{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Temporary Dwelling or Manufactured Home (Administrative Permit)\n\nA temporary dwelling or manufactured home may be allowed where a single-family detached dwelling has been destroyed or damaged by fire or other disaster to an extent that the dwelling is uninhabitable, if the destroyed or damaged dwelling is to be rebuilt or repaired.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll temporary dwelling or manufactured home applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * A complete application should be submitted at least 30 calendar days in advance to ensure timely review and processing. \n  * The application fee is $240. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n  * An application may take approximately 30 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Sewage Disposal Plan:** Describe how bathroom facilities will be provided for the temporary dwelling or manufactured home and how those facilities will be connected to either well/septic or to public water/sewer? Plans, drawings, or pictures may be included if needed. This document is always required.\n\n**Property Plan:** A plat or plan showing the location of the temporary dwelling or manufactured home. This document is always required.\n\n**Damage Report:** A damage report issued by Fairfax County or by an insurance company. This document is always required. This document is always required.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.8.J and 4102.1.I of the Zoning Ordinance, as described below.\n\n## \n\n##  4102.8.J - Temporary Dwelling or Manufactured Home \n\n**Standards when permitted by administrative permit:**\n\n(1) A temporary dwelling or manufactured home may be allowed where a single-family detached dwelling has been destroyed or damaged by fire or other disaster to an extent that the dwelling is uninhabitable, if the destroyed or damaged dwelling is to be rebuilt or repaired, and subject to the following:\n\n(a) An administrative permit may be issued for a period not to exceed nine months or for the period of an active building permit, whichever is shorter. This permit may be extended by the Zoning Administrator if construction of the dwelling is being diligently pursued.\n\n(b) A temporary dwelling or manufactured home may be allowed only on a lot where a single-family detached dwelling is permitted by the provisions of this Ordinance.\n\n(c) Occupancy of a temporary dwelling or manufactured home is allowed only if appropriate sanitary facilities are provided as approved by the Health Department.\n\n(d) Occupancy of a temporary dwelling or manufactured home must terminate when the construction of the dwelling is completed or when the administrative permit expires, whichever occurs first.\n\n(e) Additional conditions and requirements may be imposed by the Zoning Administrator to mitigate any impacts of the temporary dwelling or manufactured home on surrounding properties.\n\n(f) An administrative permit for a temporary dwelling or manufactured home may be issued in a residential district.\n\n(g) An administrative permit for a temporary dwelling or manufactured home may be issued in the commercial or industrial districts only if the single-family detached dwelling was occupied as a nonconforming dwelling use before the damage or destruction in accordance with Section 8104.\n\n**Standards when permitted in conjunction with a special exception or special permit use:**\n\n(2) Manufactured homes may be allowed as temporary dwellings for faculty, staff, or students in conjunction with the approval of a special exception or special permit for a child care center; religious assembly; religious assembly with private school, specialized instruction center, or child care center; or private school. These manufactured homes must be connected to public sewer or an approved septic field, public water or an approved well, and to electricity and must be subject to the regulations of the zoning district in which they are located. In approving the special exception or special permit, the Board or BZA, as appropriate, may impose conditions of approval to ensure that the use will be compatible with the use of adjacent properties, including limitations on location and duration and landscaping and screening requirements.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/temporary-dwelling",
        "title": "Temporary Dwelling or Manufactured Home (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A temporary dwelling or manufactured home may be allowed where a single-family detached dwelling has been destroyed or damaged by fire or other disaster to an extent that the dwelling is uninhabitable, if the destroyed or damaged dwelling is to be rebuilt",
        "keywords": "Temporary Dwelling, manufactured home, Administrative Permit"
    }
}