{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Electrical Underground Certification (ECERT)\n\nThe Electrical Underground Certification is used in lieu of county performed inspections when electrical work needs to be placed underground. It allows for the continuation of installation without the necessity of a county inspector verifying wire size, type, conduit, depth, and number of conductors. \n\nExample: Electrical work in parking lots, ditches, trenches, concrete. \n\n_**NOTE** : The Electrical Underground Certification cannot be utilized for swimming pools and/or hazardous locations, as defined by the Virginia Uniform Statewide Building Code._  \n\n\n## ON THIS PAGE\n\n  * Plan Ahead\n  * Requirements\n  * How Do I Submit My Record?\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## PLAN AHEAD\n\nBefore scheduling the final inspection, a Master Electrician must provide the Electrical Underground Certification for all electrical work done underground and not inspected by county inspectors. Failure to do so may result in a failed final inspection and the possibility of a re-inspection fee.\n\n## REQUIREMENTS\n\nThe Master Electrician will be responsible for certifying the electrical underground work. They must have the proper license and acknowledge that the installation was installed according to the construction documents. They also will acknowledge that they have read the current editions of the Virginia Uniform Statewide Building Code (VUSBC), National Electric Code (NEC), and Chapter 66 of the Code of the County of Fairfax.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nOnce you have made the determination that an Electrical Underground Certification must be submitted, login to PLUS to make the request. The request must be made by selecting Make Changes under the appropriate permit record _**(Figure 1)**_.\n\n**_Figure 1_**\n\nSelect **Electrical Underground Certification**. Click **Continue Application** _**(Figure 2)**_.\n\n_**Figure**_** _2_**\n\nEnter the specific inspection details of the underground installation by clicking **Add a Row _(Figure 3)_**. Once all information has been entered, enter the **Name of Certifier**. Check the box to acknowledge the installation is in accordance with the necessary codes. Lastly, click **Continue Application**.\n\n**_Figure 3_**\n\nOnce all information is entered and submitted, you will receive submittal confirmation with a unique record number _**(Figure 4**_).\n\n**_Figure 4_**\n\nHelpful Video:\n\n****Make Changes to a Record - YouTube\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n\n\n\n## What's Next?\n\n### Review Process\n\nStaff from the Building Inspections Branch will review the submission for completeness and compliance with the building code and county ordinances. You will be notified of any deficiencies. Corrections, resubmission fees and additional supporting documents may be required.\n\n  * Fees\n\n\n\n### \n\n### Record Acceptance\n\nOnce all county reviews are approved, the record status will update to “Closed.” Staff will enter the results of the Underground Electrical Certification and the associated electrical record.\n\n### \n\n### Inspections\n\nOnce the Electrical Underground Certification status is closed, a Final Inspection can be scheduled. The county must be notified once stages of construction are reached that require an inspection. For more information, see our inspections webpage.\n\nHelpful Video:\n\nBuilding Inspections (an overview on how to schedule an inspection) - YouTube Video\n\nScheduling Building Inspections (a deeper dive into scheduling inspections, including common issues) - YouTube Video\n\n## Additional Resources\n\n  * Hiring a Contractor\n  * Building and Trade Inspections\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/electrical-underground-certification",
        "title": "Electrical Underground Certification (ECERT) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, electrical underground, electrical underground certification, ECERT"
    }
}