{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## STAY CONNECTED\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  * \n\n\n# About Us\n\nAs stewards of the county’s land development and building construction codes and regulations, Land Development Services facilitates the safe and sustainable building of our communities. We achieve service excellence by building partnerships with stakeholders to create a thriving Fairfax County. We enforce the standards set forth in applicable codes such as:\n\n  * the Virginia Uniform Statewide Building Code\n  * Fairfax County ordinances (e.g., subdivision, stormwater, Chesapeake Bay, zoning\n  * the Public Facilities Manual\n\n\n\n## Our Work\n\nWe protect the health, safety, welfare, and environment for those who live in, work in, and visit Fairfax County by:\n\n  * Reviewing all site, subdivision and building plans, and issuing all applicable site and building permits\n  * Conducting all required inspections of new structures and alterations to existing ones\n  * Processing bonds and agreements\n  * Providing technical training\n  * Conducting customer outreach programs to help homeowners, builders, engineers and contractors comply with land development and building codes\n  * Taking action against non‐compliant construction and land disturbing activities\n  * Fairfax County has been awarded the highest achievable rating for building code effectiveness under the current Virginia Uniform Statewide Building Code. Read more.\n\n\n\n### Specialties\n\nReview staff in LDS are assigned according to their specialties and the corresponding permit types.\n\nFor site review, the specialties include residential grading plans (i.e., infill lot grading plans) stormwater, geotechnical, streetlights, sewer, on-site wastewater, forestry, and fire safety.\n\nFor building review, the specialties include residential plan review, life safety, structural, mechanical, electrical, plumbing review for commercial tenant fit outs and new commercial buildings, elevators, special inspections, and solar review.\n\n### Additional Training\n\nLDS staff attend annual training courses that exceed the specific training requirements of Fairfax County and the Commonwealth of Virginia. Two training specialists facilitate various LDS training events each year. Examples of annual training courses include IBC training, county specific training (e.g., PLUS, safety), and training on specific products (e.g., solar shingles).\n\n## Our Guiding Principles\n\nAs members of the Land Development Services team, we accomplish our mission by embracing racial and social equity and protect the health and well-being of each other and the public.\n\n### **Mission**\n\nFacilitate the safe and sustainable building of our communities\n\n### **Vision**\n\nBe the best partner in creating a thriving Fairfax County\n\n### **Values**\n\n  * Accountability: Fulfill your obligations and expect others to do the same\n  * Collaboration: Work together towards a common goal and support innovation\n  * Empowerment: Trust and support employees to lead and make decisions that align with our mission\n  * Integrity: Consistently demonstrate honesty, sincerity, openness and moral uprightness\n  * Respect: Value others by demonstrating fairness, appreciation and understanding\n  * Safety: Adhere to safe working practices on and off the job\n  * Environmental Stewardship: promote environmentally responsible development\n\n\n\n\n## Customer Bill of Rights\n\nWe value our partnership with the public and the building industry.\n\n### Recourses Are Available to Developers If the Jurisdiction Misses a Deadline\n\nIf your project takes significantly longer than the estimated time, there are options available to help your permit move forward through the permitting process. These options include:\n\n  * LDS’ Third-Party Review Program is available to customers applying for residential building permits.\n  * Several site record types have timelines mandated by the Code of Virginia, county code and Zoning Ordinance. These include major site plans, rough grading plans, infill lot grading plans, and conservation plans.\n  * Contact us: \n    * Email staff member listed in PLUS communication.\n    * Call Customer Experience Team (CET) Staff: 703-222-0801, TTY 711.\n    * Use the LDS Staff Directory and organizational chart to determine the correct contact for your record type.\n    * If your issues cannot be resolved by any of the above, you can call the Office of the Director of LDS: 703-324-1780, TTY 711.\n\n\n\n### \n\n## Review Comment Policies\n\nPermit applications and associated plans are reviewed in three of the divisions in LDS: Permitting and Code Administration, Site Development and Inspections and Building. The following policies provide guidance to LDS to follow when commenting on customer applications and plans.\n\n  * Permitting and Code Administration Division\n  * Site Development and Inspection Division\n  * Building Division\n\n\n\n## Subscribe\n\n**Email Updates**\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  1. **Email Address**\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/about-us",
        "title": "About Us | Land Development Services",
        "description": "Fairfax County, Virginia - As stewards of the county’s land development and building construction codes and regulations, Land Development Services facilitates the safe and sustainable building of our communities. ",
        "keywords": "Land Development, LDS, construction code, construction regulation, enforce code, Virginia Uniform Statewide Building Code, Fairfax County ordinances, Public Facilities Manual, USBC, PFM, health, safety, welfare,, Review site and building plans, inspections, bonds and agreements, outreach programs, land disturbance, mission, vision, values, Customer Bill of Rights, review comment policies, Permitting and Code Administration Division (PACA), Site Development and Inspection Division (SDID), Building Division (BD), about us"
    }
}