{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Third-Party Inspections Program\n\nThird-Party Inspections Program Policy \n\n## DO YOU NEED TO USE A THIRD PARTY INSPECTION FIRM ON YOUR RESIDENTIAL PROJECT?\n\nThe Third-Party Inspections Program allows private-sector inspections firms to perform the following inspections on **residential projects** that would otherwise be conducted by the county:\n\n  * Placement of Concrete\n  * Foundation Footings and Walls\n  * Pier Footings\n  * Concrete Basement Slabs\n  * Structural Garage Slabs\n  * Stoop Inspections\n  * Concrete Encased Electrode (20' min.)\n  * Post-pour Concrete Inspection\n  * Helical Piers\n  * Cured-in-Place Pipe Liner (CIPP) Installations\n\n\n\n  * Waterproofing/Damp-proofing & backfill of concrete foundation walls\n  * Any residential and commercial retaining walls in residential properties that are not subject to special inspections requirements\n  * Building, Mechanical, Electrical, and Plumbing Concealments\n  * Building, Mechanical, Electrical, and Plumbing Final\n  * Mechanical Insulation\n  * Electrical temp for perm and temp on pole\n  * Plumbing groundworks\n\n\n\n## How the Program Works\n\n**Step 1** : A project owner or developer hires a county-approved third-party inspections firm.\n\n**Step 2** : The project owner or developer seeks approval from the county to have the project be inspected by a third-party inspections firm.\n\n**Step 3** : The third-party inspections firm conducts inspections and submits their results to the county.\n\n**Step 4** : County inspectors will verify all required third-party inspections are approved and have been entered into the system prior to entering a final on the record.\n\n## Inspection Guidelines\n\nInspections shall not be conducted until third-party personnel have been approved by the county, construction permits issued and county-approved documents available on the job site.\n\nInspection reports shall include the following:\n\n  * Street address to include floor and/or suite number when applicable.\n  * The building, mechanical, electrical or plumbing permit number(s) as appropriate.\n  * A description of the area inspected.\n  * Inspection results (approved or rejected). If the inspection is rejected, deficiencies and the corresponding code sections violated shall be included.\n  * Where appropriate, photographs should be attached.\n  * A copy of the inspection report, digitally signed and sealed by the responsible professional principle, shall be uploaded to the Third-Party Inspections Program Submittal Portal by close of business on the date of the inspection.\n\n\n\nConstruction elements rejected or any code violations discovered by a third-party inspector shall be corrected by the contractor and reinspected prior to proceeding with work.\n\n  \n\n\n## DO YOU WANT TO BECOME A COUNTY-APPROVED THIRD PARTY INSPECTOR?\n\nBelow you will find the criteria required to qualify as a third-party inspection firm.\n\n  * Inspections firms must be employed directly by the project owner, be independent of project contractors and have no personal financial interest in the project.\n  * Both the inspections firm and its personnel must be pre-approved by the building official on a project-by-project basis.\n  * Inspections must be conducted under the direct supervision of, and certified by, a professional principle.\n  * **Acceptable professional principles for fire protection systems**.\n  * The responsible professional principle and their field personnel shall possess and maintain throughout the life of the project the certifications needed from the Virginia Department of Housing and Community Development (DHCD). \n\n> **Exception:** The professional principle and their field personnel shall be permitted to obtain the required DHCD certifications within one-year of entering the Third-Party Inspections Program provided evidence of passing the corresponding exams from either the International Code Council (ICC) or National Certification Program for Construction Code Inspectors (NCPCCI) is provided to the building official prior to conducting inspections.\n\n\n\n\nYou will need to provide the following documentation for county review in order to qualify for the program:\n\n  * The name of the responsible professional principle and their credentials to include resume and certifications.\n  * The names of field personnel, their assigned inspection types and their credentials to include resume and certifications.\n\n\n\nOnce ready to become an approved third-party inspections firm in Fairfax County, please submit the application or call **703-631-5101, TTY 711**. For fire protection systems, please contact the Office of the Marshal by email at fire.acceptancetesting@fairfaxcounty.gov. \n\n**Note:**\n\n  * If the professional principle or their field personnel are to be replaced, the replacement personnel shall also require prior approval by the building official.\n  * Any personnel from an inspections firm approving work not in conformance with this policy, county-approved plans and the applicable codes and standards will lose their ability to perform future inspections.\n  * Staff from third-party inspections firms shall not suggest, direct or authorize the fabricator, erector or contractor to deviate from county-approved documents or the building code without written approval by the responsible architect, structural engineer or geotechnical engineer, and the building official, as appropriate.\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/third-party-inspections-program",
        "title": "Third-Party Inspections Program | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Third-Party Inspections Program",
        "keywords": "third-party, inspections, land development services"
    }
}