{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * NVSWCD\n  * Plan2Build\n  * Resource Protection Areas\n  * Site Application Center\n  * Site Development\n\n\n\n## STAY CONNECTED\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  * \n\n\n# Land Disturbance 101\n\n## Before You Dig!\n\n### What is Land Disturbance?\n\nLand disturbance is any man-made change to the land surface that may result in soil erosion from wind or water and the moving of sediments into our waterways and neighboring lands according to Chapter 104 of the Fairfax County Code, the Erosion and Sediment Control Ordinance.\n\nVegetation, such as groundcover, turf and plants, protects and stabilizes our soil, preventing sediment from leaving a site. Removing vegetation, including trees, is also considered land disturbance and is further defined by the Ordinance as _clearing_.\n\n## \n\n##  Land-disturbing activities include: (Click \"x\" to collapse this section) \n\n  * **Clearing:** removing all or part of existing vegetation\n  * **Grading:** ensuring a level base, or one with a specified slope\n  * **Excavating:** forming a cavity in the land by cutting, digging or scooping\n  * **Transporting and filling of land:** adding or removing dirt\n  * **Paving of existing _pervious_ : ** areas penetrable by water\n  * **Creating new _impervious_ areas: ** surface material significantly obstructing or preventing natural infiltration of water into the soil\n\n\n\n##  Exempt activities: (Click \"+\" to expand this section) \n\nSome activities are **exempt** as listed under Section 104-1-7(m), and include:\n\n  * Land disturbance that is less than 2,500 square feet\n  * Minor land-disturbing activities such as home gardens and individual home landscaping, repairs and maintenance work\n  * Individual service connections\n  * Installation, maintenance or repair of any underground public utility lines when such activity occurs on an existing hard-surfaced road, street or sidewalk\n  * Septic tank lines or drainfields **unless included** in an overall plan relating to construction of the building to be served by the septic tank system (e.g., new single-family home)\n  * Installation of fence and signposts or telephone and electric poles and other kinds of posts or poles\n  * Emergency work to protect life, limb or property\n  * Certain agricultural/horticultural activities\n\n\n\n**NOTE: The application of the above exemptions is very specific and generally requires additional guidance and interpretation from staff. For more information, please contact the Engineer of the Day viaemail or telephone at 703-324-2258, TTY 711. **\n\nFairfax County is subject to the Chesapeake Bay Act and as such all land-disturbing activities **exceeding 2,500 square feet** are regulated by the Erosion and Sediment Control Ordinance and require an approved site-related plan **BEFORE** disturbance. The type of plan you submit depends on the area of land you will disturb **and** the complexity of your project.\n\nFor more information contact the Site Application Center via email or telephone at **703-222-0801, TTY 711**.\n\n_**Click for larger image**_\n\n### How do I Calculate Land Disturbance?\n\nTo calculate the total disturbed area for your project, **add** the following:\n\n  * Area of project footprint\n  * 10-foot-wide work zone around all sides of the project footprint\n  * 10-foot-wide access path from existing street/driveway to edge of project footprint\n  * Area of stockpile footprint matching area of project footprint **(only when project includes excavation such as for a pool or basement foundation)**\n\n\n\n**For more information on how disturbance is calculated, seeLetter to Industry #09-05 or contact the Customer and Technical Support Center via phone at 703-222-0801, TTY 711.**\n\n### What Approvals Are Required?\n\nBe sure to obtain all necessary approvals before beginning land-disturbing activity. **Failure to obtain the necessary pre-approvals may result in a violation.** Approvals may include the following:\n\n  * Land disturbance permit and approved grading plan for projects exceeding 2,500 square feet of disturbance\n  * Building or demolition permit for projects including the construction or removal of structures (i.e., decks, additions) in accordance with the Virginia Uniform Statewide Building Code\n  * Virginia Department of Transportation (VDOT) permit for new driveway entrances, replacement of existing entrances, or performing any work within the state right-of-way\n  * Resource Protection Area (RPA) approval for work proposed within the RPA\n  * Floodplain Use Determination for work proposed within the floodplain\n  * Zoning approval (considering property setbacks, easements and use of the proposed improvement)\n\n\n\n### \n\n### What Else Do I Need to Know?\n\nBefore beginning any land-disturbing activity, regardless of size, contact **Virginia 811** at VA811.com or by telephone at **811** or **800-552-7001**.\n\n## \n\nFree Dirt Could be Costly!\n\n##  Did you know that “free dirt” dumped on your land could cost you thousands or tens of thousands of dollars? Read More... \n\nFill dirt companies often look for a place to offload excess fill material, but you as the owner could be found in violation of the county’s environmental laws if you accept fill without an approved grading plan.\n\nWhen you are adding soil on more than 2,500 square feet of land, you must comply with the county’s erosion and sediment control law (Chapter 104 of the County Code) and you may need to submit a site-related plan to the County. When you are altering grade by more than 18 inches, additional laws apply. If a big enough storm hits, just one small stockpile of fill dirt can lead to eroded soil entering the stream.\n\n## Recently Approved Grading Plan \n\nIf you recently improved your property under an approved site-related plan (i.e., grading plan) and have not yet received the refund of the associated escrow deposit you should _**contact the Bonds and Agreements Center via _email_ or telephone at 703-222-0801, TTY 711,** _BEFORE performing any new work on your property, regardless of size. The grading plan must be officially released before any new land disturbance may begin or you could be in risk of a violation even if the work originally covered under the plan is complete. The issuance of the Residential Use Permit (aka Occupancy Permit) does _**NOT**_ constitute “release” of the plan.\n\n## Reporting Land Development Concerns\n\nFairfax County is committed to maintaining the quality of our natural environment. As a result, there are regulations which address the clearing of land, the dumping of fill dirt and debris such as stumps and trash and the erosion of soil. To learn more, including which agency to contact for each type of concern, visit our reporting Web page. **Disturbing more than 2,500 square feet without an approved plan, will result in a violation.**\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/land-disturbance",
        "title": "Land Disturbance 101 | Land Development Services",
        "description": "Fairfax County, Virginia - Land disturbance is any man-made change to the land surface that may result in soil erosion from wind or water and the moving of sediments into our waterways and neighboring lands according to Chapter 104 of the Fairfax County Code, the Erosion and Sedime",
        "keywords": "lds, site, land development, before you dig, land disturbance, soil, land disturbing, clearing, grading, excavating, pervious, impervious, Chesapeake Bay, site related, report, erosion and sediment, disturbance, earthwork, dig, E & S, erosion"
    }
}