{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Expedited Building Plan Review Program\n\n_**Commercial Permits - Peer Review. Click to Enlarge.**_\n\nThe Expedited Building Plan Review Program (EBPR) offers building permit applicants an opportunity for their plan review times to be cut in half while ensuring their plans are code compliant. EBPR program is available for all project types and is most effective for commercial tenant fit outs.\n\nKeys to program success are the carefully vetted, Fairfax County certified “Peer Reviewers”. These are registered architects and professional engineers who are highly qualified through years of design and review experience, certification by the International Code Council and a record of success with the county building plans review process. Peer reviewer performance is monitored, and under-performers are invited to exit the program.\n\nOwners and developers, especially those unfamiliar with the Fairfax County building permit process, are encouraged to employ peer reviewers during the initial design phase to help streamline the design/development process.\n\nPeer reviewers are hired by the owner / developer to accommodate the design schedule and to enforce the Virginia Construction Code and Fairfax County requirements in the building official’s stead.\n\nAll are cautioned to remember that peer reviewers are not a part of the design team. Rather, they are a knowledgeable resource with code enforcement responsibilities like those of county staff. Read about peer reviewer conflict of interest below.\n\nThe process begins with the owner/developer decision to opt into the program. The Fairfax County building official allows all qualified projects admission to the program. Pre-approval is vested in the list of **certified peer reviewers**.\n\nOnce submitted, permit issuance is expedited as the peer reviewed plans are given priority status. Highly complex plans may not see time savings on the first county review; however, the number of reviews is expected to be fewer, yielding a lower overall time to permit.\n\nIf you have additional questions, please contact Building Plan Review at **703-222-0801** , Option 2, Option 3.\n\n## How the Program Works\n\n  * **Step 1:** A building owner or developer contracts directly for peer reviewers’ services and hires certified Peer Reviewers for their project from the **Certified Peer Reviewer List**.  \n\n  * **Step 2:** The construction documents are submitted to the Peer Reviewers for review.  \n\n  * **Step 3:** The construction documents are thoroughly reviewed by the Peer Reviewers. Once the drawings meet the code requirements, the Peer Reviewers certify the drawings and recommend them for submission to the county.  \n\n  * **Step 4:** The construction documents are submitted to the county for review. Drawings submitted under this program are given the highest priority by county reviewers. Please note, in many cases, county reviewers may find additional code deficiencies or missing documentation. Corrections submitted to address county review comments are not required to be peer reviewed\n\n\n\n## Corrections\n\nSimple corrections submitted to address county review comments are not required to be peer reviewed. However, complex changes without peer review may be grounds for removal from the program.\n\n## Revisions after permit issuance\n\nAlterations after the permit has been issued are revisions. Revisions shall be peer reviewed prior to submission to the county or shall be removed from the program. Removal from the program may be more problematic for plans that were administratively reviewed. In many cases, county reviewers may find additional code deficiencies. \n\n## How to Become a Peer Reviewer\n\nIf you are an architect or professional engineer and you wish to obtain certification as a Peer Reviewer, you must meet the minimum qualifications and program requirements listed below.\n\n### Licensed Professional\n\nTo be a certified Peer Reviewer you must hold a valid and current license in the commonwealth of Virginia as a professional engineer or architect.\n\n### ICC Certifications and Examinations\n\nEach Peer Reviewer must hold certifications from the International Code Council as shown in the table below in order to be certified as a Peer Reviewer for the specific component. You may obtain International Code Council certification by successfully completing  Professional Certification Examinations.\n\n**Component** | **Certifications Required** | **Related Codes**  \n---|---|---  \nBuilding | Building Plans Examiner  \nAccessibility Inspector/Plans Examiner | International Building Code  \nICC/ANSI A117.1  \nMechanical | Mechanical Plans Examiner  \nCommercial Energy Plans Examiner | International Mechanical Code  \nInternational Fuel Gas Code  \nInternational Energy Conservation Code  \nPlumbing | Plumbing Plans Examiner  \nAccessibility Inspector/Plans Examiner | International Plumbing Code  \nInternational Fuel Gas Code  \nICC/ANSI A117.1  \nElectrical | Electrical Plans Examiner  \nCommercial Energy Plans Examiner | National Electrical Code  \nInternational Energy Conservation Code  \nFire | Fire Plans Examiner  \nBuilding Plans Examiner | International Fire Code, NFPA 13, 14, 20 & 72  \nInternational Building Code  \nStructural | Building Plans Examiner | International Building Code  \nResidential | Residential Plans Examiner  \nResidential Energy Inspector/Plans Examiner | International Residential Code  \nInternational Energy Conservation Code  \n  \n### Experience in Code Application and Plan Check/Review\n\nProvide an abbreviated resume to demonstrate a minimum of five years of experience designing, checking and reviewing using the Code(s) for the discipline(s) in which certification is sought. Include additional information that may be helpful evaluating your experience.\n\nProvide three references with contact information that will verify your professional experience. Questions may be directed to the Expedited Building Plan Review Program manager at **703-324-1087, TTY 711**.\n\n### Peer Reviewer Revocation\n\nFairfax County may revoke your certification as a Peer Reviewer if you do not consistently recommend drawings which meet the requirements of the building code, following the program guidelines or maintain the minimum qualifications for certification as listed above. The “consistently recommend drawings” means at least 4 plans per year (July 1 - June 30).\n\n### Peer Reviewer Reinstatement\n\nA peer reviewer who has been removed from the EBPR program may apply for reinstatement after a minimum of nine months from the date of removal and shall meet the requirements prevailing at the time of reinstatement.\n\n### Initial Training\n\nOnce you have passed your required examinations, you must attend a Fairfax County initial Instruction session. Initial Instruction sessions are held by appointment and can be scheduled by contacting the EBPR Manager at **703-324-1087, TTY 711** or by email.\n\n### Annual Training\n\nCertified Peer Reviewers are required to attend at least two round table discussions per calendar year with Building Plan Review.\n\n  * Additional training sessions, as listed above, are offered on **Friday mornings from 8 a.m. to 9:15 a.m. in Room 106** (unless noted otherwise) of the Herrity Building.\n  * You must sign in upon arrival in order to receive credit.\n  * If county offices are closed or on \"unscheduled\" leave due to inclement weather, classes will be canceled.\n  * For more information, contact the Expedited Building Plan Review manager at **703-324-1087, TTY 711**.\n\n\n\n## Peer Reviewer Conflict of Interest\n\n  * Fairfax County Certified Peer reviewers shall faithfully discharge the duties entrusted to them by the Building Official, exhibit dedication to the protection of public health, safety, and welfare, and maintain the highest standards of honesty and integrity.\n  * Peer reviewers shall provide services only in the areas of their competence consistent with their certification, experience and expertise.\n  * Peer reviewers may be retained at any stage of the design process and may be engaged to answer code-related questions.\n  * Peer reviewers shall not review plans for designs performed by their own firm, even though not involved in the design.\n  * Peer reviewers shall not perform inspections for designs performed by their own firm, unless specifically approved by the Building Official.\n  * Peer reviewers shall not be influenced by owners, developers, contractors and members of the design team in the performance of their duty.\n  * Other than their customary fee for services, peer reviewers shall not have financial interests in common with the owner, developer or contractor.\n  * Peer Reviewers shall disclose to the Building Official all known or potential conflicts of interest that may, or appear to, influence their judgment.\n  * Peer reviewers found to be in violation of this Conflicts of Interests policy shall be subject to disciplinary action up to and including dismissal from the program.\n  * The Fairfax County Expedited Buildings Plans Review Coordinator shall be responsible for implementing this policy.\n  * Appeals of disciplinary action shall be directed to the Fairfax County Building Official (FCBO). Decisions of the FCBO with respect to this Conflicts of Interests Policy shall be final.\n\n\n\n## Documents\n\n  * 2015 Plan Review Records\n  * 2018 Plan Review Records\n  * 2021 Plan Review Records\n\n\n\n  * Electrical\n  * Interior Alterations\n  * New Commercial Building\n  * Fire Plan Review\n  * Mechanical\n  * Plumbing/Gas\n\n\n\n  * Electrical\n  * Interior Alterations\n  * New Commercial Building\n  * Fire Plan Review\n  * Mechanical\n  * Plumbing/Gas\n\n\n\n  * Electrical\n  * Interior Alterations\n  * New Commercial Building\n  * Fire Plan Review\n  * Mechanical\n  * Plumbing/Gas\n\n\n\nIf you need these forms in an accessible format, please email us at LandDevelopmentServices@fairfaxcounty.gov.\n\n## Peer Reviewer Resources\n\n  * Commercial Plan Review Submission Requirements\n  * Fire Marshal Guidelines for Commercial Building Plan Review\n  * Architect/Engineer License Look-up\n  * Common Rejection Comments\n  * PLUS (for plan status and comment letters)\n  * ICC Evaluation Reports\n\n  * Peer Reviewer Registration Form\n  * Type of Construction Viewer\n  * Land Development Information (LDI) System\n  * Commonwealth of Virginia Learning Center VBCA - Learning Center (VBCA LC)\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/expedited-building-plan-review-program",
        "title": "Expedited Building Plan Review Program | Land Development Services",
        "description": "Fairfax County, Virginia - The Program offers a method to obtain a building permit in at least half the usual time by hiring county-certified, private-sector, registered design professionals to review prior to submission to the county.",
        "keywords": "expedited, building, plan, review, certified, peer, peer review, program"
    }
}