{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# New Bond or Agreement (BOND or AGREEO)\n\nTo guarantee development is completed per the approved site-related plan and in a reasonable timeframe, a developer must enter into an agreement with the county and post a security, or “bond.” In the event a developer defaults, the county utilizes the bond funds to complete the public improvements. These documents are administered by the Bonds and Agreements Center. **Agreement Only** records are for county projects where the developer is a Fairfax County entity.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nA permit and bond letter will be issued after the review of the first submission of the site related plan, providing detailed instructions for the items to be submitted with the bond and permit package. Property owners or their duly authorized agents may submit new bond or agreement applications after the permit and bond letter has been received.\n\n## **PLAN AHEAD**\n\nBefore submitting your new bond or agreement application, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Bonds and Agreements Web page – To find out more about the Bonds and Agreements process and associated steps, visit our dedicated webpage. \n  * Bond and Permit Package – Review requirements for the Bond and Permit Package submission, to include a list of common errors made during the bond process.\n  * Bond Alterations – Provides detailed information on bond extensions, reductions, and replacements.\n  * Frequently Asked Questions (FAQs) for navigating the Bond and Agreements process.\n\n\n\nWho can I talk to if I have more questions? Navigating the land development process may seem daunting, but we are here to help!\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **new bond or agreement** online in PLUS from within a current (plan) record number. From the **Site** tab, you’ll see a list of all records you’ve applied for; find the applicable record number and select **Make Changes**  _(Figure 1)_ under the **Action** column. Or, if you already entered a specific record number, click on **Make Changes** _(Figure 2)_ at the lower left-side of the screen.\n\nOn the following screen, you will see a radio button for **Agreement Only** and a radio button for **Bond** , choose the one applicable to you _(Figure 3)_.  \n\n\n**_Figure 1_** **_Figure 2_** **_Figure 3_**\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n  * Development Agreement\n  * Security (performance bond or letter of credit)\n  * Completion Agreement (if security is cash)\n  * Conservation Agreement\n  * Certificate of liability insurance\n  * Signature authority documentation – required for any document executed by a corporation, partnership, limited liability company, trust, church, or any other entity other than an individual\n  * Any other agreements as specified by the plan’s pre-approval conditions (see screenshot below for where to find conditions listed in PLUS). \n    * Examples: Stormwater maintenance, sanitary sewer, and pro rata share agreements\n\n\n\n**_For detailed submission instructions, to include links to all applicable forms, see theNew Bond Request Submittal Instructions._**\n\n  \n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Bonds and Agreements Center will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, fees and additional supporting documents may be required. Once the package is complete, it will be scheduled for review by the county’s Bond Committee, which meets on a weekly basis.\n\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Plan and Permit Issuance\n\nOnce all reviews are completed and fees have been paid, your new bond or agreement only record will be approved and the pre-approval conditions on the related site record will be updated to “met.”\n\n## **Additional Resources**\n\n  * Site-Related Plans\n  * VDOT Permit Coordination\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Bonds and Agreements website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/new-bond-or-agreement",
        "title": "New Bond or Agreement (BOND or AGREEO) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, BOND, AGREEO, new bond, bond agreement"
    }
}