{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * SSPA Process Home\n  * 2022-2023 Countywide SSPA \n    * 2022-2023 Countywide Home\n    * 2022-2023 SSPA Guide\n    * Community Meeting Archive\n    * Eligibility Map\n    * Full Schedule\n    * Track a Nomination\n    * Nominator Locator Map\n  * Frequently Asked Questions\n  * How to Participate\n  * Past SSPA Cycles \n    * 2017 North County SSPA\n    * 2019-2020 South County SSPA\n\n\n\n  * __facebook\n\n\n\n# 2022-2023 Countywide SSPA Process - Track a Nomination\n\nFairfax County received a total of 75 nominations to amend the Comprehensive Plan as a part of the 2022-2023 SSPA nomination process held during October 2022. The Board adopted the 2023 Comprehensive Plan Amendment Work Program and added 36 Comprehensive Plan amendments throughout the County resulting from the 2022-2023 SSPA process. In several instances, nominations near others were grouped together for the planning review, or were expanded to include additional land areas. Information regarding the accepted nominations is available below.\n\nCopies of the nominations will also be available at the Department of Planning and Development (DPD) Planning Division Office. Contact the Planner-of-the-Day at 703-324-1380, TTY 711, for more information.\n\n  * 1\\. Accepted Nominations List\n  * 2\\. Community Meeting Info\n  * 3\\. PC Workshops & Recommendations\n  * 4\\. Board Action & Work Program \n\n\n\n__Print Section\n\n__Print All Sections\n\nAccepted Nominations List \n\nInformation on the SSPA nominations that were accepted into the Screening phase by the Board of Supervisors on December 6, 2022, are available in the document below - grouped by Supervisor District. The individual nomination PDFs can be accessed by clicking on the nomination number within each table along with the One Page Staff Summaries. \n\nNote: The 2023 Comprehensive Plan Amendment Work Program as authorized by the Board contains some but not all of the accepted nominations. \n\nView SSPA Accepted Nominations List\n\nCommunity Meeting Info \n\nThe nominations that were accepted by the Board were reviewed by staff, and a series of community meetings were held to ensure those living and working near the nominated sites knew about the proposed changes and could provide comments. The community meetings took place in January 2023 - February 2023. Nominations in the northern Richmond Highway corridor and Baileys Crossroads/Seven Corners areas were reviewed at in-person meetings. Nominations elsewhere in the county were reviewed in a series of virtual meetings. \n\nThe Community Meeting Archive webpage includes a listing of all community meeting dates, information on the nominations that were discussed at each meeting, and links to meeting video recordings. \n\nPC Workshops & Recommendations \n\nThe Planning Commission reviewed the SSPA nominations at public workshops on 3/2, 3/9, and 3/23 to determine which should be selected and prioritized for formal study on the Comprehensive Plan Amendment Work Program. The workshops were held in the auditorium of the Fairfax County Government Center, and were open to public participation and comments. \n\n**Planning Commission’s final recommendations on the Countywide SSPA nominations:**\n\n  * Planning Commission - Recommendations for the 2023 Comprehensive Plan Amendment Work Program\n\n\n\n**Staff recommendations on the 2023 Comprehensive Plan Amendment Work Program, including recommendations on the Countywide SSPA nominations:**\n\n  * White Paper on the 2022-2023 Countywide SSPA Nomination Screening & Proposed Revisions to the Comprehensive Plan Amendment Work Program\n  * Appendix III: SSPA Summary Comprehensive Plan Considerations, Prioritization Reports, and Nomination Maps\n  * Appendix IV: SSPA Community Meeting Summaries\n\n\n\nBoard Action & Work Program \n\nThe Board of Supervisors adopted the 2023 Comprehensive Plan Amendment Work Program, including 36 new Countywide Site-Specific Plan Amendment (SSPA) nominations, on Tuesday, April 11, 2023. The work program lists authorized current and future planning studies and amendments. \n\nView the 2023 Comprehensive Plan Amendment Work Program\n\nPrevious:  Next: Accepted Nominations List\n\n## 2022-2023 Countywide SSPA Map\n\nThis interactive map highlights the locations of the accepted nominations for the 2022-2023 Countywide SSPA Process. The web map interface allows for users to interact with a geographical map of the SSPA process area and its context within metropolitan area. It also allows for features such as Supervisor Districts and other boundaries to be easily identified. \n\nView Map\n\n## Stay Informed\n\nTo receive timely announcements about the SSPA process, as well as announcements related to the Comprehensive Plan and plan amendments, subscribe to the Comprehensive Plan Announcements email list.\n\nSubscribe to Email Updates\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/plan-amendments/sspa/countywide/2022-2023/track-nomination",
        "title": "2022-2023 Countywide SSPA Process - Track a Nomination | Planning Development",
        "description": "Fairfax County, Virginia - 2022-2023 Countywide SSPA Process - Track a Nomination",
        "keywords": "Countywide, SSPA, Track a Nomination, 2022-2023"
    }
}