{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Public Facilities Review - Home \n  * 2232 Review Process \n  * Administrative Review-Eligible Project (AREP) Facilities\n  * Exempt Public Facilities\n  * Non-Telecommunication Facilities\n  * Telecommunication Facilities\n\n\n\n  * __facebook\n\n\n\n# Telecommunication Facilities - 2232 Review\n\nA telecommunication facility is defined as a facility, site, or location that contains one or more antenna, telecommunications towers or monopoles, a distributed antenna system (DAS), micro-cell or other miniaturization technology, alternative support structures, satellite dish antennas, other similar communication devices, and related equipment and site improvements used for transmitting, receiving, or relaying telecommunications signals.\n\nThe Comprehensive Land Use Plan objectives and policies provide direction for the general or approximate location, character, and extent of each feature shown on the plan. Unless a feature is already shown on the Comprehensive Plan no public facility shall be authorized until the general or approximate location, character, and extent has been submitted to and approved by the Planning Commission as being substantially in accord with the Comprehensive Plan. In connection with any such determination, the Planning Commission may, and at the direction of the Board of Supervisors shall, hold a public hearing. The Planning Commission's decision shall comply with the requirements of the Federal Telecommunications Act of 1996 for a telecommunications 2232 application.\n\nEffective July 1, 2016, Virginia State Code Section 15.2-2232 was modified to stipulate that a proposed new telecommunications tower or monopole facility in a zoning district where they are permitted by right shall be deemed to be substantially in accord with the Comprehensive Plan and Planning Commission approval shall not be required. Prior to the approval and installation of such structures, staff analysis and Planning Commission review, including in some cases a public hearing to allow community input, is appropriate. To ensure both staff review and legislative consideration, the Board of Supervisors approved a Zoning Ordinance amendment, effective June 22, 2016, requiring special exception approval by the Board of Supervisors prior to the installation of any new telecommunications monopole or tower.\n\n## 2232 Review\n\nThe term 2232 Review derives from the Code of Virginia Section 15.2-2232. Fairfax County's 2232 review process for telecommunication facilities determines if the general or approximate location, character, and extent are in substantial accord with the Fairfax County Comprehensive Plan. 2232 review applies to new telecommunication facilities greater than 50 feet in height.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll telecommunication (2232 review) applications must be submitted electronically through the PLUS application portal. Please review the Steps to Submit Public Facility Applications in PLUS for instructions. \n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\nThe application for a telecommunication facility pursuant to VA Code Section 15.2-2232 shall be accompanied by the following filing fees. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n\n  * $1765 for applications with a public hearing\n  * $880 for Feature Shown applications without a public hearing\n  * $0 for review of an application with other rezoning, special permit or special exception fees\n  * $880 for Feature Shown applications for DAS (Note: $880 fee for the first node, $100 fee for each node thereafter, with a maximum of 20 nodes per single application)\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Identification Map:** Provide the official tax record and map for the subject property available online at Fairfax County's Real Estate Assessment site. \n\n**Proposed Facility / Site Plan** : Include in the facility/site plan the following information as relevant to the proposal:\n\n  1. Scale and north arrow.\n  2. Subject and adjoining property boundaries.\n  3. Public right(s)-of-way and names.\n  4. Locations, dimensions, and maximum heights of all existing and proposed structures and equipment.\n  5. Distance of proposed structures and equipment to all lot lines.\n  6. When located in a utility easement or road right-of-way, distance of structures and equipment to all utility easement lines or road right-of-way lines.\n  7. Delineation of any floodplain designated by the Federal Insurance Administration, United States Geological Survey, or Fairfax County, and delineation of any Resource Protection Area.\n  8. Building size or land area of new facility or use (acres or square feet).\n  9. Area of proposed enlargement or renovation (acres or square feet).\n  10. Any features of the proposed use such as fencing, screening and landscaping.\n  11. Antenna and mounting detail with dimensions. Provide catalog cut sheets.\n  12. Equipment cabinet or shelter detail with dimensions. Equipment cabinets include generators and telco cabinets. Provide catalog cut sheets for equipment cabinets (except if within a shelter) and generators.\n  13. Details of screening for the use showing type of screening material, dimensions and placement; if landscaping is provided, list the height of the landscaping at time of planting and the ultimate height.\n  14. Indicate proposed frequency band information and transmit power, for determining public safety impacts.\n\n\n\n**Photographs of Site:** Photographs of the existing structure, building, and site as applicable.\n\n**Photo Simulations:** Provide photo simulations of the proposed facility. \n\n  1. Include enough photo simulations to accurately depict the proposed facility.\n  2. Provide photo simulations illustrating the proposed facility, antennas and equipment. The photosims should include notes identifying the number and location of existing and new antennas and equipment, and the direction from which the photos were taken.\n  3. Photo simulations must be submitted with the application and must depict the appearance of all proposed structures and equipment as viewed from the subject site and adjoining properties and show the relationship to existing site features such as buildings, trees and other physical features.\n  4. For rooftop, the photo simulations must clearly depict the appearance of all the antennas and equipment when installed.\n  5. For Distributed Antenna Systems (DAS), a photosim is required for each proposed node.\n\n\n\n**Building Roof Plan and Calculation:**\n\n  1. When locating antennas on a building façade or rooftop, provide a roof plan showing all existing penthouses, structures and mechanical equipment on the roof and the location of the proposed antenna and related telecommunications equipment.\n  2. Provide a calculation on the plan with: \n    1. the percentage of the roof covered by all existing structures/equipment, and\n    2. the percentage of the roof that will be covered by all existing structures and the proposed telecom structures/equipment.\n\n\n\n**Photographic Survey:** For new structures such as monopoles or towers, provide a photographic survey of the project site. Photographs should show on and off-site views of the subject property and identify the proposed location of the facility on the site. The number of photos submitted will vary according to site size but should be adequate to view the entire site.\n\n**On-Site Height Test:** For most new structures such as monopoles or towers, the applicant will be required to conduct an on-site height demonstration, such as a balloon or crane test, to simulate the extent of the proposed structure’s visibility from surrounding properties. Such test must be coordinated with staff as to the date and time of the height demonstration. The applicant is responsible for conducting the height test and for notifying property owners and community representatives with the date and time of the height test.\n\n**Statement of Justification:** Please provide a Statement of Justification that addresses items A through E below:\n\n  1. DESCRIPTION OF PROPOSED USE \n    1. Project description\n    2. Area to be served by proposed use\n    3. Maintenance requirements and frequency\n  2. REQUIREMENT FOR PROPOSED USE \n    1. Why the new or expanded facility is needed\n    2. Why the proposed location is the best location for the proposed use\n    3. Why the proposed location and type of facility is the least disruptive alternative\n  3. ANTICIPATED IMPACTS / MITIGATION \n    1. Visual\n    2. Noise and light\n    3. Air and water quality\n    4. Environmental\n    5. Transportation (including trip generation)\n    6. Mitigation Measures as applicable for 1 through 5\n  4. CONFORMANCE WITH THE COMPREHENSIVE PLAN AND OTHER STANDARDS \n    1. Comprehensive Plan policies and guidelines that directly support the proposal\n    2. Relevant standards/criteria supporting the facility and location\n  5. ALTERNATIVE SITES CONSIDERED FOR THIS USE \n    1. Other properties\n    2. Other locations on the subject property\n    3. Reasons for rejecting each alternative location\n\n\n\n## Contact Us\n\nFor additional assistance, please contact the Planning Division of the Department of Planning and Development by phone at 703-324-1380 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/public-facilities-review/telecommunications",
        "title": "Telecommunication Facilities - 2232 Review | Planning Development",
        "description": "Fairfax County, Virginia - Publlic Facilities Review Telecommunications",
        "keywords": "Public Facilities, 2232 REVIEW, Telecommunications"
    }
}