{
    "page_content": "# Zoning Evaluation Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1290 TTY 711\n\n__\n\ndpzzed@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy., Suite 801  \nFairfax, VA 22035\n\n__\n\nSuzanne Wright  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Applications & Development Review\n  * Affidavits\n  * Application Acceptance\n  * Application Forms & Packages\n  * Application Review Process Overview\n  * Application Weekly Status Reports\n  * Interpretations\n  * Minor Variations\n  * PLUS Application Portal\n  * Pre-Application Consultation\n  * Rezoning\n  * Special Exception\n  * Special Permit\n  * Variance\n  * Zoning Glossary\n  * Zoning in Fairfax County\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Affidavit & Reaffirmation of Affidavit Forms\n\nUnder the mandatory provisions of VA Code Ann. § 15.2-852, each member of the Board of Supervisors, Planning Commission, and the Board of Zoning Appeals must make a full public disclosure of any business or financial relationship that the member has or has had with the applicant, title owner, contract purchaser, or lessee of the land or their agent within twelve months prior to a public hearing. These provisions are applicable only to Fairfax County. The definition of a business or financial relationship in VA Code Ann. § 15.2-852 has been amended to include \"any gift or donation having a value of more than $100, singularly or in the aggregate.\"\n\nThe Fairfax County Board of Supervisors and Planning Commission have adopted land use affidavit forms to be used with rezoning, special exception, special permit, and variance applications, and reaffirmation procedures for affidavits.\n\n**The adopted \"Affidavit\" and \"Reaffirmation of Affidavit\" forms shall not be altered or modified in any way. Any form that is altered or modified in any way will not be accepted.**\n\n## Instructions for Use\n\nWith the submission of any zoning application, you are required to submit an Affidavit. Prior to a public hearing, you will be required to reaffirm your Affidavit in accordance with the adopted reaffirmation procedures.\n\nAffidavit and Reaffirmation of Affidavit forms are available below in PDF format. To view or print these forms, Adobe Reader, must be installed on your computer. These forms can be downloaded to your computer, filled in offline, and printed. (Using the fill-in feature is optional.)\n\nAffidavits must first be scanned and uploaded to PLUS with original hard copies sent in after.\n\n**Please Note:** Adobe Reader will NOT allow you to save your changes. Any information you enter into the form fields will be lost when the PDF file is closed. If you have the complete version of Acrobat installed on your computer, your changes may be saved for later use.\n\n**Disclaimer:** The fill-in feature included in the Affidavit PDFs is provided for your convenience. We cannot guarantee that these PDF documents will function as expected on ALL computers. The Department of Planning and Development does not provide technical assistance for Adobe Acrobat or Adobe Reader. If you have trouble with functionality or printing the Affidavits, you may find the Acrobat support page of the Adobe Web site helpful. Affidavits can be printed and filled in by hand if you are unable to take advantage of the fill-in feature.\n\n## Download Forms\n\nPlease select the appropriate form for your application from the list below. Click a PDF document to open. Once opened in your browser window, click Save on your Adobe toolbar. In the \"Save a copy\" window, navigate to the file folder on your PC where you wish to save the file. (Be sure to note which folder you saved to, so that you can easily retrieve the file from your PC.) Then click Save. If you are unsure which form you need, please call the Department of Planning and Development at 703-324-1290, TTY 711.\n\n**Affidavit Type** |  **Complete Affidavit Package*** |  **Affidavit Only** |  Attachment 1(a) |  Attachment 1(b) |  Attachment 1(c) |  Attachment Par 2 |  Attachment Par 3  \n---|---|---|---|---|---|---|---  \nRezoning |  PDF |  PDF |  PDF |  PDF |  PDF |  PDF |  PDF  \nSpecial Exception |  PDF |  PDF |  PDF |  PDF |  PDF |  PDF |  PDF  \nSpecial Permit / Variance |  PDF |  — |  — |  — |  — |  — |  —  \nReaffirmation of Affidavit |  PDF |  — |  — |  — |  — |  — |  —  \n  \n*Complete Affidavit package includes attachments\n\n## Form Instructions\n\n  * To navigate these forms, use the mouse and/or tab key. Tabbing will move the cursor to the next field; shift+tab will take the cursor back one field.\n  * If you have trouble typing into the form, please be sure your \"Select Text Tool\" on the Adobe toolbar (not your browser tool bar) is depressed.\n\n\n\n## Troubleshooting Affidavit Forms\n\nPlease attempt the following troubleshooting steps before reporting the problem to the Department of Planning and Development:\n\n  1. Be sure you are using the latest version of Acrobat or Adobe Reader. If you have multiple versions of this software installed on your computer, an older version may be attempting to open the form in your browser. Try saving the file to your computer first. Next, start the correct version of Acrobat or Adobe Reader and open the file from within the Acrobat or Reader software by choosing File > Open from the menu.\n  2. If you have problems opening or saving the form in your browser window, save the file to your PC first. To do this, right-click the PDF document link with your mouse and choose \"Save Target As\" from the available options. Next, start Acrobat or Adobe Reader and open the saved file from within the Acrobat or Reader software by choosing File > Open from the menu.\n  3. Download the Affidavit PDF again. It is possible for a file to become corrupted during the download process. It is also possible that the file has been corrupted since its initial download, or that a problem was previously reported and resolved. When you download the document again, be sure you are opening the newly downloaded document. Saving the document with a new name may help to ensure you are not opening the original corrupted file.\n  4. If you are not able to type into a PDF form, be sure the \"Select Text Tool\" button is depressed and that you have clicked in a fill-in field with your mouse.\n  5. If you are not able to save your changes to the form, you may be using the Adobe Reader (see also #1 regarding multiple versions of Acrobat). Adobe Reader will allow you to fill in and print a PDF form but will not save changes. The full version of Acrobat is required to save your changes.\n  6. Some problems can be solved by installing updates for Acrobat or Adobe Reader. Check the Adobe Web site to see if there is an update available for your version.\n  7. Visit the Acrobat support page at the Adobe Web site for additional troubleshooting tips.\n  8. Ask for assistance from your IT staff if applicable. Often there are factors internal to your organization's network that could cause problems. For example, an outdated or incompatible printer driver could be a cause of a form not printing or printing improperly.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/affidavit-forms",
        "title": "Affidavit & Reaffirmation of Affidavit Forms | Planning Development",
        "description": "Fairfax County, Virginia - The Fairfax County Board of Supervisors and Planning Commission have adopted land use affidavit forms to be used with rezoning, special exception, special permit, and variance applications, and reaffirmation procedures for affidavits.",
        "keywords": "Zoning Affidavit, Reaffirmation of Affidavit Forms"
    }
}