{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Community Gardens (Administrative Permit)\n\nA community garden is defined as any land or rooftop area used for the cultivation of herbs, fruits, flowers, vegetables, or ornamental plants by more than one person, household, or a nonprofit organization for personal or group use, consumption, or donation. This use does not include the bona fide production of crops, animals, or fowl. A community garden may be divided into separate plots for cultivation by one or more individuals or collectively by members of the group and may include common areas and accessory structures maintained and used by group members. A community garden does not include a private garden on a lot that contains a single-family detached dwelling. Community gardens are not deemed to be an agricultural use, except when accessory to a lot that is principally used for agriculture.\n\nA community garden is allowed in most zoning districts with approval of an administrative permit.\n\nA community garden may be permitted without an administrative permit:\n\n  * When it is for the exclusive use and enjoyment of members of a homeowner association, condominium association, or nonresidential development.\n  * When it is located on property owned and controlled by the County, Park Authority, or Fairfax County Public Schools, subject to compliance with all other applicable regulations. \n\n\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll community garden applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * A complete application should be submitted at least 30 calendar days in advance to ensure timely review and processing. \n  * The application fee is $240 for a new application or $60 to renew. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the use of the property during the dates and times the garden will operate. This document is only required if the applicant is not the property owner.\n\n**Property Plan:** A plat or plan showing the boundaries of the community garden, the locations of all associated structures, the distance from the boundaries of the community garden to all lot lines, the distances from all associated structures to the nearest lot line, the location the composting area if applicable, the location of screening for the composting area if applicable, the parking area, and all entrances and exits. This document is always required.\n\n**Conservation Plan:** A conservation plan approved by the Northern Virginia Soil and Water Conservation District. This document is recommended for gardens of not more than 5,000 square feet in area and is required for gardens greater than 5,000 square feet in area. \n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.8.B and 4102.1.I of the Zoning Ordinance, as described below.\n\n## \n\n##  4102.8.B - Community Garden \n\n(1) A community garden may be permitted as either a principal use or an accessory use subject to any associated proffers or development conditions.\n\n**Standards when permitted without an administrative permit:**\n\n(2) A community garden may be permitted as an accessory use, for the exclusive use and enjoyment of members of a homeowner association, condominium association, or nonresidential development, without approval of an administrative permit, if the operation conforms to the provisions of subsections (4)(a) – (i) below.\n\n(3) A community garden may also be permitted on property owned and controlled by the County, Park Authority, or Fairfax County Public Schools, subject to compliance with all other applicable regulations.\n\n**Standards when permitted by administrative permit:**\n\n(4) A community garden may be permitted as a principal use in any district, subject to the following:\n\n(a) The land area for the community garden cannot exceed two acres in size, unless approved by special permit in accordance with 8100.4.\n\n(b) The cumulative area of all associated structures is limited to 250 square feet, except as may be approved by the BZA in accordance with subsection (5) below. All accessory structures must comply with the applicable location regulations in 4102.7.A(6).\n\n(c) A community garden may not be located closer than 15 feet to the front lot line and 25 feet from all other lot lines.\n\n(d) Designated composting areas may not be located in the front setback, must be screened from adjoining residential property with either a fence or other adequate screening material, and must be maintained in a manner that protects adjacent properties from nuisance odors, runoff, and pests.\n\n(e) Adequate parking and safe ingress and egress to the adjacent street must be provided.\n\n(f) Only practices and equipment commonly used in residential gardening may be used. No lighting is allowed.\n\n(g) The hours of operation are limited from 7:00 a.m. to dusk.\n\n(h) A community garden and the surrounding area must be maintained in good condition. When the operation ceases, the land or area must be restored, and all structures associated with the community garden must be removed from the property.\n\n(i) The operation of a community garden cannot create an erosive condition, as identified in Chapter 104 of the County Code. A Conservation Plan approved by the Northern Virginia Soil and Water Conservation District is recommended for gardens of not more than 5,000 square feet in area and is required for gardens greater than 5,000 square feet in area. All activity in and around the garden must adhere to the recommendations of the Plan to preclude the development of erosive conditions.\n\n(j) This administrative permit is valid for a period of two years and may be renewed on a biennial basis with approval of the Zoning Administrator. Any subsequent expansion or change of permit holder may require submission of a new application as determined by the Zoning Administrator.\n\n**Standards when permitted by special permit:**\n\n(5) The BZA may approve a special permit for the following:\n\n(a) A community garden larger than two acres up to a maximum size of five acres.\n\n(b) Accessory structures exceeding the 250 square foot cumulative square footage above.\n\n(6) A special permit application must be filed at least 90 days before the permit is to take effect.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Related Resources\n\nCommunity Gardening in Fairfax County Informational Flyer\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/community-gardens",
        "title": "Community Gardens (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A community garden is defined as any land or rooftop area used for the cultivation of herbs, fruits, flowers, vegetables, or ornamental plants by more than one person, household, or a nonprofit organization for personal or group use, consumption, or donat",
        "keywords": "Community Gardens, Administrative Permit"
    }
}