{
    "page_content": "# Planning, Permitting and Construction\n\n__\n\n#### Planning, Permitting and Construction Alert:\n\nCONTACT INFORMATION:  8 a.m. - 4:30 p.m. Permitting Business Hours: 8 a.m. - 4 p.m. (M-Th), 9:15 a.m. - 4 p.m. (F) \n\n__\n\n703-324-1780 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nhttps://www.facebook.com/fairfaxcounty\n\n__\n\nMultiple Development Agency Directors  \n\n\n## Department Resources\n\n  * Department Homepage\n  * Environmental Health\n  * Fire Marshal\n  * Land Development Services\n  * Planning and Development\n\n\n\n  * __facebook\n  * __twitter\n\n\n\n# Submitting House Location Plats\n\n## **ON THIS PAGE**\n\n  * House Location Plat Requirements\n  * Scale at Home!\n  * What does \"to scale\" mean?\n  * Common Projects List\n  * Remember!\n\n\n\n  * Calculating Disturbed Area\n  * Rejection Comments\n  * Why Is a Plat Required?\n  * Other Resources\n\n\n\n_**Click for larger view**_ House location plats show the location of structures on an individual property. Submit a house location plat for projects disturbing less than 2,500 square feet of land.\n\n## House Location Plat Requirements\n\n  * Be clear and legible.\n  * Show the entire parcel, and show all property line bearings and distances.\n  * Be drawn to a designated scale no larger than 1” equals 50’.\n  * Show existing and proposed structures properly identified, accurately located and dimensioned and drawn to the designated scale.\n  * Be signed and sealed by a licensed professional in accordance with Virginia Administrative Code 18VAC10-20-380. \n\n\n\nSee Technical Bulletin 18-02 for more detailed information on House Location Plat Surveys.\n\n## **Scale a Plat at Home!**\n\n  \nTo scale your plat at home, use this conversion chart and a standard 12-inch ruler. Every plat will have the scale provided by the surveyor so check the plat first then use this chart.  \n\n\n**Example:** On this 1” = 30’ scale plat, the right lot line reads as 119.65’ long. By using the chart and a ruler, it will come out to 3-15/16th” on the ruler.\n\n## What does \"to scale\" mean?\n\nA scaled item retains the original scale indicated by the surveyor of the plat. Here are some things to consider to ensure your plat scales correctly: \n\n  1. The best place to start is with the plat document itself, not a picture of it, photocopy or a version that has potentially been skewed. \n\n\n\n  2. Next, the proposed work must be drawn onto the plat to the scale indicated, by either using an engineer’s scale, ruler or digital software. The document itself must be to scale as well as the structure being proposed.\n\n  3. The document is scanned in (made digital) to the original size document. Example: the size paper of your plat is 8 ½\" x 14\" so you need to scan it to 8 ½\" x 14\" and not 8 ½\" x 11\" or another size. By scanning the document correctly, you will not lose the scale.\n\n\n\n\nSurveys that have been photographed, scanned on a phone app, faxed, reduced, enlarged, or otherwise altered may not be accepted if they are not typically to scale and have poor resolution and lack of detail. \n\n## COMMON PROJECTS THAT USE A HOUSE LOCATION PLAT\n\n  * Decks\n  * Screened porches\n  * Additions (including 2nd story over existing structure)\n  * Pools\n  * Garages and carports\n  * Porches and stoops\n  * Retaining walls\n  * Areaways\n  * Sunrooms\n  * Bay windows\n  * Sheds\n  * Detached structures\n  * Demolition of pools and structures\n\n\n\n### Remember!\n\n  * Include disturbed area limits (see Calculating Disturbed Area graphic).\n  * Elevation/height of structure is required to be listed within the construction documents.\n  * If there is flood plain present on your property, it must be shown on the plat.\n\n\n\n## Calculating Disturbed Area\n\nAdd the area of project footprint  \n**+**  \n10-foot work zone around all sides of project footprint  \n**+**  \nArea of stockpile footprint (when project includes excavation)  \n**+**  \n10-foot-wide access path from street/driveway to edge of project  \n**=**  \n**TOTAL DISTURBED AREA**\n\n### _Before you dig, find out more about land disturbance 101_\n\n  \n\n\n## \n\n## COMMON PLAT REJECTION COMMENTS\n\n  * Plat is not “to scale” per listed scale on plat\n  * The proposed structure must be drawn to the listed scale\n  * Plat cannot include verbiage prohibiting its use for construction purposes\n  * Plat that has been previously used for construction purposes cannot be reused\n  * Plat must contain signature and seal of licensed professional\n  * Plat must match current footprint of all existing structures on the property\n  * Topography or wall check is not acceptable\n\n\n\n## Why is a house location plat required?\n\nAn accurate survey is required to show proposed work anytime a structure is altered to determine if the project meets all building, site and zoning codes and requirements.\n\n## Other Resources\n\n  * Digital Map Viewer\n  * Jade Map\n  * Site-Related Plans Publication\n  * WRPA Digital Submittal\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/submitting-house-location-plats",
        "title": "Submitting House Location Plats | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - House Location Plat Surveys submitted with building permit applications for the construction of additions and accessory structures must be prepared and certified by a licensed professional",
        "keywords": "plat, plat location survey, house location plat, measure tool, projectdox, eplans, scale"
    }
}