{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\nNews and Information\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\nFor media queries contact Public Information Officer Danielle Badra at **703-324-2856, TTY 711** , or by email.\n\nIf you need help with a permit or have a question related to Land Development Services, visit our Meet With Staff page.\n\n* * *\n\n### Virginia Department of Transportation (VDOT) Permit Process Coordination for Infill Lot Development Project\n\nNovember 15, 2024\n\nCurrently, applicants must obtain a VDOT permit for work proposed within the state right-of-way. As part of the county’s infill lot grading plan process, the permit applicant shows proof of the approved VDOT permit at the county’s site pre-construction meeting. The below process outlines how to successfully navigate your VDOT permit package submission with your county infill lot grading…\n\nVirginia Department of Transportation (VDOT) Permit Process Coordination for Infill Lot Development Project\n\n### Separation Permits Require Routine Inspections Prior to Processing\n\nOctober 14, 2024\n\nSeparation permits are used in commercial construction when a portion of the approved and permitted work is not ready for final inspection, but the rest of the project is complete. Life safety elements and code-required items cannot be separated from the area intended to occupy and inspected later. Additionally, separation permits are not intended to allow phased occupancy or phased…\n\nSeparation Permits Require Routine Inspections Prior to Processing\n\n### Virginia Department of Environmental Quality Proposed Amendments to the Erosion and Stormwater Management Regulation\n\nOctober 14, 2024\n\nPlease be advised that the Virginia Department of Environmental Quality (DEQ) is proposing two sets of amendments to the Erosion and Stormwater Management (VESM) Regulation [9VAC25-875], which is the regulation governing Fairfax County’s Erosion and Stormwater Management Ordinance (Ch.…\n\nVirginia Department of Environmental Quality Proposed Amendments to the Erosion and Stormwater Management Regulation\n\n### Revised Plan Review Checklists\n\nOctober 2, 2024\n\nThe Land Development Services Site Development and Inspections Division has updated thesite-related plan review checklists. The checklist content has been updated to revise outdated code references and to incorporate minor editorial changes. The updated checklists include:\n\nSite Plan First Submission Checklist Public Improvement Plan First Submission Checklist Subdivision Plan…\n\nRevised Plan Review Checklists\n\n### Trades Permits Change to Residential for Projects Categorized Under an R3 or R5 Use Group\n\nSeptember 30, 2024\n\nFor projects proposing electrical, mechanical or plumbing (often referred to as “trades”) work, an applicant will now apply for residential trades permit records for projects applying under an R3 or R5 use group, per section 310 of the Virginia Uniform Statewide Building Code, matching the…\n\nTrades Permits Change to Residential for Projects Categorized Under an R3 or R5 Use Group\n\n### Great News for PLUS Customers - September 2024\n\nSeptember 30, 2024\n\nCounty staff continue to implement additional improvements to the Planning and Land Use System (PLUS) to serve you better. Check out these new PLUS fixes for Land Development Services (LDS) customers.\n\n### PLUS Enhancement\n\n### LDS Customer…\n\nGreat News for PLUS Customers - September 2024\n\n### Virginia Department of Transportation Issues Memorandum about Pedestrian Control Features at Signalized Intersections\n\nSeptember 25, 2024\n\nThe Virginia Department of Transportation’s (VDOT) Traffic Operations Division has issued an ...\n\nVirginia Department of Transportation Issues Memorandum about Pedestrian Control Features at Signalized Intersections\n\n### Application of 2018 Masterfile Plan Submissions with the Adoption of the 2021 Virginia Uniform Statewide Building Code (USBC)\n\nSeptember 24, 2024\n\nAs detailed in Technical Bulletin 23-07, the administrative provisions of the 2021 Virginia Uniform Statewide Building Code (USBC) became effective January 18, 2024, which will effectively replace the 2018 USBC on January 17, 2025. During the one-year grace period, building permit applicants may choose to use the technical provisions of either the 2018 or 2021 USBC. To navigate Masterfile…\n\nApplication of 2018 Masterfile Plan Submissions with the Adoption of the 2021 Virginia Uniform Statewide Building Code (USBC)\n\n### Land Development Services (LDS) Closed Briefly on September 24\n\nSeptember 16, 2024\n\nLand Development Services closed briefly from 11 a.m. to 2:00 p.m. on Tuesday, Sept. 24, for an LDS awards ceremony. The Customer Experience Team in Suite 324, the Customer Information Center in Suite 111, and the Cashier’s Office in Suite 636 will close during that time. Plan review and inspections services will also be unavailable for this brief period of time.\n\nThe ...\n\nLand Development Services (LDS) Closed Briefly on September 24\n\n### Great News for PLUS Customers - August 2024\n\nSeptember 3, 2024\n\nCounty staff continue to implement additional improvements to the Planning and Land Use System (PLUS) to serve you better. Check out these new PLUS fixes for Land Development Services (LDS) customers.\n\nPLUS Enhancement\n\nLDS…\n\nGreat News for PLUS Customers - August 2024\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/news-and-information",
        "title": "News and Information | Land Development Services",
        "description": "Fairfax County, Virginia - Here you will find the latest news and information for Land Development Services.",
        "keywords": "Land Development Services, News, Information, Permit, Plans, Plan Review, Build, Inspection, Letters to Industry"
    }
}