{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Energy Conservation\n\nThis information is the most common for how to comply with the energy conservation requirements for your new home, addition or sunroom and is not representative of all the conditions you may encounter.\n\n## DEFINITIONS\n\nConsider the following definitions when complying with the energy conservation requirements of the Virginia Residential Code.\n\n  * A **conditioned space** is an area within a building that is heated or cooled or has a fixed opening (no door or closable window) to an area that is heated or cooled.\n  * A **basement wall** is more than 50 percent below grade and encloses a conditioned space.\n  * **Glazing** is windows, skylights and glass doors.\n  * An **R-value** is a measurement of a material’s thermal resistance (the higher, the better).\n  * A **U-factor** measures the ability of a material (glass) or assembly (window) to transfer heat (the lower the better).\n  * A **sunroom** must meet all of the following conditions: \n    * One-story structure added to an existing home.\n    * Glazing area exceeds 40 percent of the exterior walls and roof area.\n    * Sunroom is served by separate and independently-controlled heating and/or cooling system.\n    * Closeable doors and windows separate the sunroom from the rest of the house.\n\n\n\n## DESIGN VALUES\n\nThe table below provides the R-value and U-factor requirements for insulation and glazing, respectively. Higher insulation R-values are permitted provided their dimensions properly fit in the intended cavity without compacting its thickness. Glazing with lower U-factors than required are also permitted. \n\nInsulation Installation Tips\n\n**Minimum R-Values for Walls/Floors/Ceilings**\n\n**Element** |  **New Home, Addition** |  **Sunroom**  \n---|---|---  \nCeilings |  382 |  19  \nWalls (wood framed) |  15 |  13  \nWalls (concrete, CMU) |  8/133 |  8/133  \nFloors |  19 |  19  \nBasement Walls |  10/134 |  10/134  \nSlab-on-grade5 |  10 |  10  \nCrawl Space Walls6 |  10/132 |  10/132  \n  \n**Maximum U-Factors for Glazing**\n\n**Element** |  **New Home, Addition** |  **Sunroom**  \n---|---|---  \nWindow1 |  0.35 |  0.45  \nDoors1 |  0.35 |  0.45  \nSkylights1 |  0.35 |  0.70  \n  \n1 Windows, doors and skylights shall have a maximum solar heat gain coefficient (SHGC) of 0.40.  \n2 R-30 can be substituted for R-38 with a raised heel or energy truss where the full height of the insulation is maintained over the entire ceiling footprint and the exterior wall. See figure below.\n\n3 Use R-8 when insulation is applied to the exterior; use R-13 when insulation is applied on the interior.  \n4 Use R-10 when applied continuously against the wall; use R-13 when applied between studs or furring strips.  \n5 Insulation must extend from the slab edge to a length of 24 inches vertically and/or horizontally; see figure below.\n\n6 Use insulation on crawl space walls in unvented-conditioned crawl spaces with no floor insulation above.\n\n## Determining your own R-values and U-factors?\n\nIf you wish to use R-values and U-factors other than those prescribed above, you may manually design your house, addition or sunroom using RESCheck from the U.S. Department of Energy. Learn more. \n\n## How do I show compliance on the plans?\n\nClearly indicate on your construction drawings the required R-values and U-factors from the table above or from your RESCheck computation. Upload the RESCheck Compliance Certificate with your construction plans when used.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/energy-conservation",
        "title": "Energy Conservation | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Energy Conservation",
        "keywords": "Land Development Services, Energy Conservation"
    }
}