{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Street Name Change (STREET)\n\nStreet names in Fairfax County are assigned by the Facilitation and Addressing Center (FAC) staff in compliance with all county codes and regulations. An application must be submitted in PLUS for consideration. FAC staff verifies that all requirements of your request have been completed and submits your request for approval to the Fairfax County Board of Supervisors.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nProperty owner(s) of an existing named street may submit a request to change the name of a street. All requests must be approved by the Fairfax County Board of Supervisors. Submitting a street name change request is a commitment by all affected parties to change the street name on which their property is addressed. If the proposed street name is approved, the address of each property will be changed, and all owners will be impacted. Affected property owners are responsible for notifying personal correspondents and will bear all expenses incurred due to changing personal and business information. This information includes required address numbers on dwellings and mailboxes, street signs, driver’s licenses, debtors, banks, legal documents, and more.\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Where to find addressing details in the county code, Chapter 102.\n  * Accessing the county’s Master Address Repository (MAR) to confirm whether your requested address already exists.\n  * Use the county’s The Validator application to verify your address.\n  * Accessing more information about your property via our Property Information webpage.\n  * Accessing the county’s Real Estate Assessment page (icare) to find more details on your specific property.\n\n\n\nWant to review frequently asked questions and detailed processing maps? Visit our Addressing and Street Names Web page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **street name change** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### PLUS Instructions\n\n  1. After clicking on the **Site** tab, select **Create Application**.\n  2. Select **Addressing**.\n  3. Choose **Street Name Change**.\n  4. Fill out applicable **Location and People** information section.\n  5. Fill out applicable **Application Details** information section.\n  6. Upload the Road Name Petition and Application Form and the plat.\n  7. Review the application.\n  8. **Submit** the Street Name Change application.\n  9. Your **STREET** record has been created. Please allow up to five business days for review.\n\n\n\nPlease note, if applicable, a one-time fee in accordance with the Fairfax County Sign Shop price list for the cost of manufacturing the sign(s) may be charged to your STREET Record application after it has been reviewed.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n### First Submissions:\n\n  * Signatures from 51% (minimum) of affected property owners on the street.\n  * House Location Plats for all lots on the street\n  * Road Name Change Petition & Application\n  * A one-time fee in accordance with the Fairfax County Sign Shop price list for the cost of manufacturing the sign(s)\n\n\n\n### Subsequent Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Applicant responses - enter responses to all open issues in the PLUS Digital Plan Room\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Respond to Issues - YouTube\n\n****Upload Corrected Plans - YouTube\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Facilitation and Addressing Center will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required. FAC staff will coordinate submission of your review package to the Board of Supervisors (BOS). Your package will be added as a Board Item to the next meeting agenda, which is when the BOS will hear your request and make a decision.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Approval Letter Issuance\n\nIf the BOS approves your street name change petition, you will receive an approval notification via email containing a link to download your approved board package and approval letter. GIS will then update the county’s mapping systems and Master Address Repository (MAR) with the new addresses and street name. Next, MAR will send your new address to all other systems, such as PLUS and iCare. You will be able to see your new address in MAR and PLUS the following business day, however, other county systems could take up to a week to fully update.\n\nEvery week, FAC staff issues a report of all new and expired addresses. This report is sent to all county agencies, including Public Safety (or 911), and the U.S. Postal Service. Your approval letter may be used immediately to update personal correspondents, which may include utility companies, telephone companies, banks, and other personal accounts.\n\n## **Additional Resources**\n\n  * Sign Shop Price List\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Facilitation and Addressing Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/street-name-change",
        "title": "Street Name Change (STREET) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, STREET, street name, street name change, FAC, addressing and street names"
    }
}