{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Amusement (AMUSE) Device\n\nAmusement Devices are covered under the Virginia Amusement Device Regulations (VADR).\n\nApply for this record if your event includes any of the following:\n\n  * Go-Karts\n  * Zip Lines\n  * Amusement devices meeting the VADR definition as a (i) device or structure open to the public by which persons are conveyed or moved in an unusual manner for diversion, but excluding snow tubing parks and rides, ski terrain parks, ski slopes, and ski trails, and (ii) passenger tramways, such as: \n    * Inflatables\n    * Small mechanical rides\n    * Rides less than 20 feet tall\n    * Spectacular rides (rock walls, gondola wheels, etc.)\n    * Coasters over 30 feet\n\n\n\nAssociated electrical permits can be obtained **after** the amusement device permit has been issued. Plans are not required. Enter the issued amusement device permit number when prompted for the “parent number.”\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nProperty owners may obtain permits in their own name, however, it is strongly recommended a properly licensed contractor pull the permits as the responsible party so the county can better assist in gaining compliance for defective work.\n\n  * Hiring a Contractor\n  * Verify License on DPOR Website\n\n\n\n## PLAN AHEAD\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Registered Design Professional (RDP)?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **amusement device** record online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\n### \n\n### **Instructional Videos for PLUS**\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\n## Requirements\n\nDepending on the scope of your project, one or more of the following may be required:\n\n  * Proof of Liability Insurance\n  * Private Inspector Certification (if applicable)\n  * Projects located in the towns of Clifton or Vienna require separate approvals from their respective towns. These documents should be uploaded to your PLUS record and named accordingly.\n\n\n\n\n\n\n## What's Next?\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Building Plans Infographic.\n\n### Review Process\n\nStaff from the Permit Application Center and Zoning may review your package for completeness and compliance with the building code and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Permit Issuance\n\nOnce all county reviews are approved, you’ll receive an approval email notification via PLUS.\n\n### Building Inspections\n\nOnce the permit is issued and you begin construction, you are required to obtain inspections from the county for your project. **The county must be notified when the stages of construction are reached that require an inspection**. For more information, see our inspections webpage.\n\nHelpful Video:\n\nBuilding Inspections (an overview on how to schedule an inspection) - YouTube Video\n\nScheduling Building Inspections (a deeper dive into scheduling inspections, including common issues) - YouTube Video\n\n## Additional Resources\n\n  * Virginia Amusement Device Regulations\n  * Carnivals, Fairs and Festivals\n  * Temporary Outdoor Uses and Activities\n  * Expedited Plan Review/Peer Review\n  * Green Building Priority Review\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/amusement-device",
        "title": "Amusement (AMUSE) Device | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, addition, alteration, AMUSE, amusement device, rides, inflatable, coaster, moon bounce"
    }
}