{
    "page_content": "# Board of Zoning Appeals\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1280 TTY 711\n\n__\n\nbzaclerkmail@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy, Suite 801  \nFairfax, VA 22035\n\n__\n\nClerk  \nBoard of Zoning Appeals\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Board of Zoning Appeals Home\n  * Appeals Process\n  * Board Members\n  * By-laws\n  * Contact Us\n  * Meetings \n    * Meeting Dates & Agenda\n    * Meeting Minutes\n    * Speaker Sign Up\n    * Video Testimony Submissions\n    * Watch Past Meetings\n  * Notice Instructions\n  * Special Permit Process\n  * Staff Reports \n    * Appeal Staff Reports\n    * Land Use Staff Reports \n  * Variance Process\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Instructions for Video Testimony Submissions\n\nMembers of the public may submit video testimony for the Board of Zoning Appeals public meetings. Public hearings are held in the Board Auditorium at the Fairfax County Government Center, 12000 Government Center Parkway, Fairfax, VA 22035.\n\n**If you are registering to testify via video submission, please note the following:**\n\n  * You must first register to speak for the Speaker’s List before submitting a video below or by calling the Clerk to the Board of Zoning Appeals at 703-324-1280.\n  * Your comments must be limited to issues relevant to the public hearing matter for which you are testifying.\n  * You may speak for three minutes as an individual; if you are the spokesperson for a group you may speak for five minutes.\n  * Requests must be fully completed by 3 p.m., two days before the hearing to be considered.\n  * All videos submitted must be appropriate (see disclaimer below).\n  * All videos must be clearly audible and visible.\n  * Your video must be uploaded to—and playable from—YouTube without advertisements.\n  * Only standard YouTube video submissions will be accepted, not YouTube Shorts.\n  * Videos that meet the criteria listed above will be played during the public hearing.\n\n\n\n## Video Testimony Submission Form\n\nPlease completely fill out each field in the form below. Incomplete forms will not be accepted.\n\nDate of Public Hearing\n\nPublic Hearing Matter (for which you are submitting video testimony)\n\nVideo Testimony URL Link (provide link to the video on YouTube, only standard YouTube, not YouTube Shorts)\n\nFirst & Last Name\n\nName of Group or Association you are representing (If none, enter 'Individual')\n\nFull Address (Include City, State, Zip)\n\nE-Mail Address\n\nMay we contact you for more information? Select One OptionYesNo\n\nADA Accommodations: For special accommodations in accordance with the Americans With Disabilities Act, contact (703) 324-1334 (TTY 711).\n\nBy clicking submit below you are agreeing to the requirements noted above and the video testimony submission notice and disclaimer below, and you affirm that your testimony is the truth under penalty of law.\n\n* * *\n\n## Video Testimony Submission Notice and Disclaimer\n\nFairfax County will accept video testimony for consideration during Board of Zoning Appeals public hearings. Video testimony must adhere to the same expectation for in-person presentations (three minutes given to individuals for testimony, five minutes given to individuals representing a group). Comments must be limited to issues relevant to the public hearing matter for which you are testifying, and speakers must deliver their comments with the decorum and respect appropriate to the conduct of the public's business. Out-of-order remarks or other indecorous conduct will not be accepted. Speakers may only testify once during the public hearings; speakers may not testify via video and in person. Video testimony will be reviewed prior to public hearings and videos not meeting these standards will not be played during Board public hearings.\n\nBy submitting video testimony, you agree that the County may distribute it as the County deems necessary or appropriate, including via broadcast and web-streaming to general public audiences. You grant Fairfax County an irrevocable, perpetual, non-exclusive, royalty-free, transferable license to use, reproduce, distribute, and broadcast the video. You represent and warrant that you own or have the necessary licenses, rights, and permissions to grant the County those rights, and that you have secured all necessary permissions and releases from any person and for any copyrighted material contained in your video. \n\nYou agree that you will hold Fairfax County harmless for any claims for infringement or violation of rights resulting from the use of your video. You acknowledge that the video must meet Fairfax County requirements and that the video will be rejected if it does not meet those requirements, in the sole opinion of Fairfax County.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/board-zoning-appeals/video-submissions",
        "title": "Instructions for Video Testimony Submissions | Planning Development",
        "description": "Fairfax County, Virginia - Fairfax County Board of Zoning Appeals Instructions for Video Testimony Submissions and Submission Form",
        "keywords": "BZA Video Testimony, Video Submission"
    }
}