{
    "page_content": "# Department of Planning and Development\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nTracy Strunk  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Agritourism (Administrative Permit)\n\nAn administrative permit for agritourism is only required when the property is 80 acres or greater and the number of attendees exceeds a total of 350 per day.\n\nAgritourism is defined as any activity accessory to an agricultural operation that allows members of the general public to view or enjoy rural activities for recreational, entertainment, or educational purposes, regardless of whether the participant paid to participate in the activity. These activities may be permitted at a property with a farm winery, limited brewery, or limited distillery subject to the limits on attendees in subsection 4102.2.C, which limits apply collectively to public or private events and activities and agritourism uses on that property.\n\nAgritourism activities include but are not limited to the following:\n\n  1. Farm tours, including educational or entertainment programs, workshops, or demonstrations;\n  2. Harvest-your-own activities;\n  3. Seasonal festivals and attractions, including crop mazes or hayrides;\n  4. Events including, but not limited to, corporate picnics, family reunions, farm-to-table dinners, weddings, and similar uses;\n  5. Hiking, horseback riding, and other natural activities;\n  6. Historical and cultural activities; and\n  7. Other activities as determined by the Zoning Administrator.\n\n\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll agritourism applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $240 for new applications or $60 for renewals. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. The fee will be waived if the applicant is the County of Fairfax or any other agency, authority, commission or other body specifically created by the County, State or Federal Government.\n  * An application may take approximately 30 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Transportation Management and Parking Plan:** The plan must demonstrate that adequate parking is provided on-site, detail how attendees will enter and exit the property, and include measures that will be taken to prevent traffic stacking on the public right-of-way. This document is always required.\n\n**Sanitary Facility Contract:** A signed and dated copy of the vendor contract. This document is only required if outdoor sanitary facilities will be provided.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.2.B and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.2.B - Agritourism \n\n**Standards applicable to all agritourism uses:**\n\n(1) Parking must be located on the same lot(s) as the agricultural operation and is not permitted within any public right-of-way. Regardless of subsection 6100.2.C—to encourage minimal land disturbance and to discourage land cover changes, such as removal of trees or other vegetation—parking spaces are not required to be designated or located on a paved surface. For the purpose of subsection 4102.2.B, a paved surface includes asphalt, poured or precast concrete, brick, stone, or similar impervious surface, but it does not include gravel or grass pavers.\n\n(2) In the R-C District, paved surfaces outside a building are permitted in accordance with any applicable stormwater quality and quantity requirements, and the following standards:\n\n(a) When in association with Tier 1 or Tier 2, paved surfaces outside of a building are limited to a total of 2,500 square feet of the lot(s) comprising the agricultural operation.\n\n(b) When in association with Tier 3 or Tier 4, paved surfaces outside of a building are limited to a total of 5,000 square feet of the lot(s) comprising the agricultural operation.\n\n(3) The total number of attendees per day is limited per the table below. The Board may approve a special exception for Tiers 1, 2, and 3 to exceed the number of attendees and may approve a special exception for Tier 4 to exceed the number of days allowed by administrative permit.\n\nTier: Acreage of lot(s) comprising the Agricultural Operation [1]  | Total Attendees per Day   \n---|---  \nTier 1: 7 to less than 10 acres | 75  \nTier 2: 10 to less than 20 acres | 150  \nTier 3: 20 to less than 80 acres  | 300  \nTier 4: 80 acres or more  | 350  \nNote:  \n[1] At least 7 acres within each Tier must be dedicated to agricultural production and meet the definition of agricultural operation.  \n  \n  \n(4) Agritourism uses, events, or activities must not include any of the following:\n\n(a) Helicopter rides;\n\n(b) Fireworks displays;\n\n(c) Antique/flea markets;\n\n(d) Go-cart/all-terrain vehicle tracks;\n\n(e) Mechanized amusement park rides;\n\n(f) Hot air balloons;\n\n(g) Spa services;\n\n(h) The operation of a commercial restaurant requiring approval by the Health Department; or\n\n(i) Any other similar use determined by the Zoning Administrator to have a substantial impact on the health, safety, and welfare of the public.\n\n**​Standards when permitted by administrative permit:**\n\n(5) Tier 4 agritourism activities that exceed 350 total attendees per day may be permitted by administrative permit, subject to the following requirements: \n\n(a) More than 350 attendees are permitted per day for no more than 150 days per year;\n\n(b) An administrative permit is valid for a period of two years and may be renewed on a five-year basis with approval of the Zoning Administrator. Any subsequent expansion or change of permit holder of the Tier 4 agritourism administrative permit may require submission of a new permit application as determined by the Zoning Administrator;\n\n(c) A description of sanitary arrangements and facilities to be used by the public and employees must be submitted with the application; and\n\n(d) A transportation management and parking plan must be submitted with the application. The plan must demonstrate that adequate parking is provided on-site, detail how attendees will enter and exit the property, and include measures that will be taken to prevent traffic stacking on the public right-of-way.\n\n**​Standards when permitted by special exception:**\n\n(6) The Board may approve a special exception to modify one or more of the standards as identified in the subsections below:\n\n(a) Subsection B(2) to exceed the land area permitted for paved surfaces in the R-C District.\n\n(b) Subsection B(3) to allow for Tiers 1, 2, and 3 to exceed the total number of attendees per day and for Tier 4 activities to exceed the number of days per year permitted by an administrative permit. \n\n(7) A description of the sanitary arrangements and facilities to be used by the public and employees must be submitted with the application.\n\n(8) A transportation management and parking plan must be submitted with the application. The plan must demonstrate that adequate parking is provided on-site, detail how attendees will enter and exit the property, and include measures that will be taken to prevent traffic stacking on the public right-of-way.\n\n(9) An application to exceed the paved surfaces limitation in subsection B(2) requires the applicant to demonstrate that adequate measures will be taken to address water quantity impacts and prevent water quality degradation, such as meeting water quality requirements on-site through runoff reduction practices to the maximum extent practicable.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Additional Permits May Be Required\n\nIn addition to an administrative permit from Zoning, your temporary activity or use may require a permit from other agencies. Contact information for other agencies is listed below:\n\nIf your temporary use includes: | Department to contact: | Contact information:  \n---|---|---  \nServing Food | Health Department | 703-246-2444 or hdehd@fairfaxcounty.gov  \nExterior Sanitation Facilities (portable toilets) | Health Department | 703-246-2201 or hdehd@fairfaxcounty.gov  \nRides or Amusement Devices | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents over 6000 sq. ft. | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents between 900 and 6000 sq. ft. | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nPropane Tanks | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nRoad Closures | VDOT (Arlington/Fairfax Permits Section) | 703-259-1773 or NOVAFairfaxPermits@VDOT.Virginia.gov  \nDisplay or Exhibition of Animals | Animal Protection Police | 703-691-2131 or fcpdanimalprotection@fairfaxcounty.gov  \n  \n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/agritourism",
        "title": "Agritourism (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - Agritourism is defined as any activity accessory to an agricultural operation that allows members of the general public to view or enjoy rural activities for recreational, entertainment, or educational purposes, regardless of whether the participant paid ",
        "keywords": "Agritourism, administrative Permit, agricultural operation"
    }
}