{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Stormwater Ordinance Determination (SWOD)\n\nA Stormwater Ordinance Determination (SWOD) can be requested to determine if a proposed project meets the criteria for stormwater ordinance time limits on applicability of approved design criteria (“Time Limits”) pursuant to § 124-1-11 or grandfathering of § 124-1-12. The time limits and grandfathering provisions in the stormwater ordinance allow certain plans, in limited situations, to be designed to the old technical criteria, as specified in the Virginia Stormwater Regulations. The SWOD requests allow for determination of the project’s Time Limits or grandfathering status in advance of formal plan submission; however, in lieu of a separate determination request, applicants may elect to include the determination request in the plan or as an attachment to a plan submission.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nProperty owners or their duly authorized agents may submit a stormwater ordinance determination request.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **stormwater ordinance determination** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nSWOD requirements are outlined in detail in Tech Bulletin 14-06. In summary, and depending on the scope of your project, one or more of the following may be required:\n\n  * A request letter: \n    * Applicant name, address and contact information\n    * Citation of the specific provision of the ordinance forming the basis of the request\n    * Description of the project, including name, location, tax map number, county plan number, date of approval, and details of the development, such as size and scope\n    * Statement of justification, including a narrative demonstrating compliance with all the criteria of the applicable ordinance provision\n  * Supporting documentation and information as needed, based on the applicable provision. For time limit determinations, documentation of continuous coverage under the VPDES Construction General Permit must be provided. This includes initial issuance prior to July 1, 2014, as well as reissuance under the 2014 and 2019 permits.\n  * Waiver/Modification/Exception Application Form\n\n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center and Site Development and Inspections Division will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Supporting documents may be required.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Plan and Permit Issuance\n\nOnce all reviews are approved, your stormwater ordinance determination will be available to download from PLUS.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n## **Additional Resources**\n\n  * Site-Related Plans\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/stormwater-ordinance-determination",
        "title": "Stormwater Ordinance Determination (SWOD) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, SWOD, stormwater regulations, stormwater ordinance, stormwater ordinance determination"
    }
}