{
    "page_content": "# Zoning Administration Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1314 TTY 711\n\n__\n\nordadmin@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy.  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Ordinance Home\n  * Proposed Zoning Ordinance Amendments \n    * Proposed Zoning Ordinance Amendments Home\n    * Contractor’s Office and Shops and Construction Vehicles\n    * PDH, PDC Districts & Final Development Plan Amendments\n    * PRC Plan & Minor Modification\n    * Review of Modified Accessible Parking Requirements\n    * Special Events and Food Trucks\n  * Recently Adopted Amendments\n  * Work Program\n  * zMOD (Historical)\n  * Zoning Amendment Outreach\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Proposed Zoning Ordinance Amendments\n\nThe following proposed amendments to the Fairfax County Zoning Ordinance are scheduled to be authorized or have been authorized for advertisement of public hearings before the Planning Commission and Board of Supervisors. Please note that hearing dates and times may be subject to change.\n\nFor the convenience of the public, copies of the Staff Reports for the Proposed Zoning Ordinance Amendments are available for review below. Click on an amendment to expand for more information. Some attachments to the Staff Reports may not be available in electronic format. If you are interested in viewing these documents, please contact the Zoning Administration Division at 703-324-1314.\n\n## \n\nAuthorized for Public Hearing\n\n##  Contractor’s Office and Shop and Construction Vehicles \n\nThis amendment reviewed the provisions for Contractor’s Office and Shop, including the permissions and use-specific standards. Additionally, the amendment developed a definition for construction vehicle.\n\nFor additional information, please visit the Contractor’s Office and Shop and Construction Vehicles – Proposed Zoning Ordinance Amendment webpage.\n\n**Planning Commission Public Hearing:** Wednesday**,** October 30, 2024 at 7:30 p.m. \n\n**Board of Supervisors Public Hearing:** Tuesday, December 3, 2024 at 4:30 p.m.\n\n### Related Resources\n\nStaff Report\n\nBoard Matter & Resolution (9/24/2024)\n\n##  Review of Modified Accessible Parking Requirements \n\nThis amendment evaluated possible modifications to the requirements for accessible parking spaces.\n\nFor additional information, please visit the Review of Modified Accessible Parking Requirements – Proposed Zoning Ordinance Amendment webpage.\n\n**Planning Commission Public Hearing:** Wednesday**,** October 30, 2024 at 7:30 p.m. \n\n**Board of Supervisors Public Hearing:** Tuesday, December 3, 2024 at 4:30 p.m.\n\n### Related Resources\n\nStaff Report\n\nBoard Matter & Resolution (9/24/2024)\n\nThe following topic areas are actively being researched and evaluated by staff to develop a proposal for an amendment to the Zoning Ordinance. These potential amendments have not been formally authorized by the Board of Supervisors for public hearing at this time. \n\n## \n\nUnder Consideration\n\n##  Special Events and Food Trucks \n\nThis proposal examines existing standards and review processes for special events and food trucks to identify areas for improvement, increase flexibility, and remove unnecessary impediments and time limits for temporary uses such as special events and food trucks.\n\nFor additional information, please visit the Special Events and Food Trucks - Proposed Zoning Ordinance Amendment webpage.   \n\n\n##  Planned Development Housing, Planned Development Commercial Districts, and Final Development Plan Amendment \n\nThis proposal examines the existing secondary use standards for the Planned Development Housing (PDH), Planned Development Commercial (PDC) Districts, and require legal descriptions for Final Development Plan Amendments.\n\nFor additional information, please visit the Planned Development Housing, Planned Development Commercial Districts, and Final Development Plan Amendment page - Proposed Zoning Ordinance Amendment webpage.\n\n##  PRC Plan and Minor Modification \n\nThis proposal examines the existing standards for when a PRC Plan is not required and proposes to permit revisions to PRC Plans using the provisions for minor modifications. \n\nFor additional information, please visit the PRC Plan and Minor Modification - Proposed Zoning Ordinance Amendment webpage.\n\n## Additional Information\n\n  * Public Hearing Location\n  * Speaker Information\n\n\n\n## \n\nAll public hearings are held at:\n\nBoard Auditorium  \nFairfax County Government Center  \n12000 Government Center Parkway  \nFairfax, VA 22035\n\nPersons wishing to speak at the public hearings on these topics may call the Office of the Clerk to the Planning Commission: 703-324-2865, TTY 711, and the Office of the Clerk to the Board of Supervisors: 703-324-3151, TTY 711, to be placed on the respective speakers list or may appear and be heard.\n\nSign up for the speakers' list online: Planning Commission | Board of Supervisors\n\n## Recently Adopted Amendments\n\nFor amendments that have been recently adopted to the current Zoning Ordinance, please visit the Recently Adopted Amendments webpage.\n\n  * View Recently Adopted Amendments\n\n\n\n## Zoning Ordinance Announcements\n\nTo receive periodic announcements about proposed and adopted Zoning Ordinance amendments and other zoning administration topics, subscribe to the Zoning Ordinance Information and Amendments e-mail list.\n\nSubscribe to Email Updates\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning-ordinance/amendments",
        "title": "Proposed Zoning Ordinance Amendments | Planning Development",
        "description": "Fairfax County, Virginia - Proposed Zoning Ordinance Amendments",
        "keywords": "staff reports, proposed amendments, zoning ordinance, authorized for public hearing"
    }
}