{
    "page_content": "# Department of Planning and Development\n\n__\n\n#### Department of Planning and Development Alert:\n\n__\n\n703-324-1380 TTY 711\n\n__\n\ndaniel.white2@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy, Suite 730  \nFairfax, VA 22035\n\n__\n\nDaniel White  \nARB Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Architectural Review Board (ARB)\n  * ARB Meeting Dates & Agendas\n  * ARB Meeting Minutes\n  * Application Process & Submission Schedule\n  * FAQs\n  * Historic Overlay Districts \n  * Historic Overlay District Design Guidelines\n  * Historic and Heritage Resources\n\n\n\n  * __facebook\n\n\n\n# Architectural Review Board (ARB)\n\nThe Architectural Review Board (ARB) was authorized by vote of the Board of Supervisors of Fairfax County on November 22, 1967, to oversee and administer Fairfax County regulations concerning certain physical changes and uses within Historic Overlay Districts in Fairfax County as designated by the Board of Supervisors, and to assist the Board of Supervisors in its efforts to preserve and protect historic places and areas in the County, pursuant to the Code of Virginia which authorized local governments to establish such historic districts and review boards. The ARB was established in subsection 8103.4 of the Fairfax County Zoning Ordinance.\n\n  \n\n\nThe purpose of the ARB is to administer the regulations of Historic Overlay Districts under Section 3101 of the Zoning Ordinance and to advise and assist the Board of Supervisors in its efforts to preserve and protect historic, architectural, and archaeological resources in the County.\n\nStaff of the County’s Department of Planning and Development (DPD) administer the work of the Architectural Review Board and can answer any general or procedural questions about Historic Overlay Districts and the ARB review process. Proposals may be brought before the ARB by any landowner or their representative, or a contract purchaser.\n\n## ARB Meeting Information\n\nThe ARB meets at 6:30 p.m. on the second Thursday of each month at the Fairfax County Government Center. Applicants should contact the DPD staff administrator at 703-324-1380, TTY 711 for information on ARB procedures and to be placed on the agenda for a regularly scheduled ARB meeting.\n\n### Related Resources\n\nView Architectural Review Board Meeting Schedule & Agendas\n\nArchitectural Review Board Approved Meeting Minutes\n\n## Application Process & Submission Schedule\n\nThe ARB conducts two types of review: informal or “workshop” review, and formal review for approval or recommendation. For details on the ARB application process, how to submit an application, and the submission schedule, please follow the link below.\n\nLearn More\n\n## Historic Overlay Districts\n\nIn 1969, the Board of Supervisors amended the Zoning Ordinance creating thirteen Historic Overlay Districts to provide regulations over and above the regular zoning protection to better protect those unique areas, sites, and buildings that are of special architectural, historic, or archaeological value to local residents and visitors. Since then, the Board of Supervisors has created two additional Historic Overlay Districts, bringing the current total to fifteen.\n\n### Related Resources\n\nHistoric Overlay Districts\n\nHistoric Overlay District Design Guidelines\n\n## ARB Bylaws\n\nThe Fairfax County Architectural Review Board adopts Bylaws for its rules and procedures for the transaction of its business for the benefit and convenience of the citizens of Fairfax County.\n\n  * View Bylaws\n\n\n\n## Frequently Asked Questions\n\nFrequently asked questions regarding Historic Overlay Districts and Architectural Review Board (ARB).\n\n  * View FAQs\n\n\n\n## Subscribe for Updates\n\nTo receive periodic email updates about the Architectural Review Board (ARB), including meeting announcements and agendas, subscribe to the ARB email list.  \n\n\nSubscribe\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/architectural-review-board",
        "title": "Architectural Review Board (ARB) | Planning Development",
        "description": "Fairfax County, Virginia - Architectural Review Board",
        "keywords": "Architectural Review Board, ARB"
    }
}