{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# 5\\. Construction and Inspection\n\n_Step 5 of the development review process is the inspection process.For all the steps, visit the Development Process Overview._\n\n* * *\n\n## Construction\n\nWith a permit in hand, construction is permitted to proceed. It is the permit holders' responsibility to contact the county when stages of construction are reached that require an inspection.\n\nBefore you begin excavating for your project, you must first contact Miss Utility at va811.com or by dialing **811, TTY 711.** Miss Utility is a free service that marks underground utilities.\n\n  \n\n\n## Inspections\n\nInspections are required by different county agencies. Choose an inspection type below to learn more.\n\n## \n\n##  Building- and Trade-Related Inspections \n\n  * How can I get my elevator certificate?\n  * How do I submit my backflow assembly testing results? \n  * How do I obtain my inspection results by permit number or address?\n  * **More Building and Trade-Related Inspections information…**\n\n\n\n##  Site-Related Inspections \n\n  * How do I know if the site development nearby is legal?\n  * How do I register a site construction complaint?\n  * How do I see nearby site construction complaints?\n  * **More site development information…**\n\n\n\n##  Fire Marshal Inspections \n\n  * What are acceptance testing requirements?\n  * What are fire lane inspection requirements?\n  * How do I determine if I need a pre-occupancy inspection?\n  * **More Fire Marshal information…**\n\n\n\n##  Health Department Inspections \n\n  * What kind of inspection does the Health Department handle?\n  * What should I expect from a food inspection?\n  * **More Environmental Health information…**\n\n\n\n## Damage Assessment/Reports Inspections \n\nHomeowners, business owners and contractors can request an inspection from Land Development Services (LDS) inspectors when they have experienced property damage to their homes or businesses caused by natural disasters or structural impacts, such as a fallen tree, flood and fire. In many cases a contractor will be used by the owner to complete this process. Once the inspection is complete, and a damage assessment report has been issued by LDS, the structure will be released to the owner of the property, or to the contractor, so the damage can be repaired.\n\nIf you have experienced property damage due to natural disaster or structural impacts, please email LDS to request an inspection and a damage assessment report.\n\n**Please note:** If the property sustains fire damage or hazardous materials are released, Fairfax County Fire and Rescue investigators may do the damage assessment report.\n\nSee the step-by-step process and additional resources in the Post-Disaster Recovery fact sheet.\n\n## Inspection Scheduling\n\n  * Building- and Trade-Related Inspections\n  * Residential Use Permit (RUP) _or Certificate of Occupancy_\n  * Fire Marshal Inspections: \n    * Installation of Fire Protection Systems - submit the Acceptance Inspection/Test Request form by email\n    * Scheduling of Pre-occupancy inspections - submit through the PLUS Citizen Portal via the Occupancy Inspection record\n\n\n\n  \n\n\n## Staff is Available for Assistance\n\n  * **Zoning Permits** (Plats, Permit Review, Occupancy, Home Occupations) **703-222-1082, TTY 711**\n  * **Zoning Administration** (Zoning & Noise Ordinance Questions, Appeals, Signs) **703-324-1314, TTY 711**\n  * **Zoning Evaluation** (Zoning Applications, Staff Reports) **703-324-1290, TTY 711**\n  * **Planning Division** (Comprehensive Plan) **703-324-1380, TTY 711**\n  * **Site and Subdivision Plans** **703-324-2268, TTY 711**\n  * **Building Permits** **703-222-0801, TTY 711**\n  * Planner of the Day\n  * **Office of the Fire Marshal, Acceptance Testing** **703-246-4821, TTY 711**\n  * **Office of the Fire Marshal, Fire Inspections Branch** **703-246-4849, TTY 711**\n\n\n\nDevelopment Agencies Contact Information\n\n  \n\n\n6\\. Occupancy\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-process-overview/5-construction-and-inspection",
        "title": "5. Construction and Inspection | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Learn how to schedule, cancel and change an inspection in Fairfax County or determine an inspection status.  Also learn about inspection programs.",
        "keywords": "inspect, inspection, status, develop, construction, after hour, third party, cross connection, backflow, elevator, special inspection, damage report, damage assessment, occupancy inspection"
    }
}