{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n# Land Development Technical Bulletins 3-1 to 7-8, 8-9 and 9-3\n\n## \n\n3/15/07 - 07-08 Exemption of Water Well Drilling from County Code Chapter 104\n\nChanges in the requirements for approval of a proposed private residential water well have necessitated that an applicant demonstrate a minimum well yield for that specific well in order to gain approval by the Department of Health and prior to obtaining a building permit.\n\nReviewed approval of a proposed lot grading plan depicting a private residential water well is required before the plan can be submitted to Plan and Document Control for review. When the Department of Health determines that the proposed well meets the minimum location requirements, they will issue a well permit to allow the drilling of the well. At the same time, they will indicate their approval for review on the grading plan, which will then allow submission of that plan to Plan and Document Control for review. This review can occur concurrently with the drilling of the well. The applicant may also submit their building permit application and associated architectural drawings to the Permit Application Center to initiate that building plan review process as well. Once the well has been drilled and a yield determined, the driller must provide evidence of satisfactory well yield to the Department of Health. The building permit cannot be issued prior to Health Department approval of the well yield.\n\nIt is this department’s determination that access to and drilling of the well by the exploratory and support equipment, as well as installation of the water service connections, is exempt from provisions of Chapter 104 – Erosion and Sedimentation Control, of the Code of the County of Fairfax. Therefore, once the Department of Health has reviewed and approved the proposed well site location and issued a well permit to access and drill the well, an approved grading plan and site permit will not be required by this department to access and drill the well. This exemption applies only to the minimum disturbance necessary to access and drill the well and does not enable the contractor to begin development of the site.\n\nIt is important to note that provisions of other ordinances and restrictions may apply to the areas of a proposed well and access to the well site. Specifically, a grading plan or other studies, reports or written permissions may be required if access to the well site involves disturbance of land areas which are regulated by other provisions of the law, such as Chesapeake Bay Resource Protection Areas (Code of the County of Fairfax, Chapter 118), floodplains (Fairfax County Zoning Ordinance), wetlands as defined by the US Army Corps of Engineers, areas restricted by recorded conservation easements, proffered tree save areas, or other similar areas.\n\n## \n\n7/1/06 - 06-12 Residential Concrete Foundation Wall Design Parameters\n\nIn coordination with other local jurisdictions and industry, Fairfax County is adopting guidelines (PDF) which clarify Section R404,  _Foundation Walls_ , of the International Residential Code.\n\nThe new guidelines (PDF), effective September 1, 2006, address restraint requirements before placement of fill, curing times for plain concrete, brick ledge parameters and submission requirements for other foundation wall designs.\n\nIf you have any questions concerning the guidelines (PDF), please contact Paul Lynch, Director of the Residential Inspections Division at **703-324-1780, TTY 711**.\n\n## \n\n3/13/06 - 06-07 Water Quality Impact Assessments for Water Dependent Development in a Resource Protection Area \n\n**Issue:** Application of Section 118-2-1(a) of the Chesapeake Bay Preservation Ordinance (CBPO) for storm sewer or conveyance channel outfall improvements within a RPA with respect to the submittal and Director approval process of a WQIA.\n\n**Background:** Outfall structures of storm sewer systems and stream bank stabilization measures, among other facilities, are included in the CBPO as “water-dependent development”, which is ‘the development of land or a facility that cannot exist outside of a RPA and must be located within a RPA, either in whole or in part, by reason of the intrinsic nature of its operation’ [CBPO 118-1-6(ff)]. When these structures are proposed to be located within a RPA, approval of a WQIA by the Director is required [CBPO 118-2-1(a) and 118-3-3(a)]. The purpose of the WQIA is to demonstrate that the proposed RPA encroachment is necessary and that impacts are identified, minimized, and mitigated to the maximum extent practicable. The design details of storm sewer system outfalls and conveyance channels must be included in construction plans as defined in Chapter 104 of the County Code. These same details are also to be included in the WQIA, which upon approval, must subsequently be incorporated into the final approved construction plan.\n\nMost all WQIAs for outfall improvement or construction contain similar information and mitigation methods. The clearing limits are restricted around standard storm drainage easements, super silt fence is used during construction, revegetation of disturbed areas with ground covers, and channel stabilization with biostabilization materials or other energy dissipators have been consistently addressed in each WQIA for a storm system outfall within a RPA. In an effort to reduce review and processing time, and eliminate redundant review steps, incorporation of the WQIA directly into the construction plan for review and Director approval is desirable. This will also reduce inadvertent omissions of design details on the construction plans.\n\n**Procedures:** Effective immediately, development plans proposing construction of a storm sewer or conveyance channel outfall in a RPA may include the required WQIA within the development construction plan for Director approval. The WQIA is to be incorporated in the overall stormwater management plan, erosion and sediment control plan and landscape plan addressing the required items of CBPO 118-4-3. The assessment shall be labeled on the development plan as ‘Water Quality Impact Assessment Narrative’ and shall:\n\n  1. Display the boundaries of the RPA as well as include a description of the source of the RPA boundary, e.g., adopted County map or approved RPA delineation study.\n  2. Display (on the grading plan) and describe the location and nature of the proposed RPA encroachment and impacts to the RPA (in narrative form), including the area of the clearing and grading (i.e., in square feet).\n  3. Provide a justification statement for the proposed encroachment and impacts to the RPA.\n  4. Display and describe the extent and nature of any proposed disturbance or disruption of wetlands.\n  5. Display and discuss the type and location of proposed best management practices to mitigate the proposed RPA encroachment or adverse impacts.\n  6. Describe the extent to which the proposed construction will comply with the performance criteria of the CBPO.\n  7. Describe the runoff in the outfall in terms of flow rate (in cubic feet per second) and velocity (in feet per second) for the 2-year, 2-hour storm event and the 10-year, 2-hour storm event.\n  8. Describe, quantify and display any erosion protection measures used in the channel, such as rip rap energy dissipaters, or to protect the RPA buffer from degradation due to point discharge or sheet flow discharge.\n  9. Provide an outfall channel profile, cross-sections (with equal horizontal and vertical scales) and information consistent with Chapter 5 of the latest edition of the Virginia Erosion and Sediment Control Handbook under the ‘Determination of Adequate Channel’ section.\n\n\n\nThe “Plan Approval Information” chart, Item #8 Water Quality Impact Assessment ‘Required’ box on the plan Cover Sheet shall be marked and the ‘Comment/Sheet No.’ shall contain a note as to which plan sheet contains the narrative statement.\n\nWith review and Director approval of the construction plan, approval of the WQIA will be deemed to have been met.\n\nIf you have any questions or need additional information, please call Stormwater Specialist at **703-324-1720, TTY 711**.\n\n## \n\n1/12/05 - 05-02 Ventilation Air Policy, Intermittent and Variable Occupancies, Occupant Load Calculations\n\n**Background**\n\nThe Virginia Uniform Statewide Building Code (USBC) incorporates by reference the International Mechanical Code (IMC), 2000 edition, which in turn prescribes the minimum amount of outdoor air required for the ventilation of various indoor spaces - based on the occupancy of each such space and its estimated maximum occupant load or other parameters as prescribed by the IMC. The IMC’s tabular values for Required Outdoor Ventilation Air are derived from ASHRAE 62-1989, although ASHRAE 62-1989 itself is not incorporated within the VUSBC. In occupancies where the primary sources of air contamination are the occupants themselves, the prescribed ventilation rates (mathematically) limit the rise of carbon dioxide within such spaces to about 700 parts per million (ppm) above ambient outdoor air levels. Thus, if the outdoor air has a carbon dioxide level of 300 ppm (as presumed in ASHRAE 62-1989), a steady state condition of about 1,000 ppm carbon dioxide will be reached within a space with an occupant loading and outdoor ventilation rate prescribed for that space by the IMC. ASHRAE 62-1989 states: “Comfort (odor) criteria are likely to be satisfied if the ventilation rate is set so that 1,000 ppm carbon dioxide is not exceeded.” ASHRAE 62-1989 also implies that short-term exposure to contaminant levels as high as 1.25 times the steady-state value (e.g., 1.25 times 1,000 ppm carbon dioxide) should be safe, provided the required air quality (e.g. 1,000 ppm carbon dioxide, maximum) is provided over the entire occupancy period. In cases of “intermittent or variable occupancy,” it is sometimes possible to provide ventilation rates lower than those prescribed by the IMC and still maintain indoor air quality comparable to that described above.\n\n**Policy**\n\nIn cases of “intermittent or variable occupancy” where the primary sources of air contamination are the occupants themselves, and outdoor ventilation air is the principal means of maintaining indoor air quality, equivalence to the IMC prescribed ventilation rates may be demonstrated through mathematical modeling of carbon dioxide concentrations within the space. Carbon dioxide concentrations so modeled must be shown to be no higher than 750 ppm above outdoor ambient conditions (which may be assumed at 400 ppm for this locality), with exceedance of this threshold being limited to 15 minutes and 1,000 ppm above outdoor ambient conditions during a single occupied period. “Average occupancy” calculations, such as described in ASHRAE 62-1989 Section 6.1.3.4, may not be used as an alternative for demonstrating equivalence.\n\nA computer program has been developed for modeling indoor air quality in \"intermittent and variable occupancy\" situations that will be used to verify design and supporting calculations. Should you request a “code modification” for reduced ventilation capacities in qualifying situations, we will use this program to check your design and supporting calculations during the permit application process. Copies of the computer program are available from Land Development Services, by sending a request to:\n\n  \nCommercial Inspections Division  \n12055 Government Center Parkway  \nFairfax, Virginia 22035-5504  \nPhone: **703-324-1910**  \nTTY: **711**  \nFax: **703-324-1846**\n\n## \n\n5/20/04 - 04-06 Stormwater Management Facility Submission Requirements \n\nOn March 29, 2004, the Board of Supervisors adopted the Stormwater Management Facility Submission Requirement Zoning Ordinance Amendment which expands the submission requirements for all special permit, special exception, rezoning and development plan applications. This amendment became effective on July 1, 2004 at 12:01 a.m. All special permit, special exception, rezoning and development plan applications accepted prior to the effective date are not subject to the new submission requirements.\n\nUnder the adopted amendment, all plats or development plans submitted with special permit, special exception, rezoning or development plan applications would be required to include the location, estimated size of facility footprint in area and type of all stormwater management facilities, including the full extent of side slopes, embankments, spillways, dams and water surface elevations of design storms, if applicable. In addition, all applications are required to submit a preliminary stormwater management plan that includes information about the adequacy of downstream drainage, including the sufficiency of capacity of any storm drainage pipes and other conveyances into which stormwater runoff from the site will be conveyed.\n\nIn addition to the above, those applications proposing land disturbing activity of 2500 square feet or more are required to submit additional graphic and narrative information. The graphic information requires the depiction of: 1) the facility footprint and, where applicable, the height of any dam embankment and location of the emergency spillway outlet; 2) the on-site and off-site areas to be served by the facility and the acreage draining to each facility; 3) a preliminary layout of all on-site drainage channels, outfalls, and pipes within the facility; 4) the location of any access roads or other means of access to the facility with a description of the type of road surface; 5) proposed landscaping and tree preservation areas in or near the facility; and 6) the approximate limits of clearing and grading on-site and off-site for the facility, storm drainage pipes, spillways, access roads and outfalls, including energy dissipation, storm drain outlet protection and/or stream bank stabilization measures. The narrative information requires: 1) a description of how the detention and best management practice (BMP) requirements will be met; 2) the estimated area and volume of storage of the stormwater management facility to meet the detention and BMP requirements; 3) the existing outfall conditions for each watercourse receiving drainage from the site; and 4) a description of how adequate outfall requirements of the Public Facilities Manual will be satisfied.\n\nIn addition to the more detailed stormwater management submission requirements, this amendment increases the required number of special exception and special permit plats submitted from 22 to 23. This amendment also reduces the maximum contour interval depicted on the required existing topography map from 5 to 2 for special exception and special permit plats.\n\nThe amendment also adds a minor modification provision that allows the Zoning Administrator to approve modifications to an approved special permit, special exception, rezoning or development plan that result in an increase in the amount of clearing and/or grading for a stormwater management facility, provided that such additional clearing and/or grading does not reduce non-stormwater management open space, tree save and/or landscaping on the lot.\n\nA copy of the adopted Zoning Ordinance amendment is available at the Department of Planning and Zoning home page under \"Current Projects\". Questions concerning this amendment and a hard copy of the amendment may be obtained by calling **703**-******324-1314, TTY 711** .\n\n## \n\n4/23/03 - 03-09 Lumber Species Not Native to North America\n\nThe use of lumber species not native to North America and not listed in the National Design Standard (NDS) has recently become more prevalent in residential construction. Fairfax County does not wish to restrict the use of these species (i.e., ipe, spanish cedar, meranti). However, with the many species on the market today, Land Development Services must regulate their acceptance with the specific requirements listed below.\n\n  * The use of lumber species not native to North America shall be limited to decking surface installations only. Their use as structural elements, such as guardrails, joists, beams or rafters, is prohibited.  \n\n  * Upon submission to Building Plan Review, the building plans shall include a report from a testing laboratory recognized in the United States or Canada for the decking surface material. The report shall include the following minimum data for the species proposed in the construction: \n    * Allowable bending stress\n    * Allowable shear stress\n    * Modulus of elasticity\n  * The submitted building plans shall also include verification of decay and termite resistance of the proposed species from an organization recognized by a federal agency of the United States or Canada.  \n\n  * Labeling and field identification per IBC, Chapter 17, shall also be provided. This is to ensure the specified species is the actual species installed in the field.\n\n\n\nIf you have any questions regarding the policy outlined here, contact **703-222-0114, TTY 711**.\n\n## \n\n3/31/03 - 03-05 Policy and Procedures for Implementation of Infill and Residential Development Study Recommendation SW-10 \n\n**Issue:**\n\nNew submission requirements associated with recommendation SW-10 of the Infill and Residential Development Study will be effective for all first submission site plans, subdivision plans, rough grading plans, bonded grading plans where the limits of disturbance have not been included in the subdivision plans, public improvement plans, infill plans, and minor site plans that are submitted on or after May 12, 2003. The details of the new requirements which were developed by a committee of private and public professionals are provided in the document entitled \"Policy and Procedures for the Evaluation of Downstream Impoundments.\" The document contains the new submission requirements as well as the role of the design professionals and review staff in implementation.\n\n**Background:**\n\nDevelopers and downstream property owners share a common desire to have minimal impact caused by upstream land development activities. Impacts in the form of siltation to downstream properties, especially natural resources, may result in significant liabilities to a developer involving litigation with the affected parties that may take a substantial amount of time and expense to resolve. Certainly the downstream property owner would like to avoid damages resulting in costly resolution as well. The County can provide assistance to both parties by requesting information that identifies and quantifies existing conditions prior to land disturbance. Without definitive measurements of pre-existing conditions, it has been difficult for all parties to reach agreement on downstream damages caused by the land disturbing activities of a developer's project. Neither party is served well in these situations, which have become more frequent as infill development continues in the County. The existence of siltation that occurred prior to development can make the determination of liability even more difficult. Downstream property owners are sometimes left with no remedy for siltation on their properties because they are unable to prove that a particular development caused the siltation. Likewise, developers are unable to quantify the extent of their responsibility.\n\nIf you have any questions regarding submission requirements, please call Environmental and Facilities Review Division at **703-324-1720, TTY 711**.\n\n## \n\n2/28/03 - 03-03 Ventilation Air Policy, Intermittent and Variable Occupancies, Occupant Load Calculations \n\n**Code Reference:** International Mechanical Code, 1996 Edition\n\n_**Background**_**:** The Virginia Uniform Statewide Building Code (USBC) incorporates by reference the International Mechanical Code (IMC), 1996 edition. This code in turn prescribes the minimum amount of outdoor air required for the ventilation of various indoor spaces-based on the occupancy of each such space and its estimated maximum occupant load or other parameters. The IMC's tabular values for Required Outdoor Ventilation Air are derived from ASHRAE 62-1989, which itself is not incorporated within the VUSBC. In occupancies where the primary sources of air contamination are the occupants themselves, the prescribed ventilation rates (mathematically) limit the rise of carbon dioxide within such spaces to about 700 parts per million (ppm) above ambient outdoor air levels. Thus, if the outdoor air has a carbon dioxide level of 300 ppm (as presumed in ASHRAE 62-1989), a steady state condition of about 1,000 ppm carbon dioxide will be reached within a space with IMC prescribed occupant loading and outdoor ventilation rates. ASHRAE 62-1989 states: \"Comfort (odor) criteria are likely to be satisfied if the ventilation rate is set so that 1,000 ppm carbon dioxide is not exceeded.\" ASHRAE 62-1989 also implies that short-term exposure to contaminant levels as high as 1.25 times the steady-state value (e.g., 1.25 times 1,000 ppm carbon dioxide) should be safe, provided the required air quality (e.g. 1,000 ppm carbon dioxide, maximum) is maintained on average over the entire occupancy period. In cases of \"intermittent or variable occupancy,\" it is sometimes possible to provide ventilation rates lower than those prescribed by the IMC and still maintain indoor air quality comparable to that described above.\n\n_**Policy**_**:** Effective immediately, in cases of \"intermittent or variable occupancy\" where the primary sources of air contamination are the occupants themselves, and outdoor ventilation air is the principal means of maintaining indoor air quality, equivalence to the IMC prescribed ventilation rates may be demonstrated through mathematical modeling of carbon dioxide concentrations within the space. Carbon dioxide concentrations so modeled must be shown to be no higher than 750 ppm above outdoor ambient conditions (which may be assumed at 400 ppm for this locality), with exceedance of this threshold being limited to 15 minutes and 1,000 ppm above outdoor ambient conditions during a single occupied period.\n\n\"Average occupancy\" calculations, such as described in ASHRAE 62-1989 Section 6.1.3.4, may not be used as an alternative for demonstrating equivalence (Ref. IMC 403.2 Exception). Occupant loads utilized for design of ventilation systems shall be as prescribed in Table 403.3 of the IMC. Furniture layout designs utilized for occupant loads shall only be considered for permanently installed furniture (Ref. IMC 403.3).\n\nIn order to demonstrate equivalence to the provisions of the IMC, any of the following approaches may be used:\n\n  1. 1\\. Use of the common ventilation formula as specified in Section 403.3.2 of the IMC.\n  2. Rooms provided with exhaust or supply air fan systems may utilize air supplied through adjacent occupiable space(s), where there is excess ventilation air, to compensate for an inadequate supply of required ventilation air into the room.\n  3. Use of mathematical modeling to demonstrate that the carbon dioxide concentrations in the space would not exceed the limits outlined above, during the time of occupancy.\n\n\n\nA computer program has been developed for modeling indoor air quality in \"intermittent and variable occupancy\" situations that will be used to verify design and supporting calculations. Copies of the computer program are available from Land Development Services, upon request to:\n\nCommercial Inspections Division  \n12055 Government Center Parkway  \nFairfax, Virginia 22035-5504  \nPhone: **703-324-1910, TTY 711**  \nFax: **703-324-1846, TTY 711**\n\n  * \n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/land-development-technical-bulletins-3-1-7-8-8-9-and-9-3",
        "title": "Land Development Technical Bulletins 3-1 to 7-8, 8-9 and 9-3 | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Land Development Technical Bulletins",
        "keywords": "Land Development Services, Land Development Technical Bulletins"
    }
}