{
    "page_content": "# Planning, Permitting and Construction\n\n__\n\n#### Planning, Permitting and Construction Alert:\n\nCONTACT INFORMATION:  8 a.m. - 4:30 p.m. Permitting Business Hours: 8 a.m. - 4 p.m. (M-Th), 9:15 a.m. - 4 p.m. (F) \n\n__\n\n703-324-1780 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nhttps://www.facebook.com/fairfaxcounty\n\n__\n\nMultiple Development Agency Directors  \n\n\n## Department Resources\n\n  * Department Homepage\n  * Environmental Health\n  * Fire Marshal\n  * Land Development Services\n  * Planning and Development\n\n\n\n## Related Resources\n\n  * Criteria to Qualify for the Project Management Program\n  * Meet the Project Management Team\n  * Project Management Program Testimonials\n  * Project Management Program FAQs\n  * Assistance for Places of Worship and Nonprofit Community Groups\n  * Apply for Project Management Services\n  * Project Management Program Report\n  * Assistance for Commercial Revitalization District Projects\n  * Hospitality Industry COVID-19 Assistance\n\n\n\n  * __facebook\n  * __twitter\n\n\n\n# Criteria to Qualify for the Project Management Program\n\n### Requirements to Qualify for Project Management\n\nProject Management assistance may be available for projects which will most benefit from these services. Due to limited resources, staff has developed preliminary criteria to guide project selection. These criteria may evolve as the Project Management Program (PMP) grows and adapts to the needs of its clients. Although no fee is currently imposed for Project Management services, this could change in the future.\n\n### Criteria for acceptance of Longer-Term Project Management Services\n\nGood project candidates for the Project Management Program will fall into one or more of the following categories. Not all qualifying projects will be accepted into the PMP program. Final selection of projects will be subject to approval by the LDS Director or designee, depending on staffing capacity.\n\n  1. Developer/ applicant provides and maintains evidence of strong motivation to complete and implement the project and a willingness to work cooperatively and share information with all affected County staff. Some examples of strong evidence may include: a commitment to pursue concurrent processing and/or modified processing, commitment to diligence through bonding process, previous evidence of responsiveness to staff.\n  2. Project will provide a significant benefit to the community.\n  3. District Supervisor, County Executive, or Fairfax County Economic Development Authority (EDA), has requested project management assistance.\n  4. Projects accepted into the Department of Planning and Development Economic Incentive Program.\n  5. For publicly funded projects, the roles and responsibilities of the applicant’s project manager and the LDS project manager must be clearly defined before the project is accepted, demonstrating that the LDS project manager can provide a unique benefit to the project that the public agency’s project manager cannot provide.\n  6. Applicants who have not previously received project management services will receive priority over repeat applicants.\n  7. Providing project management support would improve equitable access to the land development process, as articulated in the One Fairfax policy.\n\n\n\n### Criteria to Accept Projects in PMP for Trouble Shooting services\n\nTrouble shooting assistance may be provided, as resources are available, if determined appropriate by the LDS Director, or designee.\n\n### Continuing eligibility for the Project Management Program\n\nThe Project Management team will annually evaluate projects in the PM program to determine whether PM criteria are still met. Project management services may be discontinued for the following reasons:\n\n  1. The project no longer meets any of the original acceptance criteria.\n  2. Project milestones have significantly deviated from the originally developed project schedule, or are no longer being diligently pursued.\n  3. Applicant does not demonstrate a pattern of 100% complete and high quality submittals.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/criteria-qualify-project-management-program",
        "title": "Criteria to Qualify for the Project Management Program | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Land Development Services Criteria to Qualify for the Project Management Program",
        "keywords": "Project Management Criteria, Project Management Program"
    }
}