{
    "page_content": "# Zoning Evaluation Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1290 TTY 711\n\n__\n\ndpzzed@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy., Suite 801  \nFairfax, VA 22035\n\n__\n\nSuzanne Wright  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Applications & Development Review\n  * Affidavits\n  * Application Acceptance\n  * Application Forms & Packages\n  * Application Review Process Overview\n  * Application Weekly Status Reports\n  * Interpretations\n  * Minor Variations\n  * PLUS Application Portal\n  * Pre-Application Consultation\n  * Rezoning\n  * Special Exception\n  * Special Permit\n  * Variance\n  * Zoning Glossary\n  * Zoning in Fairfax County\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Zoning Application Process - Application Acceptance\n\nThe Conformance Review and Acceptance Branch within the Zoning Evaluation Division (ZED) of the Department of Planning and Development (DPD) reviews rezoning, special exception, special permit and variance applications for compliance with the Fairfax County Zoning Ordinance’s submission requirements and to identify any additional applications or waivers that are necessary with the filing of such applications. The Zoning Ordinance, which is Chapter 112.1 of the Fairfax County Code, governs the use of land in Fairfax County. The Zoning Ordinance is adopted to promote the health, safety and welfare of the public and to implement the adopted Comprehensive Plan for the County. The following provides you with general information about the requirements you must fulfill for acceptance of your application. An application must be accepted before it can be processed. All applications must be submitted electronically through the PLUS application portal.\n\nThe rezoning and special exception processes require a public hearing before the Planning Commission and the Board of Supervisors with a processing time of approximately 6 months from the official date of acceptance. The special permit and variance processes require a public hearing before the Board of Zoning Appeals (BZA) with a ninety (90) day processing time from the official date of acceptance, which is the date that all the submission requirements have been submitted and have been deemed to be acceptable.\n\n## General Requirements\n\nThe following items, which are detailed in the application packages, are required:\n\n  1. A layout plan must be prepared by a certified architect, landscape architect, engineer, or land surveyor that is licensed in the Commonwealth of Virginia, and must include information, such as: boundaries of the property; locations, dimensions and height of existing and proposed structures; ingress/egress from a public street; parking, proposed landscaping and screening; Stormwater management facilities; and the presence of any floodplains or Environmental Quality Corridors (EQC).\n\n  2. A written statement detailing the proposed uses, including operational characteristics, such as hours of operation.\n\n  3. An application form. If the applicant is not the owner of the property, you must provide written authorization from the owner notifying the County that you have the authority to file the application. Where a contingency contract exists, we encourage you to provide a copy of this contract.\n\n  4. An affidavit setting forth ownership and other interests in the proposal.\n\n\n\n\n## Helpful Tips\n\n  * If you are contemplating filing a rezoning, special exception, special permit or variance application and are not sure exactly what type of application you will need, you can call the Zoning Evaluation Division at 703-324-1290. If you would like to know what issues you will likely face during the process, you can complete a Pre-application of Zoning Cases consultation request. Staff meets internally each week to review these requests. After meeting internally, staff will contact you to advise you as to what issues might be necessary for you to address, and if any additional meetings are recommended. This process may take up to three weeks for staff to contact you with comments and advice on how to proceed. \n\n  * Establish a key point of contact or representative within your organization who will be responsible for the application. This person should be responsible for obtaining information and relaying it back to all other interested parties.\n\n  * Ensure that all parts of the application submission are filed at the same time and that the submission is accurate and complete.\n\n  * For additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have questions or need assistance using the PLUS system, please contact the Help Desk:\n\n    * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n    * Email: PLUSSupport@FairfaxCounty.gov\n    * Phone: 703-324-2222, TTY 711\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/application-acceptance",
        "title": "Zoning Application Process - Application Acceptance | Planning Development",
        "description": "Fairfax County, Virginia - Applications Acceptance process for Rezoning, Special Exception, Special Permit and Variance applications in Fairfax County",
        "keywords": "Application Acceptance, Zoning, Variance, Special Permit, Special Exemption, Rezoning"
    }
}