{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Architectural Review Board (ARB) \n  * Fairfax County 250th Commission\n  * Fairfax County Historical Roadside Markers \n  * Historic Overlay Districts \n  * Historic and Heritage Resources\n  * History Commission \n  * Inventory of Historic Sites \n  * Laurel Hill\n  * National Historic Landmark Sites\n  * National Register of Historic Places\n  * Preservation Easements\n  * Studies and Surveys \n    * African American Historic Resources Survey\n    * Gum Springs Heritage Resources Study\n    * Midcentury Modern Historic Resources Survey\n    * Reston Historic Resources Survey\n  * Virginia Historical Highway Markers\n\n\n\n  * __facebook\n\n\n\n# Historic Preservation and Heritage Resources\n\nOlder buildings and neighborhoods in Fairfax County are part of Fairfax County's \"heritage resources\" and are economic and social investments that pay dividends. These sites and buildings also tell the history of the built environment in the county, which includes Native American hunting camps and long-term settlements, the tidewater plantations of George Washington and George Mason, Civil and Spanish-American War campsites and training grounds, as well as the 20th century planned town of Reston and its 19th century counterpart Dunn Loring. Recording, preserving, and studying this evidence enriches the quality of life in Fairfax County by putting residents in touch with their heritage, providing residents and property owners with a sense of temporal stability and continuity, and instilling in both young and old a loyalty and commitment to place and community. This public stewardship responsibility has been recognized for over thirty years and continues today.\n\n## Architectural Review Board\n\nThe ARB is responsible for public interest(s) as embodied in the Historic Overlay District Ordinance. Its job is to protect and enhance the resources that give a district its historic, architectural, or archaeological significance.\n\n  * Learn More\n\n\n\n## History Commission\n\nThe Fairfax County History Commission, advises the County Government, and promotes and encourages public interest in all matters bearing on the history of Fairfax County, and helps identify, document, record and preserve our County's historic past here in Northern Virginia.\n\n  * Learn More\n\n\n\n## Preservation Easements\n\nThe Easements Program is committed to helping owners protect open space, historic resources, scenic vistas, and sensitive natural areas on their property, enabling these resources to remain in private ownership.\n\n  * Learn More\n\n\n\n## Historic Overlay Districts\n\nHistoric Overlay Districts provide regulations over and above the regular zoning protection to better protect those unique areas, sites, and buildings that are of special architectural, historic, or archaeological value to local residents and visitors.\n\n  * Learn More\n\n\n\n## Inventory of Historic Sites\n\nThe Fairfax County Inventory of Historic Sites was established in 1969. The Inventory itself is, quite simply, a catalog of historically significant sites within Fairfax County. Currently, there are approximately 350 sites on the Inventory. \n\n  * Learn More\n\n\n\n## Laurel Hill\n\nThe former Lorton Prison, one of the most beautiful parcels of land in Fairfax County, is now referred to as \"Laurel Hill,\" in commemoration of the 18th century structure on the site, which served as the home of revolutionary war patriot William Lindsay. \n\n  * Learn More\n\n\n\n## Studies & Surveys\n\n**African American Historic Resources Survey** \\- Fairfax County African American resources were surveyed as part of a Virginia Department of Historic Resources’ (VDHR) survey program. The survey looked at properties associated with African American history in Fairfax County.\n\n**Reston Historic Resources Survey** \\- Preservationists surveyed Reston in 2020 as part of the Virginia Department of Historic Resources’ Survey. The survey covered all of Reston except the land within the existing Lake Anne Historic Overlay District.\n\n**Midcentury Modern Historic Resources Survey** \\- Midcentury Modern architecture across Fairfax County will be documented by a historic resource survey in the spring and summer of 2023. \n\n**Gum Springs Heritage Resources Study** \\- Fairfax County is conducting a Heritage Resources Study for the Gum Springs Community, to recognize the history of Gum Springs and identify resources with historical, cultural, architectural, or archaeological significance within the area.\n\nRandall Estates National Register Nomination \\- In 2024, VDHR awarded DPD, in partnership with W. H. Randall Estates Civic Association, a Certified Local Government grant to complete an architectural survey and National Register nomination for the Randall Estates neighborhood.\n\n  \n\n\n##  Heritage Resources \n\n  * 250th Commission\n  * Fairfax County Historic Sites - National Register of Historic Landmarks\n  * Fairfax County Historic Sites - National Register of Historic Places\n  * Fairfax County Historical Roadside Markers\n  * Virginia Historical Highway Markers in Fairfax County\n  * Resident Curator Program \n\n\n\n##  Historic Story Maps \n\n  * Fairfax County Historical Roadside Markers\n  * Fairfax County Historic Buildings\n  * Fairfax County Sites on the National Register of Historic Places\n  * Virginia Historical Highway Markers in Fairfax County\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/historic",
        "title": "Historic Preservation and Heritage Resources | Planning Development",
        "description": "Fairfax County, Virginia - Historic Preservation and Heritage Resources in Fairfax County",
        "keywords": "Historic Preservation, Fairfax County History, Heritage Resources"
    }
}