{
    "page_content": "# Cross Connection Program\n\n__\n\n#### Land Development Services Alert:\n\n__\n\n703-631-5101 TTY 711\n\n__\n\nLDSCrossConnectionProgram@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n# Requirements and Responsibilities for Installation and Testing\n\n**Due to our transition to the newPLUS system, links and forms on this page will not be available until October 31. Please hold all submissions until then.**\n\n## Installation\n\nThe Virginia Construction Code requires a permit and final inspection for the installation, replacement or removal of a backflow prevention assembly.\n\n  * New installations, whether in new or existing buildings, and replacement of existing assemblies require a plumbing permit. Plans may be required depending on the scope of work. Learn more about the permit application process, and apply online.\n  * Excluding removal due to annual winterization, backflow prevention assemblies cannot be removed, abandoned, relocated, by-passed, or altered in any manner without prior approval from Fairfax County.\n  * Backflow prevention assemblies should not be installed in concealed locations and should be provided with easy access. They should remain fully visible, except when installed in approved heated enclosures.\n  * Backflow prevention assemblies should be labeled to identify the equipment or system they serve and be protected from freezing. They should be installed per the manufacturer’s instructions with the following clearances: \n    * 18-inch clearance on the side where testing ports are located\n    * 12-inches minimum clearance and 60 inches maximum height above the floor or grade to the underside of the assembly\n    * 30-inch by 30-inch working space on at least one side\n\n\n\n## Testing\n\nThe Virginia Construction Code requires backflow prevention assemblies to be tested by a certified tester. A Fairfax County Backflow Assembly Test Report must be completed and submitted at the following instances.\n\n  * At the time of installation\n  * Immediately after repairs\n  * Upon relocation\n  * Annually*\n\n\n\n* Each property having a backflow prevention assembly is assigned a specific month each year for its annual tests based on the county’s tax map grid.\n\n  * Backflow assemblies receiving a result of \"FAILED\", must be corrected, and re-tested to ensure proper operation, prior to submitting a Test Report for a given property.\n  * Backflow Assemblies which \"FAIL\" testing must be repaired or replaced and re-tested within 10 Business Days of the initial failed test date.\n\n\n\n## Completing and Submitting a Test Report\n\nIt is the responsibility of the contractor, tester, testing company, property owner, business owner, owner's agent and the responsible party charged with the maintenance of a property to ensure Backflow Assembly Test Reports are properly submitted in a timely manner. **Test Reports submitted with incomplete information will not be accepted.**\n\n  * It is expected that the test reports will be submitted to Fairfax County within 10 business days of the test date.\n  * Backflow Assembly Test Reports must be submitted individually. All backflow assemblies, installed at each unique address, should be included on the test report. Do not attach multiple test reports to a single submittal.\n  * Each test report submitted must contain both PART A and PART B.\n  * Only Test Reports indicating a result of \"PASSING\" for all backflow assemblies installed at a given property will be accepted.\n  * Test Reports indicating the status of a backflow assembly as \"not in use\", \"not tested\", \"not located\" or in some other manner not showing a \"PASSING\" result, will not be accepted.\n  * Backflow assemblies will not be permanently removed, abandoned, placed out of service, relocated, by-passed, or altered in any manner without prior approval from Fairfax County.\n\n\n\nFor new construction or tenant build-out, complete a blank test report.\n\nFor existing construction, print the existing test report.\n\n## Your Responsibilities\n\n### As a Building, Property, Business Owner or Agent\n\n  * Maintain and update contact information.\n  * Obtain a permit for the installation, replacement, removal, or relocation of your backflow prevention assemblies. Excluding removal for winterization.\n  * Schedule annual testing with a certified tester and submit a completed Backflow Assembly Test Report to the county prior to the end of your assigned testing month.\n  * Ensure identified deficiencies are corrected in a timely manner.\n  * Ensure the repair or replacement of a failed assembly is completed without delay.\n  * Ensure assemblies that are removed for winterization are re-installed prior to the month testing is due.\n\n\n\n### As a Contractor, Tester or Testing Company\n\n  * Maintain and update contact information.\n  * Ensure adherence to all relevant codes, regulations, and ordinances related to the work being performed.\n  * Acquire and maintain required licenses and certifications relevant to the work being performed.\n  * Obtain a permit for the work being performed.\n  * Complete and submit a completed Backflow Assembly Test Report to the county prior to the end of the location’s assigned testing month.\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/crossconnections/requirements-responsibilities-for-installation-testing",
        "title": "Requirements and Responsibilities for Installation and Testing | Land Development Services",
        "description": "Fairfax County, Virginia - The Virginia Construction Code requires a permit and final inspection for the installation, replacement or removal of a backflow prevention assembly. ",
        "keywords": "cross connection, backflow assembly, certified tester, assemblies, test report, backflow device, backflow prevention, backflow protection, installation requirements, authorized tester"
    }
}