{
    "page_content": "# Zoning Administration Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1314 TTY 711\n\n__\n\nordadmin@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy.  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Ordinance Home\n  * Proposed Zoning Ordinance Amendments \n    * Proposed Zoning Ordinance Amendments Home\n    * Contractor’s Office and Shops and Construction Vehicles\n    * PDH, PDC Districts & Final Development Plan Amendments\n    * PRC Plan & Minor Modification\n    * Review of Modified Accessible Parking Requirements\n    * Special Events and Food Trucks\n  * Recently Adopted Amendments\n  * Work Program\n  * zMOD (Historical)\n  * Zoning Amendment Outreach\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Recently Adopted Zoning Ordinance Amendments\n\nThe following are adopted amendments to the current Zoning Ordinance. Click on an amendment below to expand for more information.\n\n## \n\nRecently Adopted\n\n##  Repeal of Chapter 112.1 (Zoning) and the Supersession Clause of Chapter 112.2 (Zoning) \n\n**Adopted:** 10-22-2024\n\n**Effective:** 10-23-2024\n\nThis amendment repealed Chapter 112.1 (Zoning Ordinance) in its entirety and repealed the supersession clause that was included in the adoption of Chapter 112.2 (Zoning Ordinance).\n\n#### Related Resources\n\nStaff Report (Download)\n\n##  112.1-2024-9 and 112.2-2024-8 - Data Centers \n\n**Adopted:** 9-10-2024\n\n**Effective:** 9-11-2024\n\nThe amendment revises the permissions and use-specific standards for data centers.\n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.1-2024-8 - Amendment to Chapter 112.1 \n\n**Adopted:** 6-25-2024\n\n**Effective:** 7-1-2024\n\nThe amendment readopted the seven amendments to Ch. 112.2 as part of Ch. 112.1. \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report (Download)\n\n##  112.2-2024-7 - Zoning Application Fees and Planned District Recreational Facilities Minimum Expenditure \n\n**Adopted:** 4-16-2024\n\n**Effective:** 7-1-2024\n\nThis amendment increased Zoning Application Fees on most applications up to 35% (phased in at 17.5% annually effective July 1, 2024, and July 1, 2025), as well as increased the required Planned District Recreational Facilities Minimum Expenditure up to 26% (phased in at 13% annually effective July 1, 2024, and July 1, 2025). \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report (Download)\n\n##  112.2-2024-6 - Minor and Editorial Revisions and Changes to Reflect Virginia Code Updates \n\n**Adopted:** 3-19-2024\n\n**Effective:** 3-20-2024\n\nThis amendment corrects typographical and editorial errors, resolves inconsistencies, provides clarification of certain provisions, codifies existing practices, and includes other minor revisions, such as revising the permissions for personal service establishments in the C-1 through C-4 Districts and adding sanitary sewer application submission requirements.\n\n#### Related Resources\n\nAmendment Text (Download)\n\nStaff Report (Download)\n\n##  112.2-2024-5 - Outdoor Dining \n\n**Adopted:** 2-6-2024\n\n**Effective:** 2-7-2024 with a grace period until April 30, 2024, to allow existing outdoor dining areas to come into compliance with the new standards. \n\nThe Outdoor Dining amendment establishes outdoor dining as an accessory use to permit the continuation of the type of outdoor dining associated with a restaurant or other type of food establishment that was allowed during the COVID-19 Emergency. Specifically, the proposed amendment maintains the approach followed during the pandemic that permitted outdoor dining on private property by right, subject to standards, and introduces a new administrative permit process (AP) for outdoor dining in a parking lot.\n\n#### Related Resources\n\nAmendment Text (Download)\n\nStaff Report (Download)\n\n##  112.2-2024-4 - Landscaping & Screening \n\n**Adopted:** 1-23-2024\n\n**Effective:** 1-24-2024\n\nThe Landscaping and Screening amendment repealed and replaced Section 5108, Landscaping and Screening, which contains provisions for parking lot landscaping and transitional screening and barrier requirements. The amendment introduced new provisions such as street frontage landscaping.\n\n#### Related Resources\n\nAmendment Text\n\nStaff Report (Download)\n\n##  112.2-2023-3 - Sign Regulations Part II \n\n**Adopted:** 11-21-2023\n\n**Effective:** 11-22-2023\n\nThe Sign Regulations Part II amendment revised the nighttime brightness levels of electronic display signs; consolidated the comprehensive sign plan, special exception, and special permit sign applications into a unified SE application for sign modifications; and revised other sign regulations, including those related to illuminated or electronic window signs, subdivision signs, and signs for multifamily buildings.\n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.2-2023-2 – Outdoor Lighting Around Turner Farm Park Observatory \n\n**Adopted:** 11-21-2023\n\n**Effective:** 11-22-2023\n\nThis amendment revised the standards for outdoor lighting within one-half mile around the Turner Farm Park Observatory located on Springvale Road in the Dranesville District. \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.2-2023-1 - Parking and Loading Regulations \n\n**Adopted:** 9-26-2023\n\n**Effective:** 1-1-2024\n\nThe parking modernization project, known as Parking Reimagined, reviewed the off-street parking and loading requirements in Article 6 (Parking and Loading Regulations) of the Zoning Ordinance. This amendment updates and modernizes Article 6 in its entirety and modifies various other sections of the Zoning Ordinance as they relate to parking. \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\nStaff Report Addendum\n\n##  112.2 - Readoption of the Zoning Ordinance as Amended through March 22, 2023 \n\n**Adopted:** 5-9-2023\n\n**Effective:** 5-10-2023\n\nOn Tuesday, May 9, the Board of Supervisors (BOS) readopted the Modernized Zoning Ordinance (zMOD), originally adopted in 2021 and subsequently amended over the next two years.\n\n#### Related Resources\n\nStaff Report\n\nPress Release\n\nBoard Item\n\nSummary of Notable Changes\n\nMemo to the BOS/PC - Additional zMOD Resources\n\n##  112.1-2023-7 - Minor and Editorial Revisions \n\n**Adopted:** 1-24-2023\n\n**Effective:** 1-25-2023\n\nSimilar to the previously-adopted minor and editorial revisions, the amendment included a number of necessary revisions that had been identified following the adoption of the new Zoning Ordinance. The changes corrected typographical or editorial errors or provided for clarification of certain provisions.\n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.1-2022-6 - Establishment of Hollin Hills Historic Overlay District \n\n**Adopted:** 3-8-2022\n\n**Effective:** 3-9-2022\n\nThe amendment establishes the Hollin Hills Historic Overlay District (Hollin Hills HOD), concurrent with Comprehensive Plan Amendment PA 2018- IV- MV4 to amend the Comprehensive Plan to update Plan language and figures to reflect the Hollin Hills HOD designation; and rezoning RZ 2021-MV-00017 to rezone 492 parcels on approximately 291.27 acres of land within the Hollin Hills community, on certain properties within Tax Maps 93-1, 93-3, 93-4 and 102-1, and to amend the Zoning Map and establish the boundaries of the proposed historic overlay district.\n\nGrandfather - The following are grandfathered from the provisions of this amendment:\n\n  * Applications for building permits, site plan, and any site-related plan (grading, conservation plans or house location plats) submitted and accepted for review before the effective date, would not be subject to ARB review pursuant to the provisions of Section 3101 provided such plans or plats are (a) approved within twelve months of the return of the initial submission to the applicant or agent, (b) the plan or plat remains valid, (c) building permits for the structures shown on the approved plan or plat are issued within six months of approval, and (d) the structures and uses are constructed in accordance with such building permits.\n\n\n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.1-2022-5 - Minor and Editorial Revisions \n\n**Adopted:** 2-22-2022\n\n**Effective:** 2-23-2022\n\nThe amendment included a number of necessary revisions that had been identified following the adoption of the new Zoning Ordinance. The changes corrected typographical or editorial errors or provided for clarification of certain provisions. \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.1-2021-4 - Historic Overlay Districts and State Code Revisions \n\n**Adopted:** 9-14-2021\n\n**Effective:** 9-15-2021\n\nThe amendment, under the authority granted by the General Assembly under SB1457 (effective April 7, 2021), amends (1) the powers and duties of the Architectural Review Board (“ARB”) to grant additional authority to the ARB to hear and decide applications for any proposed subdivision, including any subdivision plat, plan, or construction plan of any parcel or parcels within a historic overlay district (“HOD”) whose district-specific regulations require such ARB approval, (2) amends the administration of HOD regulations to require ARB review and approval of any application for a proposed subdivision of any parcel(s) within any HOD whose district-specific regulations require such ARB approval, and (3) amend the additional Standards for the Wellington Historic Overlay District (WHOD) to require ARB review and approval of any proposed subdivision and to allow the Board, in association with a proposed development, to impose or accept any condition it deems necessary to ensure any proposed use will satisfy the general and additional standards applicable to this HOD. This may include a condition to allow public access to the Wellington at River Farm HOD and its landmark, buildings, structures, or land to the extent permitted by local, state, or federal law. \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.1-2021-3 - Special Permit Fees and Other Minor Revisions \n\n**Adopted:** 7-13-2021\n\n**Effective:** 7-14-2021\n\nThe amendment established four special permit application fees, restored permissions for three uses, and included several clarifications and editorial revisions. \n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  112.1-2021-2 - Agritourism and Related Changes \n\n**Adopted:** 6-22-2021****\n\n**Effective:** 7-1-2021\n\nThe amendment increases the minimum acreage required to be in agricultural production from 5 acres to 7 acres when establishing an agricultural operation; establishes an agritourism definition with a tiered system based on associated acreage ranges and total number of attendees per day, and standards; creates a by-right option for bed and breakfasts when in conjunction with an agricultural operation and located on 20 acres or more; permits food trucks in association with agritourism, limited brewery, limited distillery, and farm winery; renames “quarters for a tenant farmer and his family” to farm worker housing with additional standards; and modifies and relocates the provisions for wayside stands.\n\n#### Related Resources\n\nAmendment Text\n\nStaff Report\n\n##  ZO-21-488 and 112.1-2021-1 - Establishment of Wellington at River Farm Historic Overlay District (WHOD) \n\n**Adopted:** 4-13-2021\n\n**Effective:** 4-14-2021 and 7-1-2021\n\nThe amendment establishes the Wellington at River Farm Historic Overlay District (WHOD), concurrent with a Comprehensive Plan Amendment PA 2020 IV-MV1, addressing the proposed establishment of the WHOD; and rezoning application RZ 2021-MV-001, adding the WHOD to the property and defining the boundaries of the WHOD on the Zoning Map.\n\nAs part of the zMOD project the WHOD regulations were adopted in two versions: in the current Zoning Ordinance (ZO) format and in the zMOD format. The regulations provided in the current ZO format are the governing zoning ordinance text until zMOD becomes effective on July 1, 2021. Once zMOD becomes effective, the language provided in the current ZO format would automatically be replaced with the proposed language in the zMOD format.\n\n#### Related Resources\n\nAmendment Text in ZO Format\n\nAmendment Text in zMOD Format\n\nStaff Report\n\n## Zoning Ordinance Announcements\n\nTo receive periodic announcements about proposed and adopted Zoning Ordinance amendments and other zoning administration topics, subscribe to the Zoning Ordinance Information and Amendments e-mail list.\n\nSubscribe to Email Updates\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning-ordinance/amendments/recently-adopted",
        "title": "Recently Adopted Zoning Ordinance Amendments | Planning Development",
        "description": "Fairfax County, Virginia - Recently Adopted Zoning Ordinance Amendments",
        "keywords": "Recently Adopted Zoning Ordinance Amendments"
    }
}