{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# 2\\. Planning and Zoning Review\n\n_Step 2 of the development review process is ensuring your project is compatible with the surrounding environment, both existing and planned, as contained in the Comprehensive Plan and the Zoning Ordinance.For all the steps, visit the Development Process Overview._\n\n* * *\n\nThis phase involves determining the allowable land uses and land use/building restrictions for a project. Knowing what can and cannot be done with a piece of property is essential in determining the feasibility of a project.\n\n## Comprehensive Plan\n\nThe Comprehensive Plan is the county's guide to long-range physical growth and development and is the basis for land use decisions made by the county. The plan consists of land use maps showing the desired development of the county by type of use – residential, commercial, industrial, public use, open space, recreational, public facilities, governmental and institutional. Proposed and existing transportation and public facilities are also shown.\n\nApplications for rezoning, special exceptions and special permits are reviewed for conformance with the Comprehensive Plan.\n\nView the Comprehensive Plan\n\n## Zoning Ordinance\n\nThe Code of Virginia enables local jurisdictions to adopt and administer a zoning ordinance. The Fairfax County Zoning Ordinance is Chapter 112 of the County Code. It is the means of implementing the Comprehensive Plan that regulates land use and structures and creates distinct districts for land uses. The zoning ordinance is intended to promote the health, safety and general welfare of the public.\n\nView the Zoning Ordinance\n\n## Zoning Application and Development Review\n\nThe process of seeking a rezoning, special exception, special permit or variance from Fairfax County consists of a detailed review and analysis of the proposal by staff, Planning Commission, Board of Supervisors, and/or the Board of Zoning Appeals. The Zoning Evaluation Division of the Department of Planning and Development reviews applications for rezoning, special exception, special permit or a variance.\n\n### Related Resources\n\nApplication Review Process\n\nRezoning Process\n\nSpecial Exception Process\n\nSpecial Permit Process\n\nVariance Process\n\n## Staff is Available for Assistance\n\nCounty staff is available through the Customer Information Center by email or via phone at the following numbers:\n\n  * Zoning Permits (Plats, Permit Review, Occupancy, Home Occupations) **703-222-1082, TTY 711**\n  * Zoning Administration (Zoning & Noise Ordinance Questions, Appeals, Signs) **703-324-1314, TTY 711**\n  * Zoning Evaluation (Zoning Applications, Staff Reports) **703-324-1290, TTY 711**\n  * Planning Division (Comprehensive Plan) **703-324-1380, TTY 711**\n  * Site and Subdivision Plans: Engineer of the Day, **703-324-2268, TTY 711**\n  * Building Permits: Permit Application Center, **703-222-0801, TTY 711**\n  * Building Code Questions, **703-631-5101, TTY 711**\n  * Planner of the Day\n\n\n\nDevelopment Services Customer Information Center (CIC)\n\n  \n\n\n3\\. Design\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build//development-process-overview/2-planning-and-zoning-review",
        "title": "2. Planning and Zoning Review | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Planning and Zoning Review - this phase ensures your project is compatible with the surrounding environment, both existing and planned, as contained in the Comprehensive Plan and Zoning Ordinance",
        "keywords": "Planning, Zoning, Comprehensive Plan, Zoning Ordinance"
    }
}