{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * DEQ Construction General Permit\n  * VA 811 – Dig Request\n  * VA Erosion & Sediment Control Handbook\n  * VDOT Work Zone Safety\n  * VDOTs Fairfax County Permit\n\n\n\n  * __facebook\n\n\n\n# Site Inspections\n\nThe Site Development & Inspections Division (SDID) staff of plan reviewers and inspectors ensure that the development of residential and commercial projects meets applicable county, state and federal regulations.\n\nBefore beginning any land disturbing activities associated with your approved site/grading plan and land disturbance permit, you are required to request a pre-construction meeting.\n\n**Before** requesting your pre-construction meeting, have the following items completed:\n\n## \n\n##  1\\. Approved Virginia 811 (VA811) Ticket \n\nHave a cleared and current **Virginia 811 (VA811) ticket** in hand and ready to supply to the site inspector. To coordinate your utility ticket, call 811 or submit online at https://va811.com/, at least three business days (excluding weekends and legal holidays) before you are scheduled to commence work.\n\n##  2\\. Clearly Marked Limits of Clearing and Grading/Limits of Disturbance \n\nPlace a continuous ribbon marking the perimeter of the limits of clearing and/or disturbance as determined by your licensed surveyor following your approved erosion and sediment control plans. Include the erosion and sediment control phase 1 limits, if applicable.\n\n##  3\\. A Project Arborist \n\nIf your plan calls for **a Project Arborist** (International Society of Arboriculture (ISA) Certified Arborist) ensure they are contracted and ready to attend the pre-construction meeting (reference the Tree Preservation and/or Landscape plan sheets of your approved plans).\n\n##  4\\. All Necessary Permits Posted \n\nObtain **all necessary permits** and ensure they are **posted** at the job site, when appropriate (land disturbance permit, building/demo permit(s), stormwater permit, Construction General Permit, etc.). If your plan requires a Virginia Department of Transportation (VDOT) permit for work in the Right of Way (ROW), ensure the approved permit is in hand and ready to supply to the Site Inspector.\n\n##  5\\. SWPPP Available Onsite \n\nWhen applicable, ensure your completed Stormwater Pollution Prevention Plan (SWPPP) is available on site and that you are using the county-approved format.\n\n### Periodic Site Inspections\n\nAs authorized by your project’s land disturbance permit, SDID inspectors will perform routine and periodic inspections for the various improvements associated with your approved site/grading plan, to include:\n\n  * Installation of utilities and other infrastructure;\n  * Erosion and sediment control measures;\n  * Stormwater management and Stormwater Pollution Prevention Plan (SWPPP) inspections; and\n  * Best Management Practices (BMPs) and the associated 3rd party BMP inspection checklists.\n\n\n\nFor more details, please review the conditions and provisions of your land disturbance permit.\n\n### Erosion & Sediment Control During Construction\n\nErosion and sediment control measures must be properly installed and maintained per your approved plan and DEQ standards. If the control measures required in the approved plan are inadequate based on site conditions or current construction activities, your site inspector may modify the control measures accordingly. The plan and any associated field changes approved by the director, are enforceable under the county’s Erosion and Sediment Control Ordinance, Chapter 104 of the Fairfax County Code. Failure to follow the requirements of the plan and any site inspections, may result in withdrawal of your land disturbance permit, issuance of a Notice of Violation and/or Stop Work Order, and assessment of penalties under § 104-1-12.\n\n## What is a SWPPP and When is it Required? \n\nA Stormwater Pollution Prevention Plan (SWPPP) is required for active construction sites disturbing **an acre or more** with coverage under the General Virginia Pollutant Discharge Elimination System (VPDES) Permit for Discharges of Stormwater for Construction Activities (Construction General Permit, or CGP).\n\nFairfax County requires all prepared SWPPP’s follow the approved SWPPP format. Acceptable SWPPP templates are available via the Environmental Protection Agencies (EPA) webpage. For single-family detached residential structures disturbing an acre or more, within or outside of a common plan of development or sale, the operator may utilize the Construction General Permit (VAR10) Cover Letter and the single-family home SWPPP template without submitting a registration statement to the locality.\n\nFor all other construction activities, the operator must develop and implement a site-specific SWPPP **before** submitting a registration statement for permit coverage to Fairfax County. In all instances, the SWPPP must be retained at the construction site along with a copy of the CGP and the general permit coverage letter issued by the Department of Environmental Quality (DEQ).\n\nThe permit holder **must** commit the resources necessary to prevent pollution and make the SWPPP available by request for review by county and/or state inspectors. An electronic or hard copy must also be available for the public.\n\nOnce the project is complete and stabilized, and as further coordinated with your site inspector, the operator must complete the **Notice of Termination** to successfully close out the SWPPP and associated permit coverage.\n\nFor more information, see Letter to Industry No. 20-01.\n\n## Job Site Safety\n\nSafety is paramount on every job site for both those working on the site as well as for the surrounding community. As the permittee, you are responsible for ensuring the safety of those on & around your site. In addition to the Occupational Safety and Hazard Administration (OSHA) requirements, you are also required to adhere to VDOT traffic & safety requirements.\n\n### Related Resources\n\nOSHA Virginia State Plan (applies to private sector & state & local government) \n\nOSHA Trenching & Excavation\n\n2012 Virginia Construction Code: Section 3301 (protection of adjacent public and private properties)\n\nVDOT Work Zone Safety\n\n## Certificate of Occupancy\n\nRequests for _Residential Use Permit (RUP)_ inspections are made in the _Planning and Land Use System (PLUS)_. A RUP is a certificate of occupancy for residential, single family attached and detached structures.\n\nRequests for Non-Residential Use Permit (NonRUP) inspections are made in the _Planning and Land Use System (PLUS)_. A NonRUP is a certificate of use and occupancy for commercial structures located in Fairfax County.\n\nLearn more about RUPs and Non-RUPS\n\n  \n\n\n### VDOT Street Acceptance Process\n\nAny work proposed within the VDOT right-of-way requires you to obtain a VDOT permit. The work covered by the VDOT permit must be completed, inspected and closed out accordingly. Projects with supplemental or full dedication of VDOT right-of-way will have additional requirements associated. Please coordinate with your site inspector directly.\n\nFor more information on VDOT’s street acceptance process to include required submission checklists, see VDOT’s Northern Virginia Fairfax and Arlington Counties Permit website.\n\nFor information on how to obtain an area sketch and memorandum from the Fairfax County GIS and Mapping Office for your Initial Street Acceptance Package, visit GIS’ VDOT Street Acceptance website.\n\n### Project Completion & Bond/Conservation Release\n\nFinal inspection of your associated building permit(s) and issuance of your certificate of occupancy **does not** necessarily mean your project is complete. In order to properly close out your project and release the associated bond and/or conservation escrow deposit, you will need to satisfy all of the site-specific requirements, to include final site stabilization, any applicable as-builts and/or third-party certifications, obtain approval of final plantings, etc. Every project is unique and so to ensure successful completion of your project, please coordinate directly with your site inspector. See our bond release webpage for more information regarding the Developer’s Project Completion process.\n\n**♦ For more information on Bonds and Agreements, permit fees and payments, see theSite Development Web page.**\n\n### As-Built Plan Coordination\n\nAs-built plans must be submitted electronically via PLUS and approved by the county prior to final bond release for site plan and subdivision projects and **include the following** :\n\n  * Verifiable digital signature of the professional engineer or licensed surveyor\n  * As-built certification stamp\n  * Related site or subdivision plan number\n  * The deed book and page numbers of all easements and right-of-way must be shown on the applicable plan and profile sheet\n  * Applicable review fee (see Appendix Q of the County Code)\n\n\n\nIn addition to the above PDF submission requirements, sanitary sewer as-builts plans **must also** :\n\n  * Show deflection angles or bearing and distance between manholes\n  * For subdivisions on the Virginia coordinate system, show coordinates of all manholes along the subtrunk and trunk facilities\n\n\n\n**For more information on as-built requirements, refer toChapter 2 and Chapter 10 of the county’s Public Facilities Manual.**\n\n**Note** : 3rd party as-built certification checklists for Stormwater and BMP facilities are separately coordinated with your site inspector, using the 3rd party BMP inspection checklists.\n\n## Additional Resources\n\n  * Fairfax County’s Public Facilities Manual (PFM)\n  * VDOT’s Land Development Inspection Manual\n  * Virginia Erosion and Sediment Control Handbook\n\n\n\n  \n\n\n## Concerns about a construction site in your area?\n\nCall the construction hotline at **703-324-7470, TTY 711** , or file online. On-call inspectors will assess and address issues like:\n\n  * Malfunctioning erosion and sedimentation controls\n  * Drainage problems\n  * Tracked mud on the roadway\n  * Construction activity within a tree-save area\n  * Any activities that may harm the environment or cause safety risks or damage another property\n\n\n\nNever trespass on private property to get pictures or investigate a development project. Online complaints will be addressed the next regularly scheduled business day.\n\nVisit PLUS YouTube video for instructions for \"_Submitting a complaint Through Enforcement_ \"\n\nFile Complaint Online\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/site-inspections",
        "title": "Site Inspections | Land Development Services",
        "description": "Fairfax County, Virginia - Before commencing any land disturbing activities associated with your approved site/grading plan and land disturbance permit, you are required to contact SDID inspection staff and request a pre-construction meeting (PFM 2-0402.1).",
        "keywords": "lds, land development, site, inspection, land disturbance"
    }
}