{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Building and Trade Inspections\n\nBuilding and trade (mechanical, electrical, and plumbing) inspections are required by state law to ensure construction meets current codes, and it is the permit holder’s responsibility to schedule these inspections. To improve efficiency, Fairfax County conducts combination inspections, where all related inspections for a project—such as concealment and final inspections—must be scheduled on the same day. Failing to bundle inspections properly may result in a failed inspection and a reinspection fee. Scheduling inspections at key stages of the project helps ensure safety and compliance.\n\nSchedule, Change or Cancel an Inspection in PLUS\n\n_**Remember:** To request an inspection for the next business day, you must submit your request in PLUS prior to 11:59 p.m. If the inspection is scheduled without the work being complete, it could result in a reinspection fee._\n\nAll inspection notifications will be sent to the applicant and the onsite contact(s). An email is sent the morning of a scheduled inspection identifying a two hour window of arrival, the inspector's name and phone number. The results will be sent to the same contact(s) after the inspection has been conducted.\n\n_**Note:** Inspectors cannot take a call while driving or during an inspection, so please leave a message and your inspector will call you back._\n\n**Watch Video for Instructions on Scheduling an Inspection in PLUS:**\n\n## VIRTUAL INSPECTIONS\n\nFairfax County building inspections are operating by virtual and in-person inspections. Request a virtual/remote inspection by typing your preferred method into the **\"Optional Comments or Instructions for your Inspector\"** field while scheduling your inspection online.\n\nCounty inspectors can arrange your remote inspection during their day. You must be prepared to use your mobile device’s camera to show the inspector the areas of construction ready for inspection. Be prepared to verify the address of the property using your device. Video inspections are at the discretion of the inspector and may not be possible in all cases.\n\n## \n\nInspection Programs/Processes\n\n##  Third Party Inspections Program \n\nThe **Third Party Inspections Program** allows private-sector inspections firms to perform inspections of residential projects that would otherwise be conducted by the county.\n\n  * How the Program Works\n\n\n\nThe **Third Party Foundation Program** allows a pre-approved private-sector firm to inspect foundation inspection types on residential projects.\n\n  * Request and Submission Form\n\n\n\n##  Special Inspections Program \n\nThe Special Inspections Program monitors all **major** commercial and residential construction projects.\n\n  * Process, Forms and Publication\n\n\n\n##  Elevator Program \n\nExisting elevators/escalators require additional periodic inspections, testing and county-acceptance to ensure these critical systems continue to function properly over their lifetime.\n\n##  Cross Connections & Backflow Prevention Program \n\nBackflow preventers require periodic inspections, testing and county-acceptance to ensure these critical systems continue to function properly over their lifetime.\n\n  * _Cross Connections Control& Backflow Prevention Program_\n\n\n\n##  Electrical Underground Certification Form \n\nInspection certification for electrical work in parking lots, ditches, trenches, and concrete construction elements in non-residential construction and **excluding swimming pools and hazardous locations**.\n\nThe master electrician must provide this information prior to scheduling the final inspection.\n\n##  Sewer Video Submission \n\nSewer submission videos are required for the following:\n\n  * New Single Family homes built that wish to reuse the existing lateral.\n  * Replacement of a lateral via “pipe bursting” means.\n  * Before and after an approved Cured in Place Pipe (CIPP) liner installation.\n  * As requested by an inspector.\n\n\n\nThe required Sewer Video will be uploaded through PLUS as an attachment, by the Applicant, on the associated Plumbing record. The video will be required to be uploaded and approved prior to receiving a Passed Final inspection.\n\n##  After-Hour Electrical Inspection \n\nAfter Hours inspections will be processed through PLUS. Login to your account and find your associated record for which you want to schedule the After Hours inspection.\n\n  * Under **My Records** , make sure they record has been issued and **select the record**.\n  * Select **Make changes**\n  * Select **After hours Inspection**\n  * Fill out the required information\n  * Application will be sent to permit staff to assess the fees\n  * Applicant will receive notification to pay the assessed fees\n  * Inspection staff will assign inspection to inspector\n\n\n\n## Residential Use Permits (RUP) Requests\n\nOften referred to as a Certificate of Occupancy, the RUP inspection is requested by email **no later than 12 p.m. the day prior to the inspection**. The request shall include the requester’s name, phone number, address and permit number.\n\nNonResidential Use Permits (NonRUP) Requests are requested differently.\n\n  \n\n\n## What is Needed During the Inspection\n\nLadders, scaffolds and other equipment necessary to access construction must be provided to the inspector.\n\nPlease ensure the approved building plans, site-related plan and shop drawings are also on site and available.\n\n  \n\n\n##  PLUS Applications \n\n  * Log into PLUS \n  * LDS PLUS Support\n  * YouTube Help Videos\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/building-and-trade-inspections",
        "title": "Building and Trade Inspections | Land Development Services",
        "description": "Fairfax County, Virginia - Building, mechanical, plumbing and electrical inspections are required by state law to ensure new construction complies with the Virginia Uniform Statewide Building Code.",
        "keywords": "LDS, inspection, cancel inspection, RUP inspection, residential use permit, certificate of occupancy, nonRUP, elevator inspection, cross connection, backflow prevention, third party inspection, special inspection program, after hour inspection, electrical underground certification, sewer video, virtual inspection"
    }
}