{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Comprehensive Plan - Home\n  * FAQs\n  * Help\n  * Historic Comprehensive Plan Documents\n  * Plan Areas\n  * Plan Amendments\n  * Plan Glossary\n  * Plan Maps\n  * Planning Districts\n  * Policy Plan \n  * Special Planning Areas\n\n\n\n  * __facebook\n\n\n\n# Fairfax County Comprehensive Plan \n\nThe Comprehensive Plan (the Plan) is required by state law to be used as a guide to decision-making about the natural and built environment by the county’s Board of Supervisors, and others such as the Planning Commission and the Board of Zoning Appeals. It is also a guide for county staff and the public to use in the planning process. The Comprehensive Plan consists of the Policy Plan, four Area Plan volumes, and a Plan Map. The Policy Plan volume includes general countywide policy on land use, transportation, housing, the environment, heritage resources, economic development, and public facilities, including public parks, recreation and trails. The Area Plans contain detailed long-range planning recommendations organized by geographic areas of the county. The Plan recommends how land should be used, but not when development will occur. The Plan Map illustrates the recommended land use, but must be used with the Plan books to fully understand what is planned.\n\n## Comprehensive Plan Documents\n\nThe 2017 Edition of the Comprehensive Plan is the current Comprehensive Plan. Sections of the Comprehensive Plan are updated periodically to incorporate Plan amendments adopted by the Board of Supervisors. The \"Amended Through [date]\" in each section header of The Plan, identifies when that section was last updated. For editions of the Plan prior to 2017 (dating back to 1984), visit the Historic Comprehensive Plan Documents webpage. For assistance with using the Comprehensive Plan on the web please visit the Help section.\n\nView Current & Historic Comprehensive Plan - 2017 Edition\n\n## Policy Plan\n\nThe Policy Plan outlines the objectives, policies, and guidelines to guide planning and development review considerations toward implementing county goals. The goals address the future development pattern of Fairfax County, and protection of natural and cultural resources for present and future generations. \n\n  * View Policy Plan\n\n\n\n## Plan Glossary\n\nThe glossary contains an alphabetical listing defining terms as they are used in the context of the Comprehensive Plan. \n\n  * View Plan Glossary\n\n\n\n## Plan Maps\n\n  * View Plan Maps\n\n\n\n## Plan Areas\n\n  * View Plan Areas\n\n\n\n## Plan Districts\n\n  * View Planning Districts\n\n\n\n## Special Areas\n\n  * View Special Plan Areas\n\n\n\n## Comprehensive Plan Amendments\n\nThe Code of Virginia requires localities to review their Comprehensive Plans at least once every five years. The Fairfax County Comprehensive Plan is evaluated more frequently to manage the dynamic changes in the County and to conduct Plan maintenance. Plan amendments are initiated by a motion by the Board of Supervisors. In order for an amendment to be adopted, it must be the subject of a public hearing before the Planning Commission and the Board of Supervisors.\n\n  * Learn More\n\n\n\n## Learn About the Comprehensive Plan\n\nView the Entire Planning 101 Series Playlist on YouTube\n\n### Related Resources\n\nLearn About the Comprehensive Plan and Plan Amendments\n\nWhat are Area Plans and Special Planning Areas?\n\nWhat are Site Specific Plan Amendments (SSPA)?\n\nHow to Get Involved with the Planning Process\n\nFrequently Asked Questions - Comprehensive Plan\n\n## Comprehensive Plan Announcements\n\nTo receive periodic announcements about updates to the Comprehensive Plan, subscribe to the Comprehensive Plan Announcements e-mail list.\n\nSubscribe to Email Updates\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/fairfax-county-comprehensive-plan",
        "title": "Fairfax County Comprehensive Plan | Planning Development",
        "description": "Fairfax County, Virginia - The Fairfax County Comprehensive Plan is required by state law to be used as a guide in decision-making about the built and natural environment by the county's Board of Supervisors and other agencies, such as the Planning Commission.  ",
        "keywords": "Fairfax County Comprehensive Plan, comprehensive plan fairfax county, comprehensive plan"
    }
}