{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Permit Library: Other Building Records\n\n## ON THIS PAGE\n\n  * Update Contacts\n  * Critical Structures\n  * Building Height Certification\n  * After-Hours Request\n  * Air/Duct Leakage Test\n\n\n\n  * Electrical Underground Certification\n  * Truss\n  * Code Appeal\n  * Code Modification\n\n\n\n## Update Contacts\n\nOnly contacts associated with a record can make changes to the record, to include submitting amendments and requesting inspections. Updating contacts allows an existing record contact to add new contacts to the permit record.\n\nLearn More\n\n## Critical Structures\n\nAn applicant will create a Critical Structure (CRIT) record and link it to the associated building record if it is subject to the county’s Special Inspections Program (SIP).\n\nLearn More\n\n## Building Height Certification\n\nA height certification verifies compliance with the building height requirement of the zoning district in which the dwelling is located and the approved site-related plans.\n\nLearn More\n\n## After-Hours Request\n\nAfter-hours inspections are inspections that must be performed outside of normal business hours. They are reserved for emergency situations which prevent utility companies (Electrical Power companies) from restoring services to buildings or homes until an inspection is conducted.\n\nLearn More\n\n## Electrical Underground Certification\n\nThe Electrical Underground Certification is used in lieu of county performed inspections when electrical work needs to be placed underground.\n\nLearn More\n\n## Truss\n\nA truss submission is required when the approved architectural plans for a residential structure identify pre-manufactured trusses for the floor framing or the roof of the structure.\n\nLearn More\n\n## Code Appeal\n\nWhen a plan review or inspection is failed, a code modification request is denied, or a notice of violation is issued, you can appeal the decision to the Local Board of Building Code Appeals (LBBCA).\n\nLearn More\n\n## Code Modification\n\nThe Fairfax County Building Official has the authority to issue a modification to a building code provision provided the proposed change meets the original's spirit and functional intent.\n\nLearn More\n\n## Air/Duct Leakage Test\n\nAn Air/Duct Leakage Test (AIRL) is required for all new residential buildings or dwelling units to test the building and air duct distribution system(s) for air tightness. These tests must be performed and submitted before the final building inspection is conducted. \n\nLearn More\n\n  \n\n\nBack to Top\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/building-other#top",
        "title": "Permit Library: Other Building Records | Land Development Services",
        "description": "Fairfax County, Virginia - If you're unsure about which permit you need, see our Which Record is Right for Me Infographic to learn more.",
        "keywords": "Building Height Certification, Building Update Contacts, Critical Structures, After Hours Request, Electrical Underground Certification, PLUS, building, land development services, lds, apply for building permit, truss, code appeal, code modification"
    }
}