{
    "page_content": "# Cross Connection Program\n\n__\n\n#### Land Development Services Alert:\n\n__\n\n703-631-5101 TTY 711\n\n__\n\nLDSCrossConnectionProgram@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n# Cross Connection Control and Backflow Prevention Program\n\nA cross connection is a link between the water supply and a potential source of contamination. Backflow occurs when the water direction in a plumbing system flows backwards creating the potential for a contaminate to enter our public water system. Backflow prevention can be achieved through the use of backflow assemblies, devices or methods.\n\nFairfax County’s Land Development Services and Fairfax Water work together to safeguard the water supply through implementation and monitoring of the Cross Connections Control and Backflow Prevention Program to identify hazards and ensure testing is conducted as required. Backflow prevention assemblies are required by the building code to be tested annually by a certified tester.\n\n## Resources\n\n  * Customer Resources\n  * Vendor Resources\n\n\n\n  * Customer Experience Survey\n  * Lookup Your Map Grid\n  * Authorized Vendor List - Cross Connections\n  * When Testing is Due (By Map Grid)\n\n\n\n  * Fairfax Water Cross-Connection Control Program Manual\n  * Download Test Report by Record ID\n  * Authorized Vendor Application\n  * Subscribe to Vendor Notifications\n  * Download Test Report by Address\n  * Fillable Backflow Assembly Test Report for New Locations\n  * Download Test Report by Property Name\n\n\n\n## \n\n##  Cross Connection Program Notifications \n\n  * Contractor and/or Building Owner Responsible for Residential Sprinkler System\n  * DPOR Certification for Backflow Prevention Device Workers\n  * Fairfax Water Cross-Connection Control Program Manual\n\n\n\n## Download Test Report\n\nLocate and download your pre-filled Backflow Assembly Test Report.\n\n  * Locate Current Backflow Assembly Test Report\n\n\n\n## Submit Test Reports\n\nPlease review the requirements and responsibilities prior to submitting your test report.\n\n  * Backflow Assembly Test Report Submission\n\n\n\n## Update Contact\n\nIt is your responsibility to inform the county of a change in ownership or responsible party.\n\n  * Update Property Owner/Owner Agent Contact Information\n\n\n\n## Register Your Residential Lawn Irrigation or Fire Suppression System\n\nIf your property has a lawn irrigation system or water-based fire suppression system, please ensure it is registered with Fairfax County.\n\n  * Registration Form\n\n\n\n## Requirements and Responsibilities\n\nThere are minimum requirements for the installation and testing of backflow preventers. Find out more about this and your responsibilities as an owner and contractor.\n\nMinimum Requirements for Installation and Testing\n\n## Contact Us\n\nFor questions regarding the Cross Connections and Backflow Prevention Program, please contact Land Development Services, Building Division, at **703-222-0801 , TTY 711, **or by _email_.\n\n  \n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/crossconnections",
        "title": "Cross Connection Control and Backflow Prevention Program | Land Development Services",
        "description": "Fairfax County, Virginia - Cross connection inspections are performed periodically on all commercial properties to ensure backflow protection; learn more about cross connections.",
        "keywords": "cross connection, backflow assembly, assemblies, test, backflow device, backflow prevention, backflow protection, backflow installation, owner agent, testing requirement, installation requirement, test report, certified tester, authorized tester"
    }
}