{
    "page_content": "# Zoning Administration Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1314 TTY 711\n\n__\n\nordadmin@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy.  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Food Truck Vendors in Fairfax County\n\n## General Information\n\n  * Food Trucks are any readily movable mobile food service establishment, to include vehicles that are self-propelled, pushed or pulled to a specific location.\n  * Article 4 of the Zoning Ordinance regulates the sale of food from vending trucks on private property.\n  * Chapter 82-1-30 of the Fairfax County Code regulates the sale of food from vending trucks on VDOT roadways.\n\n\n\nView Food Trucks Info Sheet\n\n## Permits and Licenses\n\nBefore vending in Fairfax County, food truck operators must first obtain the necessary permits and licenses. The following steps are required to ensure that the business has complied with all applicable regulations before operating in Fairfax County.\n\n## \n\n##  Step 1: Obtain a Health Department Food Establishment Permit \n\n**ALL food trucks** must obtain a Food Establishment Permit from the Fairfax County Health Department. Applications are accepted by mail or in person at 10777 Main Street, Suite 111, Fairfax, Virginia 22030. Applications and additional information are available online**.**\n\nThe Food Safety Section requires the following to apply for a Food Establishment Permit for a food truck:\n\n  1. Completed Food Establishment Permit application;\n  2. Plans, equipment specifications, and menus for the food truck;\n  3. Current list of all individuals who will work on the food truck and proof of a Certified Food Manager Card for each person;\n  4. Inspection of food truck (mobile food unit) scheduled or completed; and\n  5. Application fee of $80.\n\n\n\nNote: The Health Department also issues the Virginia Department of Transportation Land Use Permit for Mobile Food Vending (LUP-MFV). For more information, refer to Step 2 below.\n\n##  Step 2: Locating Your Business \n\nFood trucks are permitted to sell food in three different types of locations within Fairfax County. Permitting requirements and responsible agencies will differ based on the type of location in which you plan to operate. \n\n* * *\n\n#### Designated Right of Way Locations\n\nThe Commonwealth of Virginia Department of Transportation (VDOT) has issued a Land Use Permit for Mobile Food Vending (LUP-MFV) to Fairfax County that allows mobile food vending in designated right-of-way locations. The Fairfax County Health Department has established a process for the owner/operator of a mobile food unit to operate in these locations. You may view a list of approved designated right-of-way locations and apply for a permit by filling out a Mobile Food Vending Zone Agreement. \n\n* * *\n\n#### Private Property\n\nFood trucks may park on and vend from private property (office parks, shopping centers, etc.) only when both the property owner and the food truck have obtained permits from the Fairfax County Department of Planning and Development, Zoning Administration Division. The Zoning Administration Division is located at 12055 Government Center Parkway, Suite 807, Fairfax, Virginia 22035, 703-324-1314.\n\n  1. **Food Truck Location Permit** (issued to private property owner or the owner's authorized agent) \n     * Food trucks on **commercial or industrial-zoned property** may be issued a Food Truck Location Permit if the property has a principal use consisting of a minimum of 25,000 square feet of gross floor area or on a construction site with an active building permit and on-going construction activity. \n     * Food trucks **in conjunction with any approved nonresidential use in a residential district or residential area of a planned district** are permitted up to 12 times per calendar year per approved location. This time limitation may be exceeded with special exception, special permit, or final development plan/executed proffer approval. \n     * The permit fee is $120 (filing fee is non-refundable).\n  2. **Food Truck Operation Permit** (Issued to food truck owner or operator) \n     * Food truck operators are required to obtain an annual Food Truck Permit. Applicant must submit the written consent of the private property owner or the owner's authorized agent authorizing the food truck to be located on their approved food truck location, and a copy of the property owner's food truck location permit. The permit fee is $120 (filing fee is non-refundable).\n\n\n\n#### HOW TO SUBMIT AN APPLICATION\n\nAll applications for food truck permits on**private property** must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n* * *\n\n#### Fairfax County Parks\n\nFood trucks may vend in select Fairfax County parks provided that the vendor obtains a Mobile Food Vendor Permit from the Fairfax County Park Authority. The Park Authority allows selected food trucks to work in designated Fairfax County parks provided the truck has been issued a Mobile Food Vendor Permit. To apply, contact the Park Authority, Park Services Division - Mobile Food Vending located at 12055 Government Center Parkway, Suite 927, Fairfax, Virginia 22035. Park vending locations, the application form and additional details on the permitting process can be found online. Permits are awarded on a competitive basis. Applicants are not guaranteed that they will be awarded a permit.\n\nThe Park Authority requires the following to apply for a Mobile Food Vendor Permit:\n\n  1. Food Establishment Permit from the Health Department;\n  2. Business, Professional and Occupational License, if the food truck is parked for more than 30 consecutive days at a Fairfax County park, or if it has a physical location in the county, and is grossing more than $10,000 per year in receipts; and\n  3. $150 application fee is due for each park requested.\n\n\n\n##  Step 3: Obtain a Solicitors License \n\nA solicitor's license is required for each food truck employee who interacts with the customers. Food truck employees can obtain a Solicitors License from the Department of Cable and Consumer Services, Regulation and Licensing Branch located at 12000 Government Center Parkway, Suite 127, Fairfax, Virginia 22035.\n\nThe Regulation and Licensing Branch requires the following from food truck employees to apply for a solicitor's license:\n\n  1. Completed application;\n  2. Pertinent personal data requested, including name, business address and home address. The applicant must corroborate this information by producing some form of identification, with photograph, issued by a government agency and at least one (1) other means of identification;\n  3. Fairfax County Food Establishment Permit from the Health Department;\n  4. Operating Permit (based upon where you plan to operate your business): \n    1. Food Truck Permit from the Department of Planning and Development showing approval of vending location(s) in the county; OR\n    2. Fairfax County Park Authority Mobile Food Vendor Permit; OR\n    3. Current Virginia Department of Transportation Land Use Permit for Mobile Food Vending (LUP-MFV)\n  5. Application fee of $35.\n\n\n\n## Rules and Regulations\n\nFood trucks are prohibited from being stored in any residential district or residential area of a planned district when not in use and will constitute a violation of the Zoning Ordinance if they are found to be parked on residential lots. As part of the application process, you must agree to abide by the standards found in subsection 4102.8.E of the Zoning Ordinance, as described below:\n\n\n\n\n## \n\n##  4102.8.E - Food Truck \n\n(1) Food trucks may be permitted on property owned and controlled by the County, Park Authority, or Fairfax County Public Schools or in conjunction with the approval of an administrative permit for a special event and are not subject to the standards in subsections (2) through (7) below. The use must comply with all applicable regulations, including the Health Department and the Department of Cable and Consumer Services requirements.\n\n**Standards when permitted by administrative permit:**\n\n(2) A food truck may not be operated without a food truck location permit and an annual food truck operation permit (see subsection (4) below). \n\n(3) Food trucks are permitted as an accessory use in the following locations: \n\n(a) In a planned district, but only in commercial areas; \n\n(b) In any industrial or commercial district; \n\n(c) On any construction site with an active building permit and ongoing construction activity;\n\n(d) In conjunction with any approved nonresidential use in a residential district or a residential area of a planned district, limited to 12 times per calendar year per approved location. This time limitation may be exceeded with special exception approval in accordance with subsection 8100.3, special permit approval in accordance with subsection 8100.4, or as specifically permitted with an approved final development plan or executed proffers; and\n\n(e) In conjunction with an agritourism use or a farm winery, limited brewery, or limited distillery.\n\n(4) Food trucks may be operated from an approved location, subject to the following procedures: \n\n(a) The owner of property on which a food truck may be located must file a food truck location permit application with the Zoning Administrator on forms furnished by the County.\n\n(b) Each year, the owner or operator of any food truck doing business in the County must file a food truck operation permit application with the Zoning Administrator on forms furnished by the County. The permit application must be accompanied by the written consent of the private property owner or authorized agent authorizing the food truck to be located on their approved food truck location and by a copy of the property owner’s food truck location permit. If a food truck operates on more than one site, only one food truck operation application is required to be obtained from the Zoning Administrator for such food truck, provided that the property owner on any additional sites has obtained a food truck location permit for that site, the food truck operator has written consent from the property owner or authorized agent to operate on that site, and the food truck is operating in conformance with that approval. The operation of any food truck is subject to all Health Department and Department of Cable and Consumer Services permits/licenses. \n\n(c) Upon the finding that the application complies with the standards set forth in subsection (5) below, the Zoning Administrator will approve the permit application, setting forth conditions that protect the public health, safety and welfare and adequately protect adjoining properties from any adverse impacts of the food truck, which may include, but are not limited to, hours of operation, location, parking, vehicular access, and safety requirements. \n\n(5) All food trucks must be located and operated in compliance with the following standards: \n\n(a) Food trucks must be located on private property with the written consent of the property owner or authorized agent holding an approved food truck location permit. \n\n(b) Food trucks may only be permitted in conjunction with a principal use consisting of a minimum of 25,000 square feet of gross floor area or on a construction site with an active building permit and on-going construction activity. This standard does not apply to food trucks operated in conjunction with approved nonresidential uses in residential districts in accordance with subsection (3)(d) above or to food trucks in conjunction with uses listed in subsection (3)(e) above. \n\n(c) Food trucks may only operate for a maximum of four hours in any one day at any one location, including set-up and break-down, except as specified in subsection (i) below. \n\n(d) A maximum of three food trucks are permitted at any one location at the same time, provided that additional food trucks may be permitted in conjunction with administrative permits or other special events regulated by any proffered condition, development condition, special exception or special permit. \n\n(e) Food trucks may not be located in any fire lane, travel lane, entrance/exit, or any required parking space. \n\n(f) Food trucks must be located on a level, paved, or gravel surface with safe pedestrian access. \n\n(g) The vicinity around the food truck must be kept clean and free of debris. \n\n(h) Trash receptacles must be provided. \n\n(i) In addition to the standards above, food trucks in conjunction with an agritourism activity or a farm winery, limited brewery, or limited distillery must be located and operated in compliance with the following standards:\n\n(i) Food trucks located on less than 20 acres may operate for a maximum of four hours in any one day at any one location, including set-up and breakdown-down.\n\n(ii) Food trucks located on 20 acres or more may operate for a maximum of eight hours in any one day at any one location, including set-up and break-down; and\n\n(iii) Food trucks must be located 100 feet from all property lines.\n\n(6) Any food truck location permit or food truck operation permit is revocable by the Zoning Administrator because of the failure of the property owner or the food truck operator to comply with any of the provisions of this subsection 4102.8.E.\n\n(7) All other sale of goods or services from any vehicle other than a food truck are subject to all the regulations for the zoning district in which the sale is conducted, but this regulation does not prohibit any vending from vehicles on public streets that is not otherwise prohibited by law. \n\n(8) Each food truck must be in substantial conformance with any proffered condition, development plan, special exception, or special permit for the site on which it operates. \n\nIf any proffered condition, development plan, special exception or special permit approval specifically precludes food trucks or otherwise regulates food trucks, including the location, hours of operation, or number of food trucks, the zoning approval will govern that aspect of the food truck location or operation in lieu of the standards in this Section 4102.8.E. Unless otherwise specified in any zoning approval, all provisions of this Section 4102.8.E apply. \n\n**Standards when permitted by special exception or special permit:**\n\n(9) The Board or BZA, as applicable, in conjunction with the approval for a nonresidential use in a residential district or a residential area of a planned district, may allow food trucks in excess of twelve times per calendar year.\n\n## Contact Information\n\n  * Department of Cable and Consumer Services, 703-324-5966\n  * Fairfax County Park Authority, 703-324-8700\n  * Health Department, 703-246-2444\n  * Department of Planning and Development, Zoning Administration Division, 703-324-1314\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/food-trucks",
        "title": "Food Truck Vendors in Fairfax County | Planning Development",
        "description": "Fairfax County, Virginia - Food Truck Vendors in Fairfax County",
        "keywords": "Food Trucks, Permits, Licenses, Food Location Permit"
    }
}