{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Critical Structures (CRIT)\n\nAn applicant will create a Critical Structure (CRIT) record and link it to the associated building record if it is subject to the county’s Special Inspections Program (SIP).  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * Typical Process Flowchart\n\n\n\n  * How Do I Submit My Record?\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nIf your building record is subject to Special Inspections (SI), a Critical Structure (CRIT) record must be created to capture the Special Inspection (SI) requirements and then related back to the building permit record.\n\n_**Note:**_ The registered design professional preparing the design submission and/or the county plan reviewer evaluating the submission, will determine whether a specific project is subject to special inspection.\n\n## PLAN AHEAD\n\nBefore applying for a CRIT record, ensure you are aware of all applicable regulations and conditions that could affect your project.\n\n  * Fairfax County Special Inspection Program (SIP)\n  * Hire a registered professional engineer or a testing agency to perform the Special Inspections (SI). An approved agency responsible for laboratory testing or special inspections, or both, is required.\n  * Determine whether the Special Inspections (SI) program applies to your project. \n    * The Structural Engineer of Record, the Architect of Record, or the Building Plan reviewer will determine the required Special Inspections for your project.\n  * When applying for a CRIT record, you will be asked to provide the email addresses, company names, mailing address, phone number and license numbers for the following: \n    * Structural Engineer of record (SER),\n    * Special Inspection engineer of record (SIER),\n    * Owner representative,\n    * General Contractor (GC)\n  * Use the GIS Critical Structures Section Inspection Areas to track who your designated critical structure inspector is, based on your address.\n  * Types of Soils and Problem Soils\n  * Design codes and standards\n\n\n\nTo get a detailed description about additional regulations and conditions beyond what is listed above, visit our Plan Ahead page.\n\n## TYPICAL CRITICAL STRUCTURE PROCESS FLOWCHART\n\n### \n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **Critical Structure (CRIT)** record online in PLUS to obtain your CRIT record number, then complete the online Critical Structure Meeting request form. \n\nWhen applying for the CRIT record in PLUS, under the building tab, search for your building record number. Then click on the **Make Changes** link under the **Action** column for the row associated with your record number.\n\n**Note:** you must be a listed contact on the main building record number, otherwise you will not have access to the “Make Changes” action. To update contact information on a building record, visit our Update Contacts page.\n\n  * YouTube Video with step-by-step instructions.\n  * Slideshow with step-by-step instructions.\n\n\n\nOnce created, the CRIT record will be listed in your PLUS account.\n\nIf you need to update contact information on the CRIT record, or if you need to request access to a previously created CRIT record, please contact PLUSSupport@fairfaxcounty.gov\n\nOnce the CRIT record is submitted, changes cannot be made to the record. Please **ensure the information is accurate** to avoid any delays.\n\n### Request a Critical Structures Meeting\n\nVisit the Special Inspection Program website and request a Critical Structures meeting.\n\nHelpful Video:\n\n******SUBMITTING CRITICAL STRUCTURES THROUGH PLUS YOUTUBE VIDEO**\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n\n\n\n## What's Next?\n\n### Review Process\n\nAfter sharing the CRIT record number with the Building Plan Reviewer, they may review your application for completeness and compliance with the building code and county Special Inspection manual requirements. You will receive an acceptance email.\n\n### Critical Structure (CS) Meeting\n\nOnce your Critical Structure Meeting request has been submitted, you will be contacted by county staff to confirm the date and time for a virtual Microsoft Teams meeting.\n\nDuring the meeting the involved entities will be verified, the Special Inspection (SI) items will be finalized, and DocuSign emails will be circulated among the appropriate parties for their signatures on the Statement of Special Inspection (SSI) form.\n\nWhen all parties have signed the Statement of Special Inspection form, the Statement of Special Inspection form will be emailed to the signatories. The status of the CRIT record will be updated to “In Progress” (Document Review).\n\n### Special Inspection Document Review\n\nOnce the permit is issued, you may be required to submit approved Special Inspection documents (shop drawings and other Special Inspection related submittals) to the Critical Structures team.\n\nYou must upload these documents in a CRIT record and email it to the designated County Critical Structure Engineer.\n\nFollowing the completion of this review, the documents will be returned to the applicant with a County Review Stamp.\n\n### Inspections\n\nOnce construction has begun, all the Special Inspection items mentioned in the approved Statement of Special Inspection form are inspected by the registered professional Engineer or a testing agency. \n\nThe reports and test results of the inspections are then required to be submitted to the county in a timely manner.\n\nThese reports must be uploaded in the CRIT record and emailed to the designated county Critical Structures Engineer.\n\n### Close Out\n\nWhen all the items identified on the Statement of Special Inspection form have passed inspection and a Special Inspection Final Report is submitted to the county, the applicant is required to notify the designated county Critical Structure Engineer.\n\nThe Critical Structures team will review and approve the Special Inspection Final Report and close out the CRIT record.\n\nOnce this happens, the Special Inspection requirements for the building permit Final Inspection are met.\n\n## Additional Resources\n\n  * Expedited Plan Review/Peer Review\n  * Project Management Program\n  * Special Inspections Program\n  * Green Building Priority Review\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/critical-structures",
        "title": "Critical Structures (CRIT) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, critical structure, CRIT, SIP, special inspection, CS, critical structures meeting"
    }
}