{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Public Facilities Review - Home \n  * 2232 Review Process \n  * Administrative Review-Eligible Project (AREP) Facilities\n  * Exempt Public Facilities\n  * Non-Telecommunication Facilities\n  * Telecommunication Facilities\n\n\n\n  * __facebook\n\n\n\n# Exempt Public Facilities\n\nGenerally, the following facilities **are not reviewed** under the 2232 Review process:\n\n  * Facilities owned, operated and used for the sole benefit of the State or Federal government.\n  * Railroad facilities.\n  * Water main extensions which are 24 inches or less in diameter, as specified by the \"Water Facilities Planning Agreement\" between the Fairfax County Board of Supervisors and the Fairfax County Water Authority dated March 9, 2011.\n  * Electrical transmission lines which are reviewed by the State Corporation Commission pursuant to Va. Code Section 56-46.1.\n  * Normal service extensions of public utilities and public service corporations. \n\nThe determination of whether or not a public facility constitutes a normal service extension is undertaken on a case by case basis. However, such extensions are generally defined as the connection of service to individual customers and include the incidental, non generating components of major utility systems such as water, sewer, and telephone lines which are consistent with the character and extent of the existing service system. For example, staff has reviewed under the 2232 Review Process water storage facilities and water transmission pipes/lines which are greater than 24 inches in diameter. Local-serving water lines and water lines which are 24 inches or less in diameter are considered normal service extensions. In addition, wireless telecommunication facilities and cable television transmission facilities, their transmission towers and related equipment are not considered normal service extensions and have been reviewed under the 2232 Review Process while local-serving cable lines to individual residential customers have been considered normal service extensions. Sewage disposal facilities designed to serve less than 14,000 persons which do not include pumping stations, force mains or inverted siphons are also considered normal service extensions consistent with and pursuant to Public Facilities Manual Section 10 0102.3C.\n\n  * Public areas, facilities or uses which are identified within, but not the entire subject of, a submission under Va. Code Section 15.2-2258 for subdivision or Section 15.2-2286 for development or both; provided that the Board has by ordinance or resolution defined standards governing the construction, establishment or authorization of such public area, facility or use or has approved it through the acceptance of a proffer pursuant to Section 15.2-2303.\n  * Paving, repair, reconstruction, improvement, drainage or similar work.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/public-facilities-review/exempt",
        "title": "Exempt Public Facilities | Planning Development",
        "description": "Fairfax County, Virginia - Publlic Facilities Review Exempt",
        "keywords": "Public Facilities, Exempt"
    }
}