{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * Hazardous Trees on Private Property\n  * Landscape Certification Form\n  * Landscape Deferral Application Form\n  * Tree Substitution Request Form\n\n\n\n  * __facebook\n\n\n\n# Forest Conservation\n\nThe Forest Conservation Branch within Land Development Services plays a pivotal role in upholding Fairfax County's dedication to enhancing the quality of life within its communities by prioritizing the vitality of the urban forest and preserving the natural environment by acting as the primary County agency responsible for ensuring that development plans comply with the Tree Conservation Ordinance. This ordinance includes:\n\n  * Regulations and guidelines aimed at preserving existing trees,\n  * encouraging tree planting in new developments, and\n  * mitigating the adverse impacts of construction on the local ecosystem.\n\n\n\nBy enforcing these regulations, the Forest Conservation Branch ensures that development projects strike a balance between growth and environmental stewardship.\n\n## Plan Review and Inspections\n\nThe Forest Conservation Branch of Land Development Services maximizes the opportunities for tree preservation on development plans and ensures that new tree plantings satisfy the balance of required tree canopy on development sites.\n\nThe services provided by the Forest Conservation Branch are an integral part of the land development process and include review of the following plan types:\n\n  * entitlement cases,\n  * zoning applications,\n  * infill lot grading plans,\n  * conservation plans,\n  * site plans,\n  * minor site plans,\n  * subdivision grading plans,\n  * public improvement plans,\n  * rough grading plans,\n  * interpretations, and\n  * waivers.\n\n\n\nForest Conservation staff are involved with development plan review from the first submission of the plan to the plan's final approval.\n\nThe Forest Conservation Branch also conducts site meetings and inspections in coordination with the Site Development and Inspection Division’s Site Inspections Group. Forest Conservation staff are involved with field inspections of approved plan sets, beginning with preconstruction meetings, and ultimately ending with final landscape inspections at the time of bond release.\n\n  \n\n\n## Policy and Ordinances\n\nThe policies and ordinances that regulate proper protection of our urban forest resources must be reviewed and updated periodically to optimize tree conservation and reflect current best management practices for trees and forest communities. Some of the work Forest Conservation has done to support this goal is reflected in the updates to the Fairfax County Public Facilities Manual, Zoning Ordinance, Comprehensive Plan, and other County public health, livability, and sustainability initiatives and programs.\n\nVisit Tree Policies and Ordinances\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/forest-conservation",
        "title": "Forest Conservation | Land Development Services",
        "description": "Fairfax County, Virginia - The Forest Conservation Branch plays a pivotal role in upholding Fairfax County's dedication to enhancing the quality of life within its communities by prioritizing the vitality of the urban forest and preserving the natural environment.",
        "keywords": "LDS, Land Development Services, Forest Conservation, Preservation, Preserve, Preserving, Conserve, Conserving, FCON, Tree Conservation Ordinance, Trees, Enhancing, Quality of Life, Urban Forest, Forest, Urban Forestry, Ecosystem, Environmental Stewardship, Tree, Tree Preservation, Tree Conservation"
    }
}