{
    "page_content": "# Zoning Evaluation Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1290 TTY 711\n\n__\n\ndpzzed@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy., Suite 801  \nFairfax, VA 22035\n\n__\n\nSuzanne Wright  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Applications & Development Review\n  * Affidavits\n  * Application Acceptance\n  * Application Forms & Packages\n  * Application Review Process Overview\n  * Application Weekly Status Reports\n  * Interpretations\n  * Minor Variations\n  * PLUS Application Portal\n  * Pre-Application Consultation\n  * Rezoning\n  * Special Exception\n  * Special Permit\n  * Variance\n  * Zoning Glossary\n  * Zoning in Fairfax County\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Interpretations of Approved Zoning Applications\n\nBelow are guidelines for submitting requests for interpretations related to approved zoning applications (rezonings, special exceptions, special permits and variances).\n\n## Substantial Conformance\n\nThe Zoning Ordinance requires all site plans, subdivision plans, building permits, and occupancy permits to be in substantial conformance with the governing zoning application as approved by the Board of Supervisors, the Planning Commission, or the Board of Zoning Appeals.\n\n\"Substantial conformance\" with an approved zoning application is a determination made by the Zoning Administrator, or their designee, upon consideration of the record. However, substantial conformance does leave a reasonable margin for small changes, or \"minor modifications.\" As applications move through the development process after zoning approval, and plans advance in their design, questions may arise as to whether the proposal remains in substantial conformance. There are a variety of ways substantial conformance can be determined or modifications may be made if a request is not in substantial conformance:\n\n  1. **Site Plan Review (or other permitting).** The agencies who approve site plans (and other permits) that follow a zoning approval have an important role in conducting the conformance review and are authorized to make a determination if the submission is in substantial conformance. ZED has two compliance planners who serve as a resource for these plan reviewers to answer questions without a formal interpretation.\n  2. **Interpretation.** If the nature of the change is such that a formal written determination is needed or desired, the interpretation process is available to a requestor. The Zoning Administrator has delegated the responsibility and authority for preparing these interpretations to the Division Director of the Zoning Evaluation Division. The request is reviewed against the standards found in the Zoning Ordinance, which provides guidance on what constitutes a minor modification and what exceeds that threshold in subsection 8100.A(1). \n  3. **Minor Variation.** If a requested change cannot be administratively approved as a minor modification but falls into certain limited categories, a requestor can ask for a minor variation which is heard by the Board of Supervisors as a consideration item at a board meeting. Requirements and eligibility information can be found on the Minor Variations webpage.\n  4. **Single Issue Amendment.** If a request is not in substantial conformance with the approval, modification will require an amendment, processed in accordance with the regulations of the Zoning Ordinance, with public hearings in front of the appropriate body. If the change can be characterized as a single issue, the request may be considered a “single issue amendment” where review is generally focused on the single issue at hand.\n  5. **Amendment.** If a request is not in substantial conformance with the approval, modification will require an amendment, processed in accordance with the regulations of the Zoning Ordinance, with public hearings in front of the appropriate body. More information about the zoning process can be found on the Zoning Application and Development Review Process webpage. Amendments will take more or less time, depending on the scope of the request, from a “single issue amendment” as discussed above to a full revision that is essentially a new zoning case.\n\n\n\n## HOW TO SUBMIT A REQUEST\n\nAll requests for interpretations related to an approved rezoning, special exception, special permit or variance must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\nA fee of $610 (effective July 1, 2024) is required for the processing of interpretation requests and the PLUS portal provides information on the payment process. In addition, you will be prompted through the system to include documentation that provides the following information:\n\n  * Clear identification of your name and how you may be contacted.\n  * A reference to the specific property and zoning application which is the subject of the interpretation. Identify the property by address, tax map number, and complete zoning application number, if known.\n  * A complete description of the question for which you are requesting an interpretation.\n  * Whether you own the property in question or are serving as the agent for the owner.\n  * An explanation of the basis for the question or the proposed change, and how it meets the minor modification provisions of the Zoning Ordinance.\n  * If the interpretation relates to a specific proffer or development condition, identify the proffer or development condition and provide a copy.\n  * If the interpretation proposes a physical change to an approved plat or development plan, provide a graphic illustrating the proposed changes (ideally at the same scale as the approved plan). The graphic should highlight or circle in red any proposed changes, to clearly identify them.\n  * If the proposed modification would change tabulations from those on an approved plan, such as open space, tree cover, or floor area, a comparison of the proposed versus approved tabulations should be provided.\n  * For building additions or new accessory structures, an architectural elevation and/or a description of proposed building materials may be helpful.\n  * For administrative approval of a minor building addition through the interpretation process, notification to affected adjacent property owners is required. An affidavit attesting to the fact that notice was sent or delivered must be submitted with the letter requesting the interpretation. View instructions for providing notice (with a sample affidavit form and cover letter)\n\n\n\nThe average turnaround time for interpretation requests is 30 days. Requests that pose multiple questions, or alter the questions posed during the staff review process, may take more time to answer. By reviewing these guidelines and submitting materials that fully support and document your request, time will be saved in researching the answer to an interpretation question. If an interpretation request lacks one or more of the applicable elements listed above, unnecessary time is lost as staff seeks missing elements from the requestor. It should be recognized that these are general guidelines, and you may be asked for additional or clarifying information by staff.\n\nIf a proposed change to an approved zoning application is found to not be in substantial conformance, the filing of an application to amend the previously approved zoning application would be required to achieve the desired change.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/interpretations",
        "title": "Interpretations of Approved Zoning Applications | Planning Development",
        "description": "Fairfax County, Virginia - Guidelines for submitting requests for interpretations related to approved zoning applications (rezonings, special exceptions, special permits and variances)",
        "keywords": "interpretations, guidelines, zoning"
    }
}