{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Accessory Living Unit (Administrative Permit)\n\nAn accessory living unit is a secondary dwelling unit established in conjunction with and clearly subordinate to a single-family detached dwelling unit. These living spaces include areas for eating, sleeping, living, and sanitation. Accessory living units within the principal dwelling (not in a detached structure) and that meet all of the applicable standards, including access and entrances, size, and parking, may apply for approval through an administrative permit. Otherwise, an accessory living unit requires submission of an application for a special permit, which requires approval by the Board of Zoning Appeals. ALUs that were previously approved by special permit can be renewed through the PLUS system by requesting a Time Extension of Approved Zoning Cases.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll accessory living unit (administrative permit) applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * An application for an accessory living unit may take approximately 30 calendar days to process. If a building permit is required to establish the ALU, the administrative permit will be reviewed and if approvable, will be held in a waiting status until the associated building permit has received final inspection. \n  * The application fee is $235. The fee for a renewal is $80. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card.\n  * Additional processes and approvals, such as the need for a building permit, may be identified and required during the administrative permit review process. Additional requirements may include, but are not limited to: \n    * Installation of an interconnected fire alarm system. When a stove, oven, or range is located in the ALU, the 2018 Building Code requires fire-rated floor and wall assemblies between a principal unit and an ALU or an interconnected fire alarm system with third-party monitoring. Please see the link below for information on how to apply for a fire alarm system certification. All ALUs require a working multi-purpose fire extinguisher and smoke and carbon monoxide detectors (when required for a fireplace or gas service) that are interconnected with the principal dwelling. \n    * Permits for proposed construction or to bring an existing space into compliance, such as a permit for a stove or other cooking appliance, creation of an emergency egress point for a bedroom, or an electrical permit for previous unpermitted work.\n    * If on well or septic, additional documentation may be required by the Health Department to accommodate any additional bedrooms.\n\n\n\n## Required Documents\n\n**Property Plan:** A plat showing the location of the dwelling. The plat must demonstrate that a total of three parking spaces are provided if the dwelling is located on a public street, and a total of four parking spaces are provided if located on a private street. Please label the location and provide the dimensions of these spaces. The identified spaces must be maintained as available for parking. For example, if the garage is identified, it cannot be used for storage. \n\n**Floor Plan:** Must depict the internal layout of the principal dwelling and the accessory living unit. Label each room with its use and square footage and identify all existing and proposed external entrances and the internal access between the accessory living unit and the principal dwelling. (Floor plan does not need to be drawn by a licensed professional)\n\n**Property Owner Permission Letter:** The property owner must live on the application property. If an authorized agent is applying on behalf of the property owner, a signed and dated letter of permission from the property owner must be submitted. The letter must include the address of the of the property, the property owner’s contact information, and a certification that the property owner will live on the property. This document is only required if the applicant is not the property owner. \n\n**Interior photos:** Must show all rooms and areas that will be included in the accessory living unit. Please label and date each photo. This document is only required if the dwelling is existing.\n\n**Exterior photos:** Must show all exterior sides of the dwelling and all parking spaces. Please label and date each photo. This document is only required if the dwelling is existing. Proposed elevations may be requested if the ALU involves a new addition.\n\n**Land Records Documentation:** Provide documentation demonstrating that a copy of the previously approved administrative permit or special permit was recorded in the land records of Fairfax County. This document is only required if the application is a renewal request.\n\n**Supporting Documentation (optional):** Any additional documentation that supports the request. \n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.B and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.B - Accessory Living Unit \n\n**Standards when permitted by administrative permit:**\n\n(1) An accessory living unit is permitted only in association with a single-family detached dwelling unit, and no more than one accessory living unit is permitted on a single-family lot. \n\n(2) An accessory living unit must be wholly contained within the structure of a single-family detached dwelling unit and must have direct access to the principal dwelling through an interior space that is finished, temperature controlled, and fully enclosed. \n\n(3) Any new external entrance proposed for an accessory living unit must be located on the side or rear of the dwelling. Any proposed garage or carport must be located directly adjacent to any existing garage or carport, and the associated driveway and curb cut must be the same as that which serves the principal dwelling. \n\n(4) The accessory living unit must not exceed: \n\n(a) 800 square feet of gross floor area or 40% of the gross floor area of the principal dwelling, whichever is less; or \n\n(b) the entirety of the basement or cellar may be used, up to the size of the basement or cellar as of July 1, 2021. A larger size may be allowed by special permit in accordance with subsection 8100.4. For the purpose of determining the size of an accessory living unit approved either by administrative permit or special permit, regardless of the definition in Article 9, gross floor area includes the area of any basement or cellar having a structural headroom of six feet six inches or more, but does not include a garage. \n\n(5) The accessory living unit may not contain more than two bedrooms. \n\n(6) Either the accessory living unit or the principal dwelling unit must be owner-occupied. \n\n(7) The accessory living unit may be occupied by no more than two people. \n\n(8) The principal single-family dwelling unit may be occupied by not more than one of the following: \n\n(a) Two or more persons related by blood or marriage and any number of their natural children, foster children, stepchildren, adopted children, or children in kinship care; \n\n(b) One or two persons with their dependent children, including natural children, foster children, stepchildren, adopted children, or children in kinship care, functioning as a single household; or \n\n(c) A group of not more than four persons not related by blood or marriage, functioning as a single household. \n\n(9) As specified in Article 6, a dwelling with an accessory living unit must provide the number of on-site parking spaces required for the principal dwelling unit, plus one additional space. Only one space serving the lot must provide convenient access to the street. \n\n(10) An accessory living unit must meet all applicable regulations for building, safety, health, and sanitation, and the construction of an accessory living unit is not deemed to be a subdivision of the lot on which the dwelling is located. If the dwelling is served by a well or septic system, the applicant must obtain Health Department approval prior to administrative permit or special permit approval. \n\n(11) The accessory living unit must have a working multi-purpose fire extinguisher and smoke and carbon monoxide detectors (when required for a fireplace or gas service) that are interconnected with the principal dwelling. \n\n(12) Before occupancy of the accessory living unit, the owner must record a copy of the administrative permit among the land records of Fairfax County. The permit must contain a description of the property and must be indexed in the Grantor Index in the name of the property owner(s). \n\n(13) An administrative permit for an accessory living unit may be issued to the owner for an initial period of two years from the date of approval. An administrative permit may be extended by the Zoning Administrator for succeeding periods of up to five years based on the applicant’s record of compliance with the standards in this subsection. \n\n(14) If the standards above are no longer being met, the accessory living unit may not be occupied as a dwelling unit and the property must meet the occupancy limitations of a single-family dwelling in accordance with subsection 4102.3.A. This standard does not require the removal of any kitchen or other facilities. \n\n**Standards when permitted by special permit:**\n\n(15) The accessory living unit must conform to all applicable standards for an administrative permit above, except that the BZA may approve a special permit for an accessory living unit to modify one or more of the standards as identified in the subsections below: \n\n(a) Subsection (2), to permit an accessory living unit in a freestanding structure, but only on a lot of at least two acres; \n\n(b) Subsection (3), to modify the location of any external entrance and access from the street; \n\n(c) Subsection (4)(a), to exceed the maximum size for an interior accessory living unit; and \n\n(d) Subsection (9), when the required on-site parking is not provided. \n\n(16) The area devoted to a detached accessory living unit must not exceed 1,200 square feet of gross floor area and must be clearly subordinate to the principal dwelling. \n\n(17) The BZA may require the provision of off-street parking spaces in addition to the requirements specified in Article 6 for a single-family detached dwelling. \n\n(18) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D. \n\n(19) Upon the approval of a special permit, the owner will record a copy of the BZA’s resolution of approval, including all accompanying conditions among the land records of Fairfax County. The resolution must contain a description of the property and must be indexed in the Grantor Index in the name of the property owner(s). \n\n(20) A special permit for an accessory living unit may only be issued to the owner and approved for an initial period of two years from the date of approval. The special permit may be extended for succeeding periods of up to five years based on the applicant’s record of compliance, in accordance with subsection 8100.4.D(3).\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Related Resources\n\nSummary of the Adopted Accessory Living Unit Provisions\n\nAccessory Living Unit Frequently Asked Questions\n\nFire Alarm Installation Certification\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/accessory-living-unit",
        "title": "Accessory Living Unit (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A secondary dwelling unit established in conjunction with and clearly subordinate to a single-family detached dwelling unit.",
        "keywords": "Accessory Living Unit, Administrative Permit, Accessory Dwelling Unit, ALU, ADU"
    }
}