{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Comprehensive Plan - Home\n  * FAQs\n  * Help\n  * Historic Comprehensive Plan Documents\n  * Plan Areas\n  * Plan Amendments\n  * Plan Glossary\n  * Plan Maps\n  * Planning Districts\n  * Policy Plan \n  * Special Planning Areas\n\n\n\n# Comprehensive Plan - Frequently Asked Questions\n\n**Click on a question below to expand.**\n\n## \n\nWhy do we Plan?\n\nThe purpose of planning is to ensure that Fairfax County’s excellent quality of life will continue. Through the planning process, county residents, business owners and community organizations help shape Fairfax County’s land use and open space pattern. A well-planned community provides compatible land uses, as well as transportation networks, public facilities and parks. In addition, a well-planned community protects its environmental and heritage resources. Planning helps to ensure that the Fairfax County community continues to be attractive, safe, and prosperous.\n\n## \n\nWhat is the Comprehensive Plan?\n\nThe Comprehensive Plan (the Plan) is required by state law to be used as a guide to decision-making about the natural and built environment by the county’s Board of Supervisors, and others such as the Planning Commission and the Board of Zoning Appeals. It is also a guide for county staff and the public to use in the planning process. The Comprehensive Plan consists of the Policy Plan, four Area Plan volumes, and a Plan Map. The Policy Plan volume includes general countywide policy on land use, transportation, housing, the environment, heritage resources, economic development, and public facilities, including public parks, recreation and trails. The Area Plans contain detailed long-range planning recommendations organized by geographic areas of the county. The Plan recommends how land should be used, but not when development will occur. The Plan Map illustrates the recommended land use, but must be used with the Plan books to fully understand what is planned.\n\n## \n\nWhat is the difference between the Comprehensive Plan and the Zoning Ordinance?\n\nThe plan generally guides land use and is an advisory document. The Zoning Ordinance is part of the County Code and regulates the type, scale and intensity of development which may occur in the specific zoning districts. To fully understand how a parcel of land can be used, you first need to know how the land is planned in the Comprehensive Plan, and then determine how the land is zoned. Just as changing the Plan for a parcel of land requires Plan amendment, changing the zoning for that parcel requires a rezoning application.\n\n## \n\nWho can help me understand what is planned for a particular property or area?\n\nYou may call or visit the Planning Division’s Planner-of-the-Day at our office. No appointment is needed. The Planner can also tell you if there have been any recent Plan amendments that may affect the property or surrounding area.\n\nPlanning Division  \nDepartment of Planning and Development  \n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\nTelephone: 703-324-1380, TTY 711 (Virginia Relay)  \nHours: Monday – Friday, 8:00 a.m. – 4:30 p.m.\n\n## \n\nWhere can I get the Comprehensive Plan?\n\nYou can use the Plan for reference purposes in the Virginia Room of the City of Fairfax Regional Library, and at the office of each member of the Board of Supervisors. The Plan (including copies of any amendments) can be purchased from the Department of Planning and Development, Herrity Building, 12055 Government Center Parkway, Suite 730, Fairfax. Hours: 8:00 a.m. to 4:30 p.m. weekdays. Telephone: 703-324-1380, TTY 711.\n\n## \n\nCan the Comprehensive Plan be changed?\n\nThe Code of Virginia mandates that the Comprehensive Plan be reviewed at least once every five years. Because of the dynamic growth experienced by the county over the past thirty years, the Plan has been evaluated more frequently. Proposed amendments to the Plan are submitted to a periodic public review process that includes public hearings before the Planning Commission and the Board of Supervisors. The Board of Supervisors must vote to adopt an amendment in order to change the Plan. Contact the Planning Division Planner-of-the-Day at 703-324-1380, TTY 711 for information about the Plan Amendment process.\n\n## \n\nWho can tell me how the vacant land near my property can be used?\n\nConsult the Planner-of-the-Day at 703-324-1380, TTY 711 to find out:\n\n  * how the land is planned; \n  * if it is public property, such as a school site or parkland or; \n  * if it is open space dedicated at time of rezoning to a Homeowners Association for preservation.\n\n\n\n## \n\nHow are environmental issues addressed in the Comprehensive Plan?\n\nThe environmental element of the Policy Plan provides guidance for achieving a balance between protecting the environment and planning for the orderly development of the county. Environmental policy recommends identification and protection of Environmental Quality Corridors and other ecologically valuable land and surface waters; conservation and restoration of tree cover; reduction of environmental pollution (air, water, noise and light); and avoidance or minimization of environmental hazards such as unstable soils, gas and petroleum pipelines, and flood hazards.\n\n## \n\nHow can I find out about environmental conditions that might be a constraint to development, such as floodplains and wetlands?\n\nIf you have a concern about floodplains or Resource Protection Areas (as defined by the county’s Chesapeake Bay Preservation Ordinance), contact the Special Projects Branch of the Department of Public Works and Environmental Services at 703-324-1700, TTY 711. If you have questions about other environmental constraints (wetlands, Environmental Quality Corridors), or general questions about whether or not there might be environmental constraints on a property, contact the Environment and Development Review Branch of the Department of Planning and Development, 703-324-1380, TTY 711.\n\n## \n\nWho can tell me what road improvements are planned near my property/community?\n\nContact the Planner-of-the-Day at Fairfax County’s Department of Transportation, 703-877-5600, TTY 711. The Transportation Plan is a part of the county’s Comprehensive Plan.\n\n## \n\nWhere can I get information about the planning and funding process for public facilities such as schools, parks, libraries, police substations, fire stations, utilities and communications facilities?\n\nThe Comprehensive Plan includes guidance about planned public facilities. The Policy Plan includes county objectives and policies which guide the development of different types of public facilities. The Area Plans give more specific information at the Planning District level about both existing and planned facilities. The Capital Improvements Program (CIP) is the means for addressing the county’s capital facilities requirements over the next five years. The CIP is available free of charge at the Maps and Publications Sales Desk, at the Planning Division office, and at county libraries. Public hearings before the Planning Commission and the Board of Supervisors are held to determine the compatibility of new and expanded public facilities in relation to the recommendations of the Comprehensive Plan.For more information about the public facilities planning process, contact the Planner-of-the-Day at 703-324-1380, TTY 711.\n\n  * \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/comprehensive-plan/faqs",
        "title": "Comprehensive Plan - Frequently Asked Questions | Planning Development",
        "description": "Fairfax County, Virginia - Frequently Asked Questions regarding Fairfax County's Comprehensive Plan",
        "keywords": "Comprehensive Plan, FAQs"
    }
}