{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Short-Term Lodging in Fairfax County\n\nShort-term lodging (STL) is any occupancy of a dwelling for a period of less than 30 days. STLs are typically advertised on Airbnb, VRBO and FlipKey, etc. STLs are permitted as an accessory use in most zoning districts that permit residential uses, and in all types of dwellings i.e. single-family homes, townhouses, condos, manufactured homes and apartments. In order to use any part of a residence as an STL location, Fairfax County requires that the owner or tenant obtain a permit and meet certain criteria prior to commencing STL operation.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll short-term lodging applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $235. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n  * The Zoning Ordinance standards do not bar homeowners or community associations from prohibiting short-term lodging within their subdivision or development.\n  * All applications must identify an authorized agent. An authorized agent is an adult designated by a short-term lodging operator who consents to be available to address any issues or emergencies that may arise during any short-term lodging stay. The authorized agent cannot be the same as the Operator.\n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n  * The short-term lodging permit will automatically expire 2 years from the date of issuance.\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the use of the property for short-term lodging purposes and affirming the availability of the parking spaces designated for lodgers. This letter must include the address of the of the property and property owner contact information. This document is only required if the applicant is not the property owner\n\n**Authorized Agent Letter:** A signed and dated letter of consent from the authorized agent. An authorized agent is an adult designated by the short-term lodging operator who consents to be available to address any issues or emergencies that may arise during any short-term lodging stay. This document is always required.\n\nProvide **two forms of identification** to demonstrate permanent residency of the property as listed below:\n\n  * **Government Issued ID or Registration:** To demonstrate permanent residency of the property provide government issued ID. Types of identification may include a DMV issued driver’s license, identification card or vehicle registration. Please not that documentation submitted to demonstrate permanent residency will only be visible to applicant or County staff. This document is always required.\n  * **Utility Bill:** To demonstrate permanent residency of the property, provide utility bill in the same name and address as the STL property. Types of utilities accepted are water, electric, or gas. This document is always required.\n\n\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.O and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.O - Short-Term Lodging \n\n**Standards when permitted by administrative permit:**\n\n(1) Short-term lodging is permitted in a dwelling or manufactured home only upon the Zoning Administrator’s issuance of a permit in accordance with subsection 4102.1.I.\n\n(a) An application for a short-term lodging permit must be submitted to the Zoning Administrator on a form furnished by the County.\n\n(b) The permit will be valid for two years from the date of issuance.\n\n(2) A dwelling or manufactured home used for short-term lodging must:\n\n(a) Comply with the requirements of the applicable version of the USBC or Virginia Manufactured Home Safety Regulations, as determined by the Building Official;\n\n(b) Have a working multi-purpose fire extinguisher and interconnected smoke detectors and carbon monoxide detectors (when required for a fireplace or gas service);\n\n(c) Have a plan posted inside the door to each sleeping room showing the exit pathway from the sleeping room to the nearest exit from the dwelling or manufactured home; and\n\n(d) Have one designated off-street parking space available for lodgers, which the operator has the authority to reserve for short-term lodging purposes.\n\n(3) A short-term lodging operator must:\n\n(a) Be a permanent resident of the property hosting the short-term lodging use, as demonstrated at the time of application for a permit to operate short-term lodging;\n\n(b) Obtain written consent from the owner of the property for the short-term lodging use;\n\n(c) Assume responsibility for determining whether any regulations, prohibitions, and covenants applicable to the dwelling or manufactured home prohibit short-term lodging; and\n\n(d) Designate at least one person who consents to serve as an authorized agent for the short-term lodging operator. Contact information (name, address, telephone, and email address) for the authorized agent(s) must be provided on the application for a short-term lodging permit, posted in a prominent location within the area made available for short-term lodging, and provided in any written material given to lodgers during their overnight stay.\n\n(4) The short-term lodging use is subject to the following use limitations:\n\n(a) A dwelling or manufactured home may be used for short-term lodging for no more than 60 nights per calendar year.\n\n(b) The maximum number of lodgers per night may not exceed six adults, except where the USBC requires fewer occupants.\n\n(c) All lodgers occupying a short-term lodging must be associated with the same rental contract. The maximum number of rental contracts per night is one.\n\n(d) Events and activities, including luncheons, banquets, parties, weddings​​​​​, meetings, fund raising, commercial or advertising activities, and any other gathering of persons other than the authorized lodgers, whether for direct or indirect compensation, are prohibited in association with any short-term lodging.\n\n(e) All advertisements for short-term lodging, posted on any platform online or in any other format, must include the short-term lodging permit number and identify the location of the parking space required by subsection (2)(d), above, and any other available parking or public transportation options.\n\n(f) A short-term lodging operator must maintain a guest log including the name, address and telephone number of all overnight lodgers. The guest log must be made available upon request to any County employee or agent tasked with enforcing the Zoning Ordinance or other applicable part of the County Code.\n\n(g) Short-term lodging is prohibited in a detached accessory structure, accessory living unit, temporary family health care structure, affordable dwelling unit or workforce dwelling unit.\n\n(h) The Zoning Administrator’s issuance of a permit does not invalidate any other provision of federal, state, or local law; any restrictive covenant; or any property owners’ association by-law.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Related Resources\n\nFrequently Asked Questions\n\nShort-Term Lodging Informational Flyer\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n\nFor concerns or complaints, please contact the Department of Code Compliance by phone at 703-324-1300 or by email.\n\nFor tax-related questions, please contact the Department of Tax Administration at 703-324-8234 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/short-term-property-rentals",
        "title": "Short-Term Lodging in Fairfax County | Planning Development",
        "description": "Fairfax County, Virginia - A short-term rental (STRs) is any occupancy of a dwelling for a period of less than thirty days. ",
        "keywords": "Short Term Property Rental, Short Term Lodging, Airbnb, STR, STL, homeaway"
    }
}