{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Building Permit Amendment\n\nAn amendment is required for any change made to an existing scope of work or design element(s) of an issued permit. Proposed changes must be clearly identified on the plan (e.g., clouding). Additionally, amendments are required to update or add Mechanic Lien Agent (MLA) contact information on an issued permit.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nOnly the contacts listed on the original permit record may apply for an amendment in PLUS.\n\n## PLAN AHEAD\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I need to hire a Registered Design Professional (RDP)?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### \n\n### **PLUS Application**\n\nApply for your amendment by first locating the appropriate permit record and selecting the **Make Changes (_Figure 1)_** action.\n\n_**Figure 1**_\n\nSelect **Building Permit Amendment (_Figure 2)_** as the appropriate amendment type. Then click **Continue Application.**\n\n**_Figure 2_**\n\nIn the “**Project Description** ” box **(_Figure 3)_** , enter a **detailed description** of the changes proposed. If you are amending to add or remove trade equipment, be specific as to what you are proposing to add; include quantities for each item you are adding. If adding an MLA, provide the company name, address, and either an email address or phone number.\n\n**_Figure 3_**\n\nSelect the appropriate **Amendment Details** as follows then **Continue Application (_Figure 4)_** :\n\n  * **Amendment with No Plans** : Changes to the permit details or scope that do not affect the information shown on the approved plans (such as an MLA).\n  * **Amendment with Plans** : Changes to information shown on the approved plans. New plans must be uploaded with the amendment submission and must clearly identify all proposed changes on each affected plan sheet by clouding, bubbling, etc.\n  * **Revision** : Changes to the approved plans that do not require modifications to the issued permit (for example, a framing change to the previously approved lumber size). All affected plan sheets must clearly identify proposed changes by clouding, bubbling, etc.\n\n\n\n**_Figure 4_**\n\nHelpful Videos:\n\nMake Changes to a Record - YouTube Video\n\nUpload Files - YouTube Video\n\nHelpful Instruction Guides:\n\n  * Uploading Plans and Documents\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n## What's Next?\n\nOnce the amendment is submitted, the original permit record status will update to “**Issued – Amendment Pending**.” The Building Permit Amendment will use the original Building Permit record number, followed by the number of the amendment (e.g., 01, 02, 03).\n\n### \n\n### Review Process\n\nStaff from the Permit Application Center will review your submission for completeness and compliance with the building code and county ordinances. If plans are required, your application will be routed to the appropriate review staff. You will be notified of any deficiencies. Corrections, resubmission fees and additional supporting documents may be required.\n\nPermit amendment fees are paid prior to issuance of the amendment.\n\n  * Fees\n\n\n\n###  Permit Issuance\n\nOnce all county reviews are approved and fees paid, the amendment record will update to “Closed.” The status of the original permit record which was amended will update back to “Issued.” A revised permit card and approved plans, if applicable, will be available to download from PLUS, under your original permit.\n\nHelpful Video:\n\nAccess Approved Plans - YouTube\n\n### Inspections\n\nInspections cannot be scheduled while there is an **active** amendment in process. Once the amendment is approved and in the “closed” status, and the original permit record returns to a status of “issued” and not “issued - amendment pending,” inspections can be scheduled.\n\nThe county must be notified once stages of construction are reached that require an inspection. For more information, see our inspections webpage.\n\nHelpful Video:\n\nBuilding Inspections (an overview on how to schedule an inspection) - YouTube Video\n\nScheduling Building Inspections (a deeper dive into scheduling inspections, including common issues) - YouTube Video\n\n## Additional Resources\n\n  * Hiring a Contractor\n  * Land Disturbance 101\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/building-permit-amendment",
        "title": "Building Permit Amendment | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, amendment, permit amendment, change permit, update permit"
    }
}