{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# Development Process Overview\n\nThe development process in Fairfax County encompasses a broad array of activities, from refinishing a basement, subdividing a parcel, building a high-rise in Tysons -- and much more. The process involves comprehensive reviews by numerous county and non-county agencies and may involve many steps before a project can be approved. Every project is unique and subject to its own set of requirements depending on the location and complexities of the project. \n\nThese regulations are in place to provide an invisible web of protection around the structures and neighborhoods in Fairfax County. It's all about the health, safety, and welfare of the community we serve. This overview aims to give you the framework to help guide you through the process.\n\nCounty staff is available to support you.\n\n### 1\\. Concept\n\nBefore you begin, determine the feasibility of your project. It is key to know what can and cannot be done on your property, as well as familiarize yourself with regulatory framework.\n\n### 2\\. Planning and Zoning Review\n\nThis phase ensures your project is compatible with the surrounding environment, both existing and planned, as contained in the Comprehensive Plan and the Zoning Ordinance.\n\n### 3\\. Design\n\nThe design phase results in a site design package and a set of construction documents for submission to the county for review.\n\n### 4\\. Permits and Review\n\nBefore permits are issued and construction can start, the County must review the applicants' plans to ensure compliance with relevant codes.\n\n### 5\\. Construction and Inspection\n\nAfter plans are approved, inspections occur to verify construction is proceeding safely and per the approved plans.\n\n### 6\\. Occupancy\n\nOnce a project is completed, several agencies continue to monitor compliance with various codes for the life of the building or structure.\n\n### 7\\. Renewal\n\nRedevelopment and revitalization are a natural part of the development process.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-process-overview",
        "title": "Development Process Overview | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - The land development process in Fairfax County",
        "keywords": "development process, construction, building permits, building inspections"
    }
}