{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Public Facilities Review - Home \n  * 2232 Review Process \n  * Administrative Review-Eligible Project (AREP) Facilities\n  * Exempt Public Facilities\n  * Non-Telecommunication Facilities\n  * Telecommunication Facilities\n\n\n\n  * __facebook\n\n\n\n# Public Facilities 2232 Review Process\n\nThe term \"2232 Review\" is derived from a Code of Virginia requirement under  Section 15.2-2232. The County's 2232 Review Process determines the compatibility of proposed public facilities with the locational guidelines established in the Comprehensive Plan. Specifically, this process determines if the **general or approximate location****, character and extent** are in substantial accord with the Fairfax County Comprehensive Plan.\n\n## \n\nSteps for Completing the 2232 Review\n\n##  1, Determine Application Type \n\nReview the information and requirements on the following webpages to begin the application process.\n\n  1. Telecommunications Facilities\n  2. Non-Telecommunication Public Facilities\n  3. Administrative Review-Eligible Project (AREP) Facilities\n\n\n\n##  2\\. Submit Application \n\nAll 2232 review applications must be submitted electronically through the PLUS application portal. Please review the Steps to Submit Public Facility Applications in PLUS for instructions. \n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page.\n\nIf you have questions or need assistance using the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * Email: PLUSSupport@FairfaxCounty.gov\n  * Phone: 703-324-2222, TTY 711\n\n\n\n##  3\\. Staff Review \n\nUpon receipt of the application staff will determine the category of review and communicate this determination to the applicant.\n\nThere are three general categories of 2232 Review:\n\n  1. **Feature Shown -** A 2232 Review may be processed and recommended for approval as a \"Feature Shown.\" In general, a public facility, public utility facility, or public service corporation facility, use or area may be determined to be a current feature of the Comprehensive Plan when it is either specifically identified on the  Comprehensive Plan map or described in and supported by the Plan text. A Feature Shown staff report is a recommendation prepared by the Department of Planning and Development. If the Planning Commission concurs with the staff recommendation, approval is granted administratively without a public hearing. As defined under Policy Plan guidelines, certain telecommunications proposals of very low impact are processed administratively without a staff report. These cases are approved by the individual Planning Commissioner under the Commission's consent agenda.\n  2. **Public Hearing -** The 2232 application will generally require a public hearing before the Planning Commission if it is not directly supported by the Comprehensive Plan and cannot be processed as a feature shown. Under this process, staff circulates the application for review by county agencies and prepares a staff report that is made available to the public two weeks prior to the public hearing. Notice of the public hearing is through newspaper advertisement, posting of the property, and written notification of adjacent and nearby property owners. At the close of the public hearing, the Planning Commission determines if the general location, character or extent of the proposal is in substantial accord with the county's Comprehensive Plan and either approves, denies, or defers decision on the application.\n\n  3. **2232 Reviews with a Special Exception or other Zoning Approval(s) -** Some 2232 applications are subject to and must obtain a special exception or other approval under the county's Zoning Ordinance. In these cases, typically, the 2232 Review and the zoning case are heard concurrently by the Planning Commission. A zoning staff report is prepared that includes a separate section to address the 2232 Review and is made available to the public two weeks prior to the public hearing.\n\n\n\n##  4\\. Timeframes and Important Dates \n\nThe  Virginia Code requires the Staff and Planning Commission to complete specific actions within predetermined timeframes.\n\n  1. Upon receipt of a complete application, Staff will \"ACCEPT\" the application for review.\n  2. A 2232 Review application must be acted on by the Fairfax County Planning Commission within 60 days of the official acceptance date, unless the Board of Supervisors authorizes an extension of the review time.\n  3. The Board may extend the time as appropriate to resolve concerns.\n  4. If a 2232 requires a Public Hearing before the Planning Commission, Staff will contact the applicant and Planning Commission to arrange a hearing date.\n\n\n\n##  5\\. The Public Hearing Process \n\nPlease note the following items if an application requires a Public Hearing before the Planning Commission.\n\n  1. Staff prepares a detailed analysis and publishes a staff report that is made available to the Planning Commission and the public two (2) weeks prior to the public hearing.\n  2. Notices are sent to the public via a local newspaper, posting of the property, and written notification to adjacent and nearby property owners with a brief description of the application and details about the time and location of the Public Hearing. \n  3. _During the Public Hearing_ , staff presents a summary of the staff report to the Planning Commission and the applicant provides presentation of the proposal.\n  4. The Planning Commission may ask questions of staff and the applicant.\n  5. The Public is provided opportunity to submit written comments or make comments before the Planning Commission.\n  6. Upon the closing of the public hearing, a determination is made by the Planning Commission to Approve, Defer Decision, or Deny the 2232 application.\n\n\n\n##  6\\. Suggestions for Public Engagement \n\nApplicants are encouraged to seek out and coordinate with citizens and community groups potentially impacted by the proposed application. The applicant can contact the Supervisor's office and obtain contact information.\n\n## 2232 Application Withdrawal\n\nAn applicant can withdraw an application at any stage during the 2232 Review processing. If an applicant wants to withdraw a 2232 application, he/she must provide a written notice of withdrawal in the form of an email or letter.\n\n  1. Include the date and application number\n  2. No reason is required\n  3. Direct email or letter to the assigned planner. If you do not know which planner is assigned to the application, direct the withdrawal email or letter to the Branch Chief.\n\n\n\nUpon receiving the withdrawal request, staff will close the file. Withdrawn applications are kept and archived.\n\n## Contact Us\n\nStaff is available to assist anyone with questions about the 2232 application process, current 2232 applications, and general public facility planning issues. Please send us an email or contact the Planning Division of the Department of Planning and Development at (703) 324-1380, TTY 711. \n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/public-facilities-review/process",
        "title": "Public Facilities 2232 Review Process | Planning Development",
        "description": "Fairfax County, Virginia - Publlic Facilities Review Process - About the process",
        "keywords": "Public Facilities, about, process"
    }
}