{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n# Uploading Plans and Documents: Digital Plan Room (DPR) Instructions\n\nWhen an application is submitted in the Planning and Land Use System (PLUS), it may require plans and/or documents be uploaded to the Digital Plan Room (DPR) for review. The below instructions explain how to use the DPR. You may also view the Uploading Plans and Documents video on the county’s YouTube channel and other related videos in the Digital Plan Room series.\n\nMore information on PLUS.\n\n  * 1\\. Information\n  * 2\\. File Processing\n  * 3\\. Sheet Versioning\n  * 4\\. Review\n\n\n\n__Print Section\n\n__Print All Sections\n\nInformation \n\nAn applicant can upload the plans and/or documents at the time of submission, or they can choose to return to their PLUS account and upload plans and/or documents later.\n\n## \n\n##  To upload at the time of submission... \n\nClick on **Upload Plans and Documents** from the submission confirmation screen.\n\nEither way will bring you to the **Digital Plan Room (DPR)** to complete the same four steps below.\n\n##  To upload and submit later... \n\nLogin to PLUS and click on **My Records** then on **Upload Plans** in the Action column to the right of the relevant record.\n\nEither way will bring you to the **Digital Plan Room (DPR)** to complete the same four steps below.\n\nA review package is a set of plans and documents submitted for a review cycle.\n\nReview Plan Cycle #1 is the initial submission. A list of documents that must be included in the submission (determined by answers provided in the application and the scope of work) are provided on this page under **Requirements**.\n\nAn optional description of the plans and documents being uploaded may be entered in the **Description** box.\n\nClick **Continue** to proceed to the next step.\n\nFile Processing \n\nClick **Browse** to upload files from your computer or simply drag and drop files as shown in the image below. There should be a separate file for each of the requirements displayed in the **Requirements** list.\n\n_Note: All plan sheets should be combined in a single PDF file for the Plans requirement._\n\nOnce the files have been added to the files box, a **document type** must be selected from the drop-down list for each individual file. The **document type** should exactly match the requirement type listed in the **Requirements** list on the right. Once all the required document types are added, click on **Upload and Validate** to proceed.\n\n_Note: The system will allow you to upload and validate files without meeting all of the requirements listed on the right but you will not be able to sucessfully submit the review package until all of the requirements are met._\n\n## \n\n##  If you receive an error message... \n\nDue to an _invalid file type_ when you click **Upload and Validate** , remove the file by clicking on the \"X\" to the right of the file and follow the steps above to add the appropriate acceptable file type listed.\n\nIf you receive an error message due to a _corrupted file_ when you click **Upload and Validate** , remove the rejected file by clicking on trashcan icon to the right of the file and follow the steps above to add a file that is not corrupted.\n\nOnce the uploaded files display the green **Validated** status, click **Process Files** to continue.\n\n_Note: The system will allow you to process uploaded files without meeting all of the requirements listed on the right but you will not be able to sucessfully submit the review package until all of the requirements are met._\n\n_****_\n\nFile processing can take several minutes. The process will continue if you navigate away from the page, and you can return to the DPR to complete the submission later.\n\n_Note: Your review package submission is not complete until you return to the DPR and complete the remaining steps._\n\nOnce all the files have successfully processed click **Continue** to proceed to Step 3.\n\nSheet Versioning \n\nIndividual plan sheets must be numbered. PLUS will scan each sheet for title information and assign a sheet number if one can be found. If one is not recognized by the system, you will have to manually enter the sheet number. Additionally, each page must have a unique sheet number and will need to be manually corrected if duplicated. A missing or duplicated sheet number will display as a red error (below).\n\nAn optional sheet title can be entered for each sheet. Once all individual sheets are numbered correctly click **Continue** to proceed to step 4.\n\n_Note: Click directly on the Thumbnail or Title Block sheet to zoom in and use the tools below to see the sheet details, if needed._\n\nReview \n\nThis is your final opportunity to review your review package prior to submission. Click on **Edit** to return to a section requiring changes. Click **Finish** to submit.\n\n_Note: Once submitted, changes can’t be made until the initial review is completed by county staff._\n\nYour review package submission is not complete until you receive the green ribbon indicating successful submission. You will also receive a confirmation email from PLUS.\n\nPrevious:  Next: Information\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/plus/uploading-plans-and-documents-dpr",
        "title": "Uploading Plans and Documents: Digital Plan Room (DPR) Instructions | Land Development Services",
        "description": "Fairfax County, Virginia - Below are instructions for using the Digital Plan Room (DPR) in PLUS. You will find three categories for uploading content, making corrections and voiding sheets.",
        "keywords": "Land Development, LDS, PLUS, permit, plans, record, drawings, digital plan room, DPR, guide, instructions"
    }
}