{
    "page_content": "__\n\n#### Land Development Services Alert:\n\n# VOID Sheet Process: Digital Plan Room (DPR) Instructions\n\nWhen an application is submitted in the Planning and Land Use System (PLUS), it may require plans be uploaded to the Digital Plan Room (DPR) for review. During the review process, county plan reviewers may identify **issues** which require corrections to the previously submitted plan sheets. Once a record is in review, an applicant is unable to remove or delete submitted plan sheets from the DPR.\n\nTo communicate to a plan reviewer that a specific plan sheet is no longer applicable to the project the customer must upload a **void** sheet. Below are the instructions for the void sheet process. You may also view the Void a Plan Sheet video on the county’s PLUS YouTube channel.\n\nMore information on PLUS.\n\n## Step 1. Upload a PDF\n\nUpload a PDF file titled \"VOID.pdf\" that simply says “VOID” on the page and choose the document type “Plans.”\n\n## Step 2. Magnifying Glass\n\nOnce the single page PDF is uploaded, the system will not be able to identify a sheet number. Click on the magnifying glass to see a list of all previously submitted plan sheets.\n\n## Step 3. Select\n\nClick **Select** to choose the sheet you want to remove from the original submission.\n\n## Step 4. Voided Plan Sheet\n\nThis will clearly communicate to the reviewer which plan sheet number should be voided. Click **Continue**.\n\n**Repeat the process for each plan sheet you want to remove from the original submission.**\n\n## How To Create a PDF for Uploading\n\n## From MS Word:\n\n  1. Open a new Word document and type the word **VOID** on the page.\n  2. On the menu bar at the top of the page, click **File** then **Print**.\n  3. Click on the drop-down menu under **Printer** and select **Microsoft Print to PDF** then click **Print**.\n  4. Type **VOID** for the file name in the dialog box pop-up and choose where on your computer you want to save the file, then click **Save**.\n\n\n\n## From Google Docs:\n\n  1. Open a new document and type the word **VOID** on the page.\n  2. On the menu bar at the top of the page, click on **File** then **Print**.\n  3. Click on the **Print Destination** drop-down and select **Save as PDF** , then click **Save**.\n  4. Type **VOID** for the file name and choose where on your computer you want to save the file, then click **Save**.\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/plus/void-sheet-process-dpr",
        "title": "VOID Sheet Process: Digital Plan Room (DPR) Instructions | Land Development Services",
        "description": "Fairfax County, Virginia - To communicate to a plan reviewer that a plan sheet should be removed from the previously submitted package, they can upload a “void sheet.”",
        "keywords": "Land Development, LDS, PLUS, DPR, Digital Plan Room, plan review, VOID"
    }
}