{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# LDS Public Records\n\nMost LDS records are available online. The resources listed below will help you navigate to those records.\n\n# Records Available Online\n\n# Planning and Land Use System (PLUS)\n\nPLUS was fully launched on Oct. 31, 2022. As of that date, it is the central and only platform to create and submit permit and other applications online, pay fees, track application status and receive electronic notifications. Customers now complete their zoning, building, permitting or other land development and environmental health processes online through PLUS. **Please note that legacy systems such as FIDO and PAWS have been fully replaced by PLUS and are no longer available.**\n\n# SRV\n\nThe Site Records Viewer (SRV) provides access to thousands of approved site records. Download or view PDFs of approved site-related plan records, such as infill lot grading plans, resource protection area studies, and site plans. The SRV allows anyone to search for site development records geographically, or by a search function.\n\nWatch a five minute video tutorial on using the SRV application.\n\n# LDIH\n\nThe Land Development Information History (LDIH) system consolidates building, site, zoning and complaint information from numerous county systems into a single repository. LDIH performs an overall search on land development records. These easy-to-use cataloging system features make this the simplest and quickest method to retrieve site- and building-related information. LDIH data is updated nightly. **Please note that LDIH contains only those records that were uploaded prior to the launch of PLUS.**\n\n# Land Development Records Request, Freedom of Information Act (FOIA)\n\nThe Virginia Freedom of Information Act (VFOIA) is the state law governing access to public records and meetings of public bodies by citizens of Virginia and representatives of the media.\n\nVFOIA provides that, with some specific exemptions and exceptions, all meetings of public bodies shall be open to the public and all public records open for public inspection.\n\nEmail LDSFOIA@fairfaxcounty.gov or submit the VFOIA Requests for Records form under FOIA if unable to access the requested information using the online resources above. Learn more about FOIA.\n\n# Records Retained by Land Development Services\n\nLDS retains building- and site-related plans and documentation for both commercial and residential projects either physically or electronically in accordance with the Virginia Public Records Act. \n\n  * Associated documentation associated with bonding of land development public improvements. \n    * Destroyed five years after project complete status.\n  * Building Plans: Structural or non-structural architectural drawings. \n    * Destroyed three years after final inspection.\n  * Supporting Documentation for Building Plans: Permit applications, inspections, certifications, and architectural-related correspondences. \n    * Destroyed three years after final inspection.\n  * House Location Plat: Detailed mapping for the territory a single-family residence is built upon, as well as the territory’s borders and intersecting easements. \n    * **Contact the Fairfax County Zoning Permit Review Branch at 703-222-1082, TTY 711**.\n    * _Fairfax County does not have a recorded plat for all properties in the county._\n  * Site-Related Plans: Site-related plans include commercial, mixed-use, single-family detached, single family attached, multi-family, and public improvement project plans and plats. In addition, LDS retains related studies such as soils reports, floodplain studies and resource protection area studies. These are available in PDF format in the _Site Records Viewer_. You can find recorded land records in Fairfax County’s Court Public Access Network.\n  * Supporting Documentation for Site Plans: Site-related correspondences (project files). \n    * Destroyed five years after project complete status.\n  * Videos and photographs received in support of inspection. \n    * Deleted upon documentation of official County actions/determinations\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/lds-public-records",
        "title": "LDS Public Records | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services (LDS) - Public Records",
        "keywords": "Land Development Services, Public Records, records, foia, copy, site records viewer, srv, ldsnet, ldih, fido, lds"
    }
}