{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# DPWES Plan (DPW)\n\nThis site-related plan type is used by the Fairfax County Department of Public Works and Environmental Services (DPWES) for specific infrastructure improvement projects disturbing more than 2,500 square feet and identified under the requirements section of this page. Projects beyond this list require formal site plan submission.\n\n  \nDepending on the scope of your project, you may need to apply for a separate building permit record in PLUS. To determine whether your project requires a permit, visit When a Permit is Required. Once you determine the appropriate record type, review the associated Permit Library guide to find details regarding the submission and review process.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nDPWES plans may be submitted by Fairfax County DPWES staff or their duly authorized agent, however, the plan itself must be certified by a professional engineer, land surveyor, architect or landscape architect licensed by the Commonwealth of Virginia and meeting the respective code requirements.\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **DPWES****plan** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### Submission Guidelines\n\nVisit our Site-Related Submission Guidelines page for information on how to submit your plan, including strongly encouraged naming conventions.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nInfrastructure improvement projects include:\n\n  * Walkways, trails, bus shelters, bus stop pads, and benches\n  * Sanitary sewer repairs, rehabilitations, extensions and improvements\n  * Sanitary sewer pump stations (requires separate building permit with LDS)\n  * Road improvements to be maintained by VDOT\n  * Transportation improvements for Board of Road Viewers (BRV) and Fairfax County Road Maintenance Improvement Program (FCRMP) projects\n  * Neighborhood improvement projects\n  * Commercial revitalization projects (streetscape improvements such as brick paver sidewalks, crosswalks, benches, trash receptacles, landscaping, etc.)\n  * Streetlights\n  * Projects managed by DPWES for the state and reviewed by the Bureau of Capital Outlay Management (BCOM) per state protocols\n  * Storm drainage conveyance projects\n  * Stormwater management facility projects outside of RPAs\n  * Retrofit or maintenance repairs of existing stormwater management facilities (including those within RPAs)\n  * Water Quality Impact Assessments when included within the approved construction plan\n  * Flood protection (house flood proofing) projects\n  * Streambank and stream stabilization/rehabilitation projects\n  * Stormwater outfall stabilization/rehabilitation projects\n  * Stream buffer restoration projects\n  * Grading plans associated with structural demolitions\n  * Routine maintenance projects\n  * BMP/LID practices within the RPA that do not require an RPA exception or within a major floodplain, if a Special Exception is not required\n\n\n\n### Submission Documents:\n\n  * Environmental Compliance Project Datasheet \\- for more information on filling out the datasheet, please see the Environmental Compliance Project Datasheet Instructions\n  * Land Disturbance Application\n  * VPDES Construction General Permit Coverage, if required\n\n\n\n### Land Disturbance Permit Revisions:\n\nWhen a DPWES applicant wants to update the **certified Responsible Land Disturber (RLD)** for their project, email the request to the LDSSAC@fairfaxcounty.gov mailbox and include:\n\n  * The revised Land Disturbance Application listing the DPW plan number and new RLD contact information\n  * Copy of the RLD Certificate\n\n\n\nStaff will issue an updated Land Disturbance Permit accordingly. There are no fees associated with this type of administrative revision.\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Plan and Permit Issuance\n\nOnce all reviews are approved, fees have been paid and all associated post-approval conditions have been satisfied, your land disturbance permit and approved plans will be available to download from PLUS.\n\nVisit the Meeting Approval Condition web page to learn more about your plans specific approval conditions, including where to locate them in PLUS and to get the appropriate form for each condition. Once completed, submit all required documents using this form.\n\n  \nOnce you obtain your issued land disturbance permit and approved site-related plan, you may proceed with your associated building permit record(s). For more information on building record types to include when a permit is required and how to apply, visit When a Permit is Required.  \n\n\n**Helpful Video:**\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n### Site Inspections\n\nBefore beginning any land disturbing activities associated with your approved site/grading plan and land disturbance permit, you are required to coordinate a pre-construction meeting. For projects inspected by LDS-SDID, request a pre-construction meeting. Before requesting your pre-construction meeting, certain items must be completed such as an approved Virginia 811 ticket. To review all required items, visit the Site Inspection web page.\n\n## **Additional Resources**\n\n  * VDOT Permit Coordination\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/dpwes-plan",
        "title": "DPWES Plan (DPW) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, DPW, DPWES, DPWES Plan"
    }
}