{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Home Improvement Contractor License (HIC)\n\nVirginia Department of Professional and Occupational Regulation (DPOR) licensed Class “C” contractors and those performing work that does not meet the threshold for a Class “C” license must obtain a Fairfax County Home Improvement Contractor (HIC) license. \n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nContractors with a valid Virginia Department of Professional and Occupational Regulation (DPOR) Class “C” license, or contractors exempt from state licensing based on a contractual amount of less than $1,000.\n\n  * Verify License on DPOR Website\n\n\n\n## PLAN AHEAD\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Contractor requirements in Fairfax County: Various licenses and other requirements must be met to legally operate as a contractor in Fairfax County. \n  * Design Codes and Standards\n  * Do I need to hire a Registered Design Professional (RDP)?\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **Home Improvement Contractor License** online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\n### \n\n### **Instructional Videos for PLUS**\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n## Requirements\n\n### First Submission\n\nThe following items may be required with your HIC license application:\n\n  * Record contacts must include: \n    * Applicant – individual applying for the license\n    * Bond agent – supplying the surety bond described below\n    * Business – company the individual is affiliated with\n    * Two business references – customers who the applicant has worked for in the past\n  * Virginia Contractors license number issued by the (DPOR), if applicable\n  * Fairfax County Business, Professional and Occupational License (BPOL) number\n  * Your standard contract template\n  * Financial statement documenting business income from the past year\n  * Surety bonds\n    * Contracts _under_ $1,000 must have $5,000 surety bond\n    * Contracts _over_ $1,000 must have a $10,000 surety bond\n  * Upload a copy of the surety bond in PLUS and mail or deliver the original to:  \nHIC Licenses  \n12055 Government Center Parkway, Suite 334  \nFairfax, VA 22035\n\n\n\n### Renewals\n\nHIC licenses are valid for one to two years, depending on the length of the bond. To renew, log into PLUS and select “renewal” next to your HIC license number and follow the prompts. Renewals will require an updated surety bond and annual fee.\n\n\n\n\n## What's Next?\n\n### County Review and License Issuance\n\nStaff from Land Development Services will review the application and attached documents. Once the HIC application has been accepted and original surety bond has been received, the applicant will receive an invoice to make a payment online. The license will be available to download from PLUS.\n\n  * Fees\n\n\n\n## Additional Resources\n\n  * Tips for Hiring a Contractor\n  * Information for New Businesses\n  * DPOR License Information\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/home-improvement-contractor-license",
        "title": "Home Improvement Contractor License (HIC) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, home improvement, home improvement contractor, HIC, HIC license, improvement license"
    }
}