{
    "page_content": "# Zoning Evaluation Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1290 TTY 711\n\n__\n\ndpzzed@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy., Suite 801  \nFairfax, VA 22035\n\n__\n\nSuzanne Wright  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Applications & Development Review\n  * Affidavits\n  * Application Acceptance\n  * Application Forms & Packages\n  * Application Review Process Overview\n  * Application Weekly Status Reports\n  * Interpretations\n  * Minor Variations\n  * PLUS Application Portal\n  * Pre-Application Consultation\n  * Rezoning\n  * Special Exception\n  * Special Permit\n  * Variance\n  * Zoning Glossary\n  * Zoning in Fairfax County\n  * Zoning Map\n\n\n\n# Zoning Application and Development Review Process Overview\n\nThe following is an general overview of the process that you will encounter when you are seeking approval of a rezoning, a special exception, a special permit or a variance from Fairfax County. The development review process has its own set of related terms and acronyms. A glossary of terms is included in many of our published staff reports that defines those terms and acronyms.\n\n**Click on each step below to expand.**\n\n## \n\n1\\. Zoning Case Pre-application Consultation (as necessary)\n\nIf you are contemplating filing a rezoning, special exception, special permit or variance application and are not sure exactly what type of application you will need, you can call the Zoning Evaluation Division at 703-324-1290. A pre-application consultation is a service that the Zoning Evaluation Division offers to those who know that they need to file a zoning application. To request learn more about pre-application process and to request a pre-application consultation online, please visit the Zoning Case Pre-Application Consultation webpage.\n\n## \n\n2\\. Application Submission & Acceptance\n\nThe process for getting an application accepted for a rezoning, special exception, special permit, or variance is addressed in the Application Acceptance page.\n\n## \n\n3\\. Post Application Acceptance\n\nOnce an application is accepted for processing, it is scheduled for public hearing. If you have applied for a special permit, or variance the application is scheduled to be heard before the Board of Zoning Appeals within 90 days from the date of acceptance. Rezoning and special exception applications are scheduled for public hearing before the Planning Commission approximately five to six months from the date of acceptance. Your application is assigned to a staff coordinator who will work with you to resolve issues that may arise during the review. The application will be reviewed in-house by land use and environmental planners within the Department of Planning and Development, by the County’s Department of Transportation, by the Virginia Department of Transportation, and by other agencies, if necessary. Staff meets in-house at a pre-staffing meeting to review each case and discuss the particulars of your proposal. Staff will then meet with you to convey what they’ve discussed in their pre-staffing meeting and to discuss any recommended changes or revisions to plans. Such revisions are taken into consideration when staff meets in-house again in a staffing meeting. At that time, staff form a position, to either recommend approval or denial on the proposal. Staff will meet with you again to discuss staff’s position and any recommended changes that might be desirable. At that point, any plan revisions must be completed so that they can be included in the staff report.\n\n## \n\n4\\. Assignment of a Staff Coordinator\n\nThe staff coordinator assigned to your application will create a staff report, detailing the proposal and how it relates to Comprehensive Plan and Zoning Ordinance regulations and requirements. Based on staff analysis and conclusions as to the compliance and conformance of the application with these regulations and requirements, staff will make a recommendation on the application to the Board of Zoning Appeals or to the Planning Commission and Board of Supervisors, as applicable.\n\nThe staff coordinator produces a staff report on a pre-set schedule prior to the public hearing date. Prior to its publication, the applicant will be made aware any outstanding issues which will be addressed in the staff report and will be informed of draft development conditions which may be proposed by staff.\n\n## \n\n5\\. The Staff Report\n\nThe staff report is published and distributed, as follows. If the application is a special permit or a variance, copies of the report are distributed to the members of the Board of Zoning Appeals one (1) week prior to the established public hearing date. If the application is a rezoning or special exception, copies of the report are distributed to the members of the Planning Commission two (2) weeks prior to the public hearing date. Copies of the report are available to the applicant and the general public once that distribution has been completed. Copies of staff reports are free of charge, and may be picked up at the Department of Planning and Development office or at the district office of the Board of Supervisors’ member in whose magisterial district the application property is located. It is advisable to call ahead to make sure that copies are available.\n\nWhether you apply for a special exception, a special permit or a variance, conditions of approval are included in the staff report as part of the staff recommendation on the application. For rezonings, you may be requested to submit a statement of proffered conditions. Conditions or proffers may be proposed or proffers requested regarding the location of improvements, landscaping, other features of the proposed structure or use, such as the hours of operation, number of employees, and height of buildings. In the approval of an application, the Board of Zoning Appeals, Planning Commission or Board of Supervisors may modify, delete or add to staff’s conditions.\n\n## \n\n6\\. Outreach\n\nApplicants are strongly encouraged to contact the Supervisor’s district office (i.e. Braddock, Dranesville, Hunter Mill, Lee, Mason, Mount Vernon, Providence, Springfield or Sully District) in which the proposal is located to inform them of your proposal and to obtain a list of the homeowner’s associations and civic associations surrounding your site as well as broader based associations such as the West Fairfax Civic Association, the Lee District Land Use Committee, the Mason District Land Use Advisory Committees, and the Sully District Council, so that you can make contact with these organizations early in the process to discuss your proposal. In any case, it’s good to hear citizen comments and have a chance to work with the citizens to address any outstanding issues before your case is heard, rather than hearing about issues for the first time at the public hearing.\n\n## \n\n7\\. Notification\n\nThirty (30) to forty (40) days prior to your scheduled public hearing, a notice package will be mailed to you with instructions on how to prepare notices for mailing to the public. The applicant is responsible for mailing notices to surrounding property owners postmarked no later than fifteen (15) days prior to the public hearing. The County is responsible for advertising the public hearing in the newspaper, (we use the Fairfax County issue of the Journal), and posting notices of the upcoming public hearing on the property. Proper mailing of notices is one of the most important things you will do. From a legal standpoint, the notices must be correct or the public hearing can’t go forward on the date scheduled. There are two things to keep in mind about notices: first, when you get the package, read the notice that we’ve prepared and make sure its correct and that it includes the request that you are asking for; second, mail your notices via certified mail and turn in your notice package in person no later than 20 days prior to the public hearing. Notice packages for special permit and variance applications must be returned to the Clerk to the Board of Zoning Appeals; notice packages for rezoning and special exception applications must be returned to the Notification Branch of the Planning Commission. For rezoning or a special exception application, the Ordinance requires that a minimum of twenty-five (25) owners of property in the close vicinity of the application property be officially notified by certified mail, including owners of all adjoining property. Because special exception applications require two public hearings, the notification process must be completed before each hearing date. For a special permit or a variance application, the Ordinance requires that a minimum of ten (10) owners of property be notified, including all owners of all adjoining property. We request that you mail notices and return the information listing the owners names and addresses at least 20 days prior to the public hearing so we can check them. If there are mistakes, there is time to correct the errors before the 15 day legal requirement. You can obtain the surrounding property owners mailing address from the Department of Tax Administration which is located in the main Government Center, OR, you can look up the same information on the County’s website by accessing the Department of Tax Administration Real Estate Assessment Information Site.\n\n## \n\n8\\. Public Hearings\n\n**Rezoning and Special Exception Public Hearings**\n\nIf you have filed a rezoning or special exception application, the process involves two public hearings; one before the Planning Commission and one before the Board of Supervisors. Planning Commission public hearings are scheduled on Wednesday and Thursday evenings, beginning at 7:30 p.m. The order of the items up for public hearing will be set at that time. The procedures of the hearings before the Planning Commission and the Board of Supervisors are similar to that described above for the BZA hearing. After the public hearing is closed, the Planning Commission will formulate a recommendation to the Board of Supervisors for either approval or for denial of the application. The Board of Supervisor public hearing is generally scheduled 4 – 5 weeks following the Planning Commission’s decision date. Board of Supervisors’ public hearings for land use applications are normally scheduled on Tuesday afternoons beginning at 3:00 p.m.\n\n**Special Permit and Variance Public Hearings**\n\nAll special permit and variance applications are scheduled for 9:00 a.m., generally on Wednesdays. The Chairman of the BZA will, generally, call each case in the order that it appears on the agenda. The applicant must first reaffirm the affidavit that was submitted and approved with the application. The staff coordinator that has worked with you on the application will make a short presentation summarizing the facts of the case and staff’s recommendation. The Chairman then calls for the applicant to make a presentation. In your presentation, you may wish to highlight aspects of your proposal. Photographs or graphics may be used in your presentation. The BZA will also have photographs that you will have submitted with your application, as well as a full size set of your Special Permit Plat.\n\nSpeakers will then be called who are in support or opposition of your request. If you have speakers in opposition, you will be given an opportunity for rebuttal at the end of the testimony. The public hearing is then closed and the BZA will vote on the application.\n\n## \n\n9\\. Next Steps\n\nOnce your application is approved by the appropriate Board, you will generally need to submit a site plan for review and approval and to acquire a building permit, both of which fall under the purview of Land Development Services (LDS).\n\n  * \n\n\n## Boards and Commissions\n\n  * The Board of Zoning Appeals (BZA) is a quasi-judicial board which consists of seven (7) members who all serve at-large (i.e., they don’t represent a particular magisterial district within the County). Members of the BZA are appointed by the Circuit Court of Fairfax, Virginia. Their meetings are usually held on Wednesday mornings, and they hear cases involving zoning variances, special permits, and appeals of administrative decisions.\n\n  * The Planning Commission consists of twelve (12) members: one (1) for each of the nine (9) magisterial districts and three (3) who serve at-large. The Planning Commission generally hears and makes recommendations to the Board of Supervisors on cases regarding special exceptions, rezonings, Comprehensive Plan Amendments, and Zoning Ordinance Amendments.\n\n  * The Board of Supervisors is the elected body that represents the citizens of Fairfax County. This Board consists of ten (10) members; one (1) representing each of nine (9) magisterial districts, and the Chairman of the Board of Supervisors, who serves at-large.\n\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/application-development-review-process",
        "title": "Zoning Application and Development Review Process Overview | Planning Development",
        "description": "Fairfax County, Virginia - Fairfax County Zoning Application and Development Review Process",
        "keywords": "Zoning Application and Development Review Process"
    }
}