{
    "page_content": "# Planning, Permitting and Construction\n\n__\n\n#### Planning, Permitting and Construction Alert:\n\nCONTACT INFORMATION:  8 a.m. - 4:30 p.m. Permitting Business Hours: 8 a.m. - 4 p.m. (M-Th), 9:15 a.m. - 4 p.m. (F) \n\n__\n\n703-324-1780 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nhttps://www.facebook.com/fairfaxcounty\n\n__\n\nMultiple Development Agency Directors  \n\n\n## Department Resources\n\n  * Department Homepage\n  * Environmental Health\n  * Fire Marshal\n  * Land Development Services\n  * Planning and Development\n\n\n\n## Related Resources\n\n  * Criteria to Qualify for the Project Management Program\n  * Meet the Project Management Team\n  * Project Management Program Testimonials\n  * Project Management Program FAQs\n  * Assistance for Places of Worship and Nonprofit Community Groups\n  * Apply for Project Management Services\n  * Project Management Program Report\n  * Assistance for Commercial Revitalization District Projects\n  * Hospitality Industry COVID-19 Assistance\n\n\n\n  * __facebook\n  * __twitter\n\n\n\n# Project Management Program\n\nThe Project Management Program helps customers achieve their goals by guiding them through the land development process in Fairfax County. It is focused on facilitating an environment of enhanced communication and cooperation among all project stakeholders. **The program’s key components for success are mutual accountability in communications, quality and schedule**.\n\nThe Project Management Program offers two types of services:\n\n  * Longer-term project management, which runs through the entire land development process\n  * Briefer commitments, known as troubleshooting or liaison services, to assist with a specific project milestone or permit approvals\n\n\n\nWith either approach, a project manager coordinates closely with the applicant’s team and the county staff involved in plan review, permit issuance and inspections to foster high-quality submittals, prompt and proactive communications, and close collaboration to achieve established goals. Each project is different and the scope of services will be established with the applicant upon applying and receiving acceptance into this program. The Project Management Program also coordinates with Building Division project managers who specifically guide projects through the building plan review and inspections phase.\n\nWe invite you to examine the criteria to evaluate project acceptance in the program. Should you feel that your project is a good fit, please feel free to apply for project management services. Please consult our FAQs for answers to commonly asked questions, read our testimonials to learn about past projects, and see our dashboard for a list of current projects. Should you need additional information or have questions regarding the program, please email or call Helman Castro, Director of Operations, at Helman.Castro@Fairfaxcounty.gov; **703-324-1780, TTY 711**.\n\nMeet the team.\n\nhttps://cs.ebmcdn.net/eastbay-live-hs-1/mediacache/_definst_/mp4:vod/fairfax/flash/CC0618_land_development.mp4/playlist.m3u8   \n  \nor  \n  \nhttps://cs.ebmcdn.net/eastbay-live-hs-1/mediacache/_definst_/mp4:vod/fairfax/flash/CC0618_land_development.mp4/manifest.mpd \n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/project-management-program",
        "title": "Project Management Program | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Land Development Services Project Management Program",
        "keywords": "Project Management Program"
    }
}