{
    "page_content": "# Zoning Administration Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1314 TTY 711\n\n__\n\n__\n\n12055 Government Center Pkwy   \nFairfax, VA 22035\n\n__\n\nOrdinance Administration Branch  \n\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning in Fairfax County\n  * Noise Ordinance\n  * Zoning Applications \n    * Zoning Applications & Development Review\n    * Appeals Process\n    * Application Review Process\n    * Minor Variations\n    * Pre-Application Consultation\n    * Rezoning Process\n    * Special Exception Process\n    * Special Permit Process\n    * Variance Process\n  * Zoning Ordinance \n    * Fairfax County Zoning Ordinance\n    * Proposed Amendments\n    * Recently Adopted Amendments\n    * Work Program\n    * zMOD\n  * Zoning FAQs\n  * Zoning Glossary\n  * Zoning Map\n  * Zoning Permits \n    * Zoning Related Permits\n    * Accessory Living Unit\n    * Food Truck Permits\n    * Home-Based Business\n    * Noise Waiver\n    * Nonresidential Use Permit\n    * Short-Term Lodging\n    * Sign Permits\n    * Temporary Outdoor Uses\n\n\n\n  * __facebook\n\n\n\n# Fairfax County Noise Ordinance\n\nOn November 17, 2015, the Fairfax County Board of Supervisors adopted a new Noise Ordinance to better address the methodology used in noise measurements, consider the appropriateness of establishing daytime and nighttime noise levels to protect the community, and to add other objective criteria to regulate noise within Fairfax County. The 2015 Noise Ordinance has subsequently been amended. The current Noise Ordinance is contained in Chapter 108.1 of the County Code.\n\n**The overall goal of the Noise Ordinance is to:**\n\n  * Recognize that there will always be certain levels of noise that occur in the normal course of daily living;\n  * Allow certain levels of daytime noise so that people can live, work, and play during the day; and\n  * Minimize nighttime noise so residents have an appropriate quiet environment in their homes at night.\n\n\n\n**The overall framework of the Noise Ordinance is to:**\n\n  * Prohibit certain activities (prohibitions);\n  * Exclude certain activities from the Noise Ordinance (exceptions); and\n  * When not specifically prohibited or excepted, then activities or sources of sound would be subject to maximum decibel levels.\n\n\n\n## Noise Ordinance Applicability\n\nThe above framework is further qualified by time, location, and duration limitations. A summary chart of the applicability of the New Noise Ordinance has been prepared. Some of the most common sources of noise complaints are included under the following numbered lines on the chart:\n\n2\\. Outdoor Construction  \n5\\. Trash Collection  \n7\\. Outdoor Truck Loading and Unloading  \n8\\. Lawn Equipment  \n10\\. Noise from vehicles (not on road right-of-way) and noise made by people  \n11\\. Animals  \n16\\. Motor Vehicles on the Road  \n19\\. Heat pumps, air conditioners, and swimming pool pumps  \n20\\. Generators  \n24\\. Activities on Recreational Grounds  \n25\\. Dog Parks\n\nView Noise Ordinance Applicability Summary Chart\n\n## Enforcement\n\nThe Department of Code Compliance and the Police Department are primarily responsible for enforcement of the Noise Ordinance. To determine how to make a complaint regarding noise, please see the Noise Ordinance Applicability Summary Chart and information below.\n\n  * 1\\. Department of Code Compliance\n  * 2\\. Police Department\n  * 3\\. Department of Public Works and Environmental Services \n\n\n\n__Print Section\n\n__Print All Sections\n\nDepartment of Code Compliance \n\nThe Department of Code Compliance (DCC) investigates complaints of noise when it is regulated by decibel level and/or when the noise occurs on a regularly occurring basis, such that it can be identified during a scheduled inspection. DCC is not \"on call\" to respond to noise complaints, but schedules an inspection within a few days of the complaint.\n\nIf a noise violation is found, DCC issues a Notice of Violation, which provides responsible parties with a certain timeline to comply. Failure to comply with a Notice of Violation could result in legal action to seek civil penalties or injunctive relief.\n\n**To make a complaint to DCC, call 703-324-1300, TTY 711.**\n\nPolice Department \n\nThe Police Department investigates complaints of noise from animals, people, motor vehicles and/or instruments (which includes any device which produces or amplifies sound, such as a radio) that is plainly audible and discernable in any other person's residential dwelling with the doors and windows closed. The Police Department can also respond to complaints regarding noise occurring at a prohibited time of day. But, unlike DCC, the Police can respond to a noise complaint while the noise is occurring, such as at night, early morning, and the weekends. The Police Department does not respond to complaints regarding noise regulated by decibel level.\n\nIf a noise violation is found, the responsible party will be notified of the violation and directed to comply. Failure to comply could result in criminal prosecution.\n\n**To make a complaint to the Police Department, call the non-emergency number, 703-691-2131, TTY 711.**\n\nDepartment of Public Works and Environmental Services \n\nThe Department of Public Works and Environmental Services (DPWES) investigates complaints concerning trash pick-up outside of the allowable hours. If a trash or recycling truck is loading or unloading materials in your residential neighborhood before 6 a.m. or after 9 p.m., they are in violation.\n\n**To make a complaint to DPWES, call 703-324-5230, TTY 711 during office hours (8 a.m. - 4:30 p.m., Monday - Friday). If possible have information about the truck such as company, color, truck number, license plate number, etc.**\n\nPrevious:  Next: Department of Code Compliance\n\n## Additional Information\n\nNoise Ordinance - Chapter 108.1\n\nPublic Address and Amplification System Guidelines\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/noise-ordinance",
        "title": "Fairfax County Noise Ordinance | Planning Development",
        "description": "Fairfax County, Virginia - Fairfax County Noise Ordinance Amendment",
        "keywords": "Noise Ordinance, Amendment"
    }
}