{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Architectural Review Board (ARB) \n  * Fairfax County 250th Commission\n  * Fairfax County Historical Roadside Markers \n  * Historic Overlay Districts \n  * Historic and Heritage Resources\n  * History Commission \n  * Inventory of Historic Sites \n  * Laurel Hill\n  * National Historic Landmark Sites\n  * National Register of Historic Places\n  * Preservation Easements\n  * Studies and Surveys \n    * African American Historic Resources Survey\n    * Gum Springs Heritage Resources Study\n    * Midcentury Modern Historic Resources Survey\n    * Reston Historic Resources Survey\n  * Virginia Historical Highway Markers\n\n\n\n# Conserving Open Space and Historic Resources through Easements\n\nThe Fairfax County Open Space/Historic Preservation Easements Program is committed to helping owners protect open space, historic resources, scenic vistas, and sensitive natural areas on their property, enabling these resources to remain in private ownership. Donating a perpetual easement may qualify for certain federal, state and/or local tax benefits. In addition, donating a perpetual easement can be beneficial in terms of estate taxes for passing on land or a treasured historic, scenic, or natural resource intact to the next generation. An easement is implemented through a deed of easement conveyed by the property owner to an easement-holding organization such as a private land trust or a government entity.\n\nFairfax County has entered into a public-private partnership with the Northern Virginia Conservation Trust (NVCT), a private non-profit land trust eligible to hold easements. This public-private partnership does not preclude property owners interested in putting easements on their properties from working with any other qualified easement-holding entity. These include qualified county or regional authorities and agencies, as well as local, state or national non-profit land trusts. For example, the Fairfax County Park Authority and the Northern Virginia Regional Park Authority each hold easements for open space and park purposes. The Potomac Conservancy specializes in holding easements on properties along the Potomac River and holds easements in Virginia, Maryland, West Virginia and the District of Columbia. The McLean Land Conservancy focuses on the McLean area.\n\nOpen space/historic preservation easements allow individual landowners to permanently protect their land or historic structure while continuing to own and enjoy it. Because these easements are generally perpetual and run with the land, the terms of the easement bind the current property owner, heirs, and those who purchase the property in the future.\n\nFor more information on conserving open space and historic resources through easements, see Frequently Asked Questions below.\n\n### FAQs\n\n**Click on a question below to expand.**\n\n## \n\nWhere can I get information about the terms and conditions of an existing easement?\n\nThe terms and conditions related to an existing open space or conservation easement can generally be found in either the Deed of Subdivision creating the property or a Deed of Conservation Easement recorded in the chain of title to the property. Deeds are filed in Land Records at the Fairfax County Courthouse at 4110 Chain Bridge Road, Fairfax, VA. For information about finding such deeds, call Land Records at 703-246-4138. For information about existing stormwater easements, contact the Department of Public Works and Environmental Services Maintenance and Stormwater Division at 703-877-2800.\n\n## \n\nWhat is an easement?\n\nIf you own property, you own what is called a fee simple interest. This interest can be compared to all the rights that pertain to your property. They include such rights as the right to build and the right to do anything you want on your property that is not prohibited by law. By granting an easement, you give up certain rights or transfer them to someone else. The rights you choose to forego are specifically set out in a deed of easement and only those rights are affected.  _You and your attorney work with the staff and attorney of the easement-holding entity to draft the deed of easement._\n\nThe deed of easement is tailored to reflect the special characteristics of your property that need to be protected through an easement and to meet your personal needs. An easement on property containing rare wildlife habitat might prohibit development of any kind, while an easement on a farm might allow continued farming and the building of additional agricultural structures. An easement on your historic house could permit you to continue to live in the house, but changes to the external appearance, as well as construction of additions or new buildings, might require approval by the Fairfax County Architectural Review Board. \n\n## \n\nWhat are the tax benefits of donating an easement?\n\nIf you are considering donating an easement, you should consult your own legal and financial advisors to determine how to qualify for any federal, state and/or local tax benefits that may accrue.\n\n**Federal Income Tax Credit:** A perpetual easement donation that meets federal tax code requirements, in essence an easement that provides public benefit by permanently protecting important natural, scenic and historic resources, may qualify as a tax-deductible charitable donation. Generally speaking, the value of the donation is the difference between the land's value with the easement and its value without the easement, as determined by an independent appraisal.\n\n**State Income Tax Credit:** Under the Virginia Land Conservation Incentives Act of 1999, qualifying perpetual easements donated after Jan. 1, 2000, may enable the owner to use a portion of the value of that gift as a state income tax credit.\n\n**Estate Tax Benefits:** An easement can be essential for passing on land or a treasured historic, scenic, or natural resource intact to the next generation. By removing the land's development potential, the easement lowers its market value, which in turn lowers the estate tax. In addition, the federal Taxpayer Relief Act of 1997 allows up to 40 percent of the value of eased property to be excluded from the estate for tax purposes if certain requirements are met.\n\n**County Real Estate Tax Benefits:** If the Board accepts a perpetual easement that lowers the market value of the property, then County real estate taxes for that property may be reduced. \n\n## \n\nDoes the easement open the donor's property to the public?\n\nNo. The land or historic structure remains private property. An easement does not give the public access to your property unless you specifically grant it. \n\n## \n\nDoes the easement need to meet specific criteria?\n\nYes. These criteria are found in the Code of Virginia and the IRS Code (to qualify for federal tax credit). For example, the Code of Virginia authorizes the Board of Supervisors, as a local government, and non-profit land trusts, to accept easements if the easements conform to the County's Comprehensive Plan and meet other criteria such as providing public benefit. The Policy Plan volume of the Fairfax County Comprehensive Plan contains the Board of Supervisors' policy regarding the use of easements as authorized by the Code of Virginia. Policy Plan guidance is found in the land use, environment, transportation and heritage resources sections. \n\n## \n\nWhat are the steps in donating an easement?\n\n**Initial Contact:** A property owner interested considering an easement may contact directly the easement-holding entity of his/her choice. If the property owner chooses to work with the County's public/private partnership, the property owner or his/her representative may contact the Northern Virginia Conservation Trust at 703-354-5093. For general information, call the Easement Coordinator, Planning Division, Department of Planning and Development, at 703-324-1380, TTY 711.\n\n**Visit to the Property:** Staff of the easement-holding entity will make an appointment to visit the property, meet with the owner, and perform a preliminary screening of the property.\n\n**Consideration of Proposal:** Staff of the easement-holding entity will review the proposal to determine if it meets the necessary criteria as required by law, including compliance with the Comprehensive Plan, the determination of public benefit, and the due-diligence research. An attorney for the easement-holding entity will work with the property owner and his/her representative to draft the deed of easement. The property owner may be asked to provide documentation related to the deed, including the:\n\n  * Legal description of the property (a description of the boundaries in terms of metes and bounds) as recorded in the land records of Fairfax County;\n  * Statement of ownership, liens, or other obligations on the property;\n  * Description of present uses, including a list of all existing buildings or other structures on the site; and\n  * Copy of a plat of survey. If the easement is to follow property lines, as described by the legal description, a plat of survey is not necessary. However, if the easement includes a portion of a parcel or parcels, a plat of survey is required to delineate the exact boundaries of the easement. Details on meeting this requirement will be provided on request.\n\n\n\n**Recordation and Tax Assessment:** The easement donation process is complete when the property owner has the deed of easement recorded in the land records of Fairfax County and pays related fees. After the deed is recorded, the property owner sends a copy of the deed to the director of the County's Department of Tax Administration, who will initiate the valuation procedures and notify the owner of any change in the County's real estate tax assessment.\n\n**Appraisal:** If the property owner intends to seek income tax deductions for donation of an easement, he or she engages an independent appraiser to determine the value of the gift.\n\n**Other Expenses:** When the property owner hires an attorney to develop the draft deed of easement, additional expenses can be expected, particularly if a plat of survey is required. Qualifying property owners may apply for limited funds to reimburse them for the costs incurred in donating an easement, such as legal and recording fees and survey costs. Contact the Virginia Land Conservation Foundation at the Virginia Department of Conservation and Recreation, 804-786-6124, for more information. \n\n## \n\nHow will the easement be enforced?\n\nThe deed of easement will contain provisions regarding the right of the easement holder to monitor easement compliance by inspecting the property and enforcing the terms of the easement as provided by law.\n\n## \n\nI want to know more. Whom do I call?\n\n**SOME QUALIFIED LAND TRUSTS AND EASEMENT-HOLDING ENTITIES:**\n\n**Northern Virginia Conservation Trust:** Contact NVCT at 703-354-5093  \nNORTHERN VIRGINIA CONSERVATION TRUST  \nPackard Center  \n4022 Hummer Road  \nAnnandale, VA 22003\n\n* * *\n\n**Potomac Conservancy:** Contact Meredith Lathbury, Director of Land Protection,  \n540-667-3606  \nPOTOMAC CONSERVANCY  \n10 South Loudoun Street  \nWinchester, VA 22601\n\n* * *\n\n**Fairfax County Park Authority:** Contact FCPA's Planning and Development  \nDivision at 703-324-8741, TTY 711  \nPLANNING AND DEVELOPMENT DIVISION  \nFAIRFAX COUNTY PARK AUTHORITY  \nSuite 421, Herrity Building  \n12055 Government Center Parkway  \nFairfax, Virginia 22035\n\n* * *\n\n**Northern Virginia Regional Park Authority:** Contact Gary Fenton, Executive  \nDirector at 703-352-5900  \nNORTHERN VIRGINIA REGIONAL PARK AUTHORITY  \n5400 Ox Road  \nFairfax Station, VA 22039\n\n* * *\n\n**McLean Land Conservancy:** Contact Adrienne Whyte at 703-241-1095  \nP.O. Box 224  \nMcLean, VA 22101\n\n* * *\n\n**Fairfax County Department of Planning and Development:** For questions about the public-private partnership with the Northern Virginia Conservation Trust at 703-324-1380, TTY 711.\n\n  * \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/historic/easements",
        "title": "Conserving Open Space and Historic Resources through Easements | Planning Development",
        "description": "Fairfax County, Virginia - Conserving Open Space and Historic Resources through Easements",
        "keywords": "Conserving Open Space and Historic Resources , Easements, FAQs"
    }
}