{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Construction Site Office and Storage (Administrative Permit)\n\nConstruction site office or storage is defined as a temporary structure, facility, or space associated with the staging, management, and security of new construction located on or adjacent to the construction site. This definition includes an office building, security building, storage buildings, construction waste and recycling receptacles, temporary sanitation facilities, employee parking areas, and areas for the storage of materials and supplies used in the actual construction of buildings on the site.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll construction site office and storage applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $240. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card.\n  * An application may take approximately 30 calendar days to process if no additional information is requested or required. \n  * A Non-Residential Use Permit (NonRUP) will be required following the approval of the administrative permit for the construction site office and storage. A NonRUP must be applied for as a separate permit. Please refer to the NonRUP webpage for additional information.\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the location of the construction site office and storage. This letter must include the address of the of the property and property owner contact information. This document is only required if the applicant is not the property owner.\n\n**Off-Street Parking Permission Letter:** A signed and dated letter of permission from the property owner of the off-site parking area allowing the employees to park during the dates and times the business will operate. This letter must also include the address of the parking area and the number of parking spaces provided. This document is only required if parking will be off-site.\n\n**Shuttle Contract:** A signed and dated copy of the vendor contract. This document is only required if a third-party vendor will provide shuttle service from an off-site parking area.\n\n**Sanitary Facility Contract:** A signed and dated copy of the vendor contract. This document is only required if outdoor sanitary facilities will be provided.\n\n**Property Plan:** Must be a Site, Grading, or Subdivision Plan. The plan must show all entrances and exits to the site, all temporary structures, including trailers and sanitary facilities, all storage and parking areas, and distances from all temporary structures to any right-of-way and to any pre-existing dwellings not owned or leased by the owner of the subdivision or construction project served by the use. This document is always required.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.8.C and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.8.C - Construction Site Office and Storage \n\n**Standards when permitted by administrative permit:**\n\n(1) An administrative permit may be issued for a period beginning no earlier than 30 days before the commencement of actual construction and terminating no later than 20 days after completion of the last building to be constructed in the project. All buildings, materials, supplies, and debris must be completely removed from the temporary use site before the administrative permit expires.\n\n(2) The use must be located within the recorded subdivision that it serves or on the same lot where the construction project is located.\n\n(3) No portion of the use may be located closer than 50 feet to any right-of-way line of any public street existing before the recording of the subdivision served by the use or existing before the commencement of the construction project.\n\n(4) No portion of the use may be located closer than 150 feet to any pre-existing dwelling not owned or leased by the owner of the subdivision or construction project served by the use.\n\n(5) If the use is to be used in connection with the construction of 100 or more single-family detached dwellings, then the distances specified in subsections (3) and (4) above are doubled.\n\n(6) All areas of the use site and access roads to the use must be treated or maintained to prevent dust or debris from blowing or spreading onto adjoining properties or onto any public right-of-way. The use site must be maintained in a clean and orderly manner, and building material and construction residue and debris must not be permitted to accumulate.\n\n(7) The use may commence no earlier than 30 days before the beginning of actual construction.\n\n(8) When the use is located in or adjacent to a residential district, the Zoning Administrator may require that appropriate screening or fencing measures be provided.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Additional Permits May Be Required\n\nIn addition to an administrative permit from Zoning, your temporary activity or use may require a permit from other agencies. Contact information for other agencies is listed below:\n\nIf your temporary use includes: | Department to contact: | Contact information:  \n---|---|---  \nServing Food | Health Department | 703-246-2444 or hdehd@fairfaxcounty.gov  \nExterior Sanitation Facilities (portable toilets) | Health Department | 703-246-2201 or hdehd@fairfaxcounty.gov  \nRides or Amusement Devices | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents over 6000 sq. ft. | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents between 900 and 6000 sq. ft. | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nPropane Tanks | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nRoad Closures | VDOT (Arlington/Fairfax Permits Section) | 703-259-1773 or NOVAFairfaxPermits@VDOT.Virginia.gov  \nDisplay or Exhibition of Animals | Animal Protection Police | 703-691-2131 or fcpdanimalprotection@fairfaxcounty.gov  \n  \n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/construction-site-office",
        "title": "Construction Site Office and Storage (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - Construction site office or storage is defined as a temporary structure, facility, or space associated with the staging, management, and security of new construction located on or adjacent to the construction site. ",
        "keywords": "Construction Site Office and Storage, Administrative Permit"
    }
}