{
    "page_content": "# Department of Planning and Development\n\n__\n\n#### Department of Planning and Development Alert:\n\n__\n\n703-324-1380 TTY 711\n\n__\n\ndaniel.white2@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy, Suite 730  \nFairfax, VA 22035\n\n__\n\nDaniel White  \nARB Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Architectural Review Board (ARB)\n  * ARB Meeting Dates & Agendas\n  * ARB Meeting Minutes\n  * Application Process & Submission Schedule\n  * FAQs\n  * Historic Overlay Districts \n  * Historic Overlay District Design Guidelines\n  * Historic and Heritage Resources\n\n\n\n  * __facebook\n\n\n\n# Historic Overlay Districts\n\nIn 1969, the Board of Supervisors amended the Zoning Ordinance creating thirteen Historic Overlay Districts to provide regulations over and above the regular zoning protection to better protect those unique areas, sites, and buildings that are of special architectural, historic, or archaeological value to local residents and visitors. Since then, the Board of Supervisors has created two additional Historic Overlay Districts, bringing the current total to fifteen. The Districts promote the general welfare, education, and recreational pleasure of the public, through the perpetuation of those general areas or individual structures and premises that have been officially designated by the Board of Supervisors as having historic, architectural, or cultural significance.\n\nRegulations within the districts are intended to protect against destruction of or encroachment upon such areas, structures, and premises; to encourage uses which will lead to their continuance, conservation, and improvement in a manner appropriate to the preservation of the cultural, social, economic, political, architectural, or archaeological heritage of the County; to prevent creation of environmental influences adverse to such purposes; and to assure that new structures and uses within such districts will be in keeping with the character to be preserved and enhanced.\n\nThese heritage resources continue to be recognized as major contributors to the quality of life in Fairfax County and to its reputation as one of the major centers for cultural tourism in Virginia and the United States.\n\n##  Historic Overlay Districts \n\n  * Bull Run Stone Bridge\n  * Centreville\n  * Colvin Run Mill\n  * Dranesville Tavern\n  * Hollin Hills\n  * Huntley\n  * Lake Anne Village Center\n  * Langley Fork\n\n\n\n##  Historic Overlay Districts \n\n  * Mount Air\n  * Pohick Church\n  * Robey's Mill\n  * St. Mary's Church\n  * Sully\n  * Wellington at River Farm\n  * Woodlawn Plantation & Pope-Leighey House\n\n\n\n## Design Guidelines\n\nThe Zoning Ordinance stipulates that the ARB adopt design guidelines in order to review applications for rehabilitation, new construction and exterior alterations.\n\n  * Learn More\n\n\n\n## Zoning Ordinance Regulations\n\nSection 3101 of the Fairfax County Zoning Ordinance outlines the purpose, standards of establishment and administration of regulations for Historic Overlay Districts.\n\n  * View the Zoning Ordinance\n\n\n\n## Frequently Asked Questions\n\nFrequently asked questions regarding Historic Overlay Districts and Architectural Review Board (ARB).\n\n  * View FAQs\n\n\n\n## Locator Map\n\nA locator map of all of the Historic Overlay Districts in Fairfax County, VA.\n\n  * View Map\n\n\n\n## Lorton/Laurel Hill MOA Eligible District\n\nOn July 15, 2002, Fairfax County received the title to the former D.C. Department of Corrections facility at Lorton. The transfer was made possible through the Lorton Technical Corrections Act which was passed by Congress in October 1998, and required the county to develop a Reuse Plan that would maximize use of land for open space, parkland or recreation prior to the county acquiring the property. The Memorandum of Agreement (MOA) sets forth the review process and other requirements for the redevelopment of the property. The MOA signatories include the General Services Administration, Fairfax County, the Fairfax County Park Authority, Fairfax County Public Schools, the South County Federation, the Lorton Heritage Society, the Northern Virginia Regional Park Authority, the Virginia Department of Historic Resources, and the Advisory Council on Historic Preservation.\n\nThe review process requires that for alterations to the exterior of a contributing structure, demolition of a contributing structure, new construction within the Lorton/Laurel Hill Eligible District, re-grading or landscaping of 2,500 square feet or more, plans, photographs and other pertinent documentation must be submitted to the ARB. The documentation submitted shall meet or exceed the minimum standards required by the ARB for review of a project within a locally-designated Fairfax County historic overlay district. Copies of the documentation shall be simultaneously forwarded to the ARB to the LHS and VDHR. LHS and VDHR shall have thirty (30) days prior to the meeting of the ARB to provide comment in writing on the proposed undertaking to the ARB. Upon expiration of the thirty (30) day period, or receipt of comments from both VDHR and LHS, the undertaking may be placed on the agenda of the ARB for review according to the procedures and regulations of the ARB.\n\n## Related Resources\n\nLaurel Hill National Register and MOA Eligible Tax Map\n\nARB Application Process & Submission Schedule\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/historic-overlay-districts",
        "title": "Historic Overlay Districts | Planning Development",
        "description": "Fairfax County, Virginia - Historic Overlay Districts",
        "keywords": "Historic Overlay Districts, HOD"
    }
}