{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Adaptive Reuse Program\n\nAdaptive reuse is the process of changing the use of an existing building for any purpose other than it was originally designed for. This change of use requires a building permit and a certificate of occupancy/non-residential use permit to be issued even if no alterations are required. The Adaptive Reuse Program seeks to promote the reuse of existing buildings by providing incentives, guidance, and reduced review timeframe.\n\n### Change of Use and the Virginia Existing Building Code\n\nFor a change of use the  Virginia Existing Building Code provides an alternative to full compliance with the code for new buildings while ensuring adequate life safety, health, and welfare are provided. The code defines a change of use as a change in the purpose or level of activity within a building that involves a change in application of the requirements of the code.\n\n## Is My Project Eligible for the Program? \n\nThe program is available to projects meeting the following criteria:\n\n  * Building was constructed prior to the year 2000.\n  * The proposed change of use is to 50 percent or more of the total building area.\n\n\n\n## What Does the Program Offer? \n\nThe program offers the following incentives:\n\n  * Reduced waiting times during the building plan review process. Skip the backlog of plans in queue.\n  * Pre-submission and post-submission meetings.\n\n\n\n## How Do I Get Started?\n\nPlease contact Building Plan Review at **703-631-5101, TTY 711** , or via email to verify whether your project is eligible for the Adaptive Reuse Program and to schedule a pre-submission meeting. \n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/building-plan-review/adaptive-reuse-program",
        "title": "Adaptive Reuse Program | Land Development Services",
        "description": "Fairfax County, Virginia - Adaptive reuse is the process of changing the use of an existing building for any purpose other than it was originally designed for.",
        "keywords": "reuse, adaptive reuse"
    }
}