{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Public Facilities Review - Home \n  * 2232 Review Process \n  * Administrative Review-Eligible Project (AREP) Facilities\n  * Exempt Public Facilities\n  * Non-Telecommunication Facilities\n  * Telecommunication Facilities\n\n\n\n  * __facebook\n\n\n\n# Administrative Review-Eligible Project (AREP) Facilities\n\nAn application for the installation of a new structure with small cell facilities that meets the requirements under subsection 4102.4.Y of the Fairfax County Zoning Ordinance will be processed as a type of Administrative Review-Eligible Project (AREP) under Sect. 15.2-2316.3 of the Code of Virginia and is subject to Zoning Administrator approval of an AREP permit. Such application is also subject to Sect. 15.2-2232 of the Code of Virginia. The AREP application combines the zoning reviews and the reviews required under Sect. 15-2-2232.\n\n**AREPs are subject to the following:**\n\n  * Must not exceed 50 feet above ground level.\n  * New AREPs with attached wireless facilities must be located at least 300 feet from any other existing, or permitted but unconstructed, utility distribution or transmission pole if located in a residential zoning district. In all other zoning districts new AREPs must be located at least 100 feet from any other existing, or permitted but unconstructed, utility distribution or transmission pole. New AREPs proposed to be located within the boundaries of a local historic district must be referred to the Architectural Review Board (ARB) for its review and recommendation. The ARB may also assist the Zoning Administrator with her review of new AREPs proposed to locate within a Virginia Byway or on property that is both adjacent to a Virginia Byway and listed on the County Inventory of Historic Sites. \n  * All new AREPs must conform to requirements set forth in the Fairfax County Zoning Ordinance, applicable Policy Plan guidance, the urban design guidelines in the Comprehensive Plan, and any applicable area urban design guidelines.\n  * Applicants must provide documentation of the property owner’s permission to install a new structure. For new AREPs proposed to locate on Fairfax County Park Authority properties, contact the Park Planning & Development Division at 703-324-8741. For facilities proposed to locate on school properties, contact Fairfax County Public Schools.\n\n\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll AREP applications must be submitted electronically through the PLUS application portal. Please review the Steps to Submit Public Facility Applications in PLUS for instructions. \n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * Review of a proposed AREP facility shall be accompanied by a fee of $500. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n  * Fairfax County must approve or disapprove the project application within 90 days of receipt of the complete application. Within 10 days after receipt of an application with a valid electronic mail address for the applicant, County staff will notify the applicant by electronic mail whether the application is incomplete and specify any missing information; otherwise, the application will be deemed complete.\n  * AREP applications will also be reviewed in accordance with applicable Policy Plan guidance. In accordance with state law, they may be disapproved if they propose installation of a new structure in an area of the county where all cable and public utility facilities are encouraged to be undergrounded as part of a transportation improvement project or a rezoning proceeding as set forth in the objectives contained in the Comprehensive Plan. A list of these areas is available upon request.\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Identification Map:** Provide the official tax record and map for the subject property available online at Fairfax County's Real Estate Assessment site. \n\n**Proposed Facility / Site Plan** : Scale of 1”= not more than 50’. Include in the facility/site plan the following information as relevant to the proposal:\n\n  1. Scale and north arrow.\n  2. Subject and adjoining property boundaries.\n  3. Public right(s)-of-way and names.\n  4. Locations, dimensions, and maximum heights of all existing and proposed structures and equipment.\n  5. Distance of proposed structures and equipment to all lot lines.\n  6. When located in a utility easement or road right-of-way, distance of structures and equipment to all utility easement lines or road right-of-way lines.\n  7. Any features of the proposed use such as fencing, screening and landscaping.\n  8. Antenna and mounting detail with dimensions.\n  9. Equipment cabinet or shelter detail with dimensions. Equipment cabinets include generators and telco cabinets. Provide catalog cut sheets for equipment cabinets (except if within a shelter) and generators.\n  10. Show any areas of environmental sensitivity.\n  11. Trees and existing streetscape (sidewalks, fire hydrants, bike facilities, etc.)\n\n\n\n**Photographs of Site:** Photographs of the existing structure, building, and site as applicable.\n\n**Photo Simulations:** Provide photo simulations of the proposed facility. Clearly identify the location of existing and new structures, and show the relationship to existing site features such as buildings, trees, and other physical features.\n\n**Schematic Drawings:** Provide schematic drawings showing the color, proposed material, and scale of the proposed facility.\n\n**Matching Pole:** Provide the location and photos of the existing pole that the proposed pole matches to in color, design, and material. This should be from the same right-of-way or line of utility poles, or if there are no nearby poles to match, it must be from a pole within the same zoning district elsewhere in the county.\n\n**Property Owner Consent Letter:** As indicated on the application form, the applicant must submit proof of the property owner consenting to the installation of a new structure.\n\n## Contact Us\n\nFor additional assistance, please contact the Planning Division of the Department of Planning and Development by phone at 703-324-1380 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/public-facilities-review/arep",
        "title": "Administrative Review-Eligible Project (AREP) Facilities | Planning Development",
        "description": "Fairfax County, Virginia - Administrative Review-Eligible Project (AREP) Facilities",
        "keywords": "Administrative Review-Eligible Project (AREP) Facilities"
    }
}