{
    "page_content": "__\n\n#### Land Development Services Alert:\n\n#  Elevator Program\n\nVertical transportation is a means of travel; transporting people or freight in and outside of buildings. There are approximately 7,800 vertical transportation pieces of equipment in Fairfax County.\n\nThis equipment refers to elevators, lifts, escalators, dumbwaiters, hoists, and moving walks.\n\n* * *\n\n**Contact Information:**\n\nMonday - Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m.  \n**703-222-0801, TTY 711** | LDSelevator@fairfaxcounty.gov\n\n## \n\n__\n\nApply for Permit\n\n__\n\nRequest After Hours Inspection\n\n__\n\nSchedule Inspection\n\n__\n\nInstallation Instructions\n\n__\n\nMaintenance Instructions\n\n__\n\n## Permits, Do I Need One?\n\nPer American Society of Mechanical Engineers Safety Code for Elevator and Escalators (ASME A17.1), elevator work classified as an alteration shall require a permit and inspection; this includes work to install, repair, modernize, replace, remove, decommission and recommission: Elevators, temporary construction use, escalators, lifts, hoists, and dumbwaiters.\n\n  * Per ASME A17.1-8.6 OR 8.10, elevator **work necessitating a** **test** to be performed to put the unit/device into service and where the testing is not classified as part of the repair or replacement per A17.1-8.6 shall require a permit and inspection.\n  * **Change of information for the equipment** : elevators, escalators, conveyors, lifts, and dumbwaiters. This includes but is not limited to address, capacity, landings etc.\n  * Any changes to the plans after permit issuance will require revisions to the permit application or to the approved plan set. If the changes result in alterations to an associated building permit, revisions to plans should be submitted under the Elevator/Parent Building Permit.\n  * All work is subject to the currently enforced~~~~ edition of the Virginia Construction Code and referenced standard ASME A17.1 and an inspection will be required.\n\n\n\n__\n\n## Licensing, Do I Need One?\n\nA valid Virginia State Contractor's License with an appropriate designation from the Virginia Department of Professional and Occupational Regulation is required for all scopes of work. A state licensed contractor must possess at least one of the below specialties to install, modernize or repa­­­ir a conveyance system in Fairfax County:\n\n  * EEC - Elevator, Escalator Contracting: For both commercial/residential installation and modernization of elevators, escalators, vertical platform lifts or wheelchair lifts, dumbwaiters, temporary construction lifts (men & material/just material).  \n\n  * EMC - Equipment/Machinery Contracting: For temporary construction lifts (personnel & material or just material lifts).  \n\n  * ASC - Accessibility Services Contracting: Limited-Use Limited Application elevators, private residence elevators, wheelchair lifts, incline chairlifts, or dumbwaiters.\n\n\n\n## ATIS ELEVATOR INSPECTIONS, LLC\n\nElevator Plan Review and Inspections for new and existing elevators are conducted by **ATIS Elevator Inspections, LLC** , on behalf of **Fairfax County**.\n\n_**Schedule an inspection online**_. All inspections are scheduled electronically to ensure accuracy and efficiency.\n\nFor questions regarding **inspection or plan review results** , call **703-543-9966** , **TTY 711** , or  _email_.\n\n  \n\n\n## ACCIDENTS OR ENTRAPMENTS\n\nWhen an accident/entrapment occurs, the affected equipment shall be removed from service immediately.\n\n  * Contact **855-511-2847, TTY 711,** and fill out the ** _accident form_**.\n  * A county inspection shall be performed and the affected equipment can be returned to service if no violations are found.\n\n\n\nNotification of Elevator Accident\n\n  \n\n\nspace\n\n## Upcoming Events\n\nJan\n\n  \n\n\n16\n\nElevator Industry Quarterly Meeting January 2025\n\n  \n\n\n11:30AM, Sign Up Now Interested in Elevator Program Updates? Sign up here…\n\n  \n\n\nApr\n\n  \n\n\n15\n\nElevator Industry Quarterly Meeting April 2025\n\n  \n\n\n10:00AM, Sign Up Now Interested in Elevator Program Updates? Sign up here…\n\n  \n\n\nJul\n\n  \n\n\n16\n\nElevator Industry Quarterly Meeting July 2025\n\n  \n\n\n10:00AM, Sign Up Now Interested in Elevator Program Updates? Sign up here…\n\n  \n\n\nOct\n\n  \n\n\n15\n\nElevator Industry Quarterly Meeting October 2025\n\n  \n\n\n10:00AM, Sign Up Now Interested in Elevator Program Updates? Sign up here…\n\n  \n\n\n### Archived Past Meeting Presentations\n\n  * Elevator Round Table Presentation - July 2024\n  * Elevator Round Table Presentation - April 2024\n  * Elevator Round Table Presentation - January 2024\n\n\n\n**Email Updates**\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  1. **Email Address**\n\n\n\n## What project falls under Fast Track Review?\n\nFast Track Permit Review Process\n\nMost permit applications are processed within a 10 - 15 calendar day review period. However, certain select scopes of work may qualify for a faster review process which can be done within 48 hours. *\n\n  * Escalator Handrail Replacement\n  * Electric Drive Replacement\n  * Door Reopening Device Replacement\n  * Hydraulic Valve Replacement\n  * Suspension Means Replacement \n    * Hoist Rope\n    * Cable Replacement\n    * Belt Replacement\n    * Shackle Replacement \n  * Governor Rope Replacement\n  * Cartop Handrails\n\n\n\n  * Buffer Replacement\n  * Step replacement\n  * Drive Chain Replacement\n  * Escalator Brake Replacement\n  * Skirt Obstruction Device Replacement\n  * Comb-Impact Switch Replacement\n  * Demolition\n  * Decommission\n  * Temporary Construction Use\n  * Regen Board\n  * Packing\n\n\n\n*48 Hours is subject to staffing and workloads, as well as completeness of submission package.\n\n  \n\n\n__\n\n## FAILURE TO COMPLY\n\nThe Virginia Maintenance Code requires all vertical transportation to have a valid/current certificate posted at all times per county policy. Elevator inspections are documented by an inspection report which **fulfills the requirement of the Virginia Maintenance Code**. Fairfax County has the authority to issue a Notice of Violation and remove the equipment from service for the safety of Fairfax County residents and visitors.\n\n__\n\n## Violations\n\nAny violations noted in your periodic (six month) inspection will show in your annual inspection. If the items are still unaddressed at that time, your equipment will not pass its annual inspection and will require a re-inspection with associated fees.\n\nAny violations noted in your annual inspection shall require a re-inspection within forty days as noted on the inspection report. Associated re-inspection fees shall be assessed for a failed result. Should a reinspection not be scheduled and completed by the time your periodic (six month) inspection occurs, your equipment will fail its periodic inspection with associated fees assessed.\n\n## CHANGE OF CONTACT INFORMATION\n\nComplete this form to change contact information for:\n\n  * Owner Agent\n  * Onsite Contact\n  * Maintenance Company\n\n\n\nIt is the responsibility of the building owner, or designated responsible party, to update this information. Failure to do so may result in fees.\n\n  * Submit Request\n\n\n\n## Additional Resources\n\n  * Policy and Process Updates for Fairfax County Elevator Program\n  * Definitions of Commonly Used Terms\n  * FAQS\n  * Codes and Standards\n  * Minimum Submission Checklist\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/elevators",
        "title": "Elevator Program | Land Development Services",
        "description": "Fairfax County, Virginia - There are approximately 7,000 vertical transportation pieces of equipment in Fairfax County. This equipment refers to elevators, lifts, escalators, dumbwaiters, hoists, and moving walks.",
        "keywords": "LDS, Land Development Services, elevator, vertical transportation, lift, escalator, dumbwaiter, hoist, moving walk, ATIS ELEVATOR"
    }
}