{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Damage Reports (DGRP) \n\nHomeowners, business owners and contractors can request an inspection from Land Development Services (LDS) building inspectors when they have experienced property damage to their homes or businesses caused by natural disasters or presents structural impacts, such as a fallen tree, flood and fire. In many cases a contractor will complete this process on behalf of the owner.\n\nOnce inspection staff issues the damage assessment report and completes the associated inspection, the structure will be released to the owner of the property, or to the contractor, so the damage can be repaired.  \n\n\n## ON THIS PAGE\n\n  * Initial Actions\n  * How do I request a Damage Report?\n  * Damage Assessment Inspection\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## Initial Actions\n\n  * If the property damage is caused by natural disasters or presents structural impacts, LDS building inspectors will investigate upon request.\n  * Request a Damage Assessment Report to identify the scope of damage and the work needed to rebuild/repair. Some reconstruction requires permits and/or building plans. The LDS Permit Application Center can help you identify which permits will be required to rebuild.\n\n\n\n## How Do I Request a Damage Report?\n\n**PLUS Application**\n\nApply for your **Damage Report** online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\nHelpful Videos:\n\n****How to Create an Application and Submit a Permit in PLUS - YouTube Video\n\n****Upload Files - YouTube Video\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\n## Damage Assessment Inspection\n\nOnce the Damage Report record is issued, you can schedule your Damage Assessment Inspection.\n\nRequest the Damage Assessment Inspection online in PLUS. The inspection report will identify the scope of damage and the work needed to rebuild. Some reconstruction will require permits and/or building plans.\n\nFor more information, see our inspections webpage.\n\nHelpful Video:\n\n**How to Schedule Building Inspections in PLUS - YouTube Video**\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/damage-reports",
        "title": "Damage Reports (DGRP) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, damage report, flood permit, tree permit, fire permit, property damage, damage assessment report"
    }
}