{
    "page_content": "# Zoning Administration Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1314 TTY 711\n\n__\n\nordadmin@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy.  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning in Fairfax County\n  * Noise Ordinance\n  * Zoning Applications \n    * Zoning Applications & Development Review\n    * Appeals Process\n    * Application Review Process\n    * Minor Variations\n    * Pre-Application Consultation\n    * Rezoning Process\n    * Special Exception Process\n    * Special Permit Process\n    * Variance Process\n  * Zoning Ordinance \n    * Fairfax County Zoning Ordinance\n    * Proposed Amendments\n    * Recently Adopted Amendments\n    * Work Program\n    * zMOD\n  * Zoning FAQs\n  * Zoning Glossary\n  * Zoning Map\n  * Zoning Permits \n    * Zoning Related Permits\n    * Accessory Living Unit\n    * Food Truck Permits\n    * Home-Based Business\n    * Noise Waiver\n    * Nonresidential Use Permit\n    * Short-Term Lodging\n    * Sign Permits\n    * Temporary Outdoor Uses\n\n\n\n# Zoning Requirements - What Can I Do With My Property?\n\n**Click on a question below to expand.**\n\n## \n\nHow can I find out how my property is zoned, what uses may be established on the property, and what the applicable setback requirements are for my property?\n\nYou can find the zoning for your property using the Zoning District Analyzer. The uses that are allowed by zoning district are listed in the use tables in Article 4 of the Zoning Ordinance (see Tables 4101.1 and 4101.2, which may be accessed from the Tables tab from the home page for the Zoning Ordinance). Setbacks are listed by zoning district in Article 2, and additional provisions for Commercial Revitalization Districts are included in subsection 3102.3.C(2). \n\n## \n\nI want to build an addition to my house and also add a deck. How close to the lot line can these structures be built? \n\nThe distance from any proposed addition to the property lines is regulated by the setback requirements for the zoning district and any applicable proffered or development conditions or development plan.. The construction of a deck is also regulated by the setback requirements, but, depending on the height and features of the proposed deck, it may be permitted to extend into the setbacks. See Table 5100.1 (in subsection 5100.2.D(5)) for allowed extensions. \n\n## \n\nWhat are the restrictions on the placement of sheds and other accessory structures in residential yards?\n\nThe County regulates the location of all sheds and other freestanding accessory structures and, in some instances, also requires the approval of a building permit. The Zoning Ordinance contains regulations regarding the permitted location for an accessory structure based on the height of the structure. For Zoning Ordinance purposes, the height of the structure is measured from the lowest ground level adjoining the structure to the highest point of the structure. Generally: \n\n  * An accessory structure may NOT be located (a) in any minimum front setback on any lot or (b) in any front yard on any lot containing 36,000 square feet or less.\n  * An accessory structure that is 8 ½ feet or less in height may be located anywhere in a side or rear yard.\n  * An accessory structure that is between 8 ½ feet and 12 feet in height must be located at least five feet from the side and rear lot lines. \n  * An accessory structure that exceeds 12 feet in height cannot be located closer to the rear lot line than a distance equal to its height and cannot be located closer to the side lot line than a distance equal to the minimum side setback for the lot.\n\n\n\nThese and other regulations apply regardless of whether or not a building permit is required. If County easements are present on a lot, no structures may encroach into the ground or air space of the easement. Building permits are required for structures that are attached to an existing structure and for detached accessory structures that are over 256 square feet in area. For information on whether a building permit is required, please contact the Permit Application Center of the Land Development Services (LDS) at 703-222-0801, TTY 711.\n\n## \n\nAre there any regulations regarding the location and height of fences and walls? \n\nThe County's Zoning Ordinance regulates the location of fences and walls on a lot based on the height of the fence or wall. On most residential lots, the Zoning Ordinance only allows a fence or wall of 4 feet or less in the front yard. Remember that on corner lots, the two yards which lie between the principal building and the intersecting streets are both deemed to be front yards. In a side or rear yard, a fence or wall of not more than 7 feet is generally allowed. There are some limited exceptions to these rules for particular types of lots that abut or are in close proximity to major thoroughfares. See subsection 4102.7.A(7) of the Zoning Ordinance for more information. In many instances, a building permit is not required for a fence. For information regarding building permit requirements, please contact the Permit Application Center of Land Development Services (LDS) at 703-222-0801, TTY 711.\n\n## \n\nCan I operate a business from my home? \n\nA home-based business is allowed with approval of an administrative permit or a special permit from the Board of Zoning Appeals. See subsection 4102.7.H of the Zoning Ordinance and this page for more information. Please note that certain types of businesses may require additional permits or licenses from other county agencies, such as the Health Department, the Department of Cable Communications and Consumer Protection, and the Department of Tax Administration, among others.\n\n## \n\nI want to care for children in my home. How many can I care for and do I need a permit? \n\nUnder the Zoning Ordinance, a home day care facility is allowed in the following two ways: \n\n  1. As a by-right accessory use, if the number of nonresident children does not exceed seven in a single-family detached dwelling and five in a single-family attached (townhouse), stacked townhouse, or multifamily dwelling (apartment) or a manufactured home; \n  2. As a by-right accessory use to care for up to three persons who are aged or infirm or persons with disabilities; and\n  3. As a special permit use, upon approval by the Board of Zoning Appeals (BZA), for a potential maximum of 12 nonresident children. However, if your home is located in a P district, special exception approval by the Board of Supervisors is required.\n\n\n\nThe involvement of one nonresident person in the home day care facility is allowed by right, but any more than one requires a special permit. In addition to special permit approval, if applicable, depending on the number of children being cared for and their ages, either a County home child care facility permit issued by the Fairfax County Office for Children or a State license issued by the Virginia Department of Social Services is required. Please note that under State regulations up to 12 children may be allowed, and Fairfax County also allows a maximum of 12 children. You may contact the Office for Children at 703-324-8100, TTY 711 for more information regarding the county's home child care facility permit and State licensing procedure. For information regarding the special permit process and special exception process, please contact the Zoning Evaluation Division of the Department of Planning and Development at 703-324-1290, TTY 711.\n\n## \n\nWhat are the restrictions on keeping animals? \n\nThere are limitations on the number of animals that can be kept based on the size of your lot for: dogs, livestock (horses, cattle, sheep, swine, goats, llamas, alpacas and other similar domesticated animals), domestic fowl (chickens, ducks, turkeys, geese, ostriches, or emus), honeybees, and pigeons. The Zoning Ordinance does not regulate the number of cats that can be kept. Please review the Keeping of Animals flyer for more information about the zoning regulations for the keeping of animals.\n\n## \n\nAre there any restrictions on parking vehicles on residential property? \n\nA maximum of one commercial vehicle per dwelling unit is permitted in any residential district, subject to the following limitations contained in subsection 4102.7.B(2) of the Zoning Ordinance:\n\n  1. Any commercial vehicle parked in a residential district must be owned or operated only by the occupant of the dwelling unit at which it is parked.\n  2. The following commercial vehicles are prohibited from parking in a residential district: \n    1. Food trucks, solid waste collection vehicles, tractors and trailers of tractor-trailers, dump trucks, construction equipment, cement-mixer trucks, and towing and recovery vehicles;\n    2. Vehicles, including any appurtenances attached to the vehicle, that are greater than 21 feet in length, eight feet in height, or eight and a half feet in width;\n    3. Vehicles carrying commercial freight in plain view;\n    4. Trailers used for transporting equipment whether attached or unattached to another vehicle;\n    5. Vehicles with three or more axles; or\n    6. Vehicles or equipment that are similar to 1 through 5 above.\n\n\n\n## \n\nAre there any limitations on how many dwelling units can be built on a lot or on how many people may occupy a dwelling unit?\n\nGenerally, the Zoning Ordinance limits you to no more than one dwelling unit per lot, regardless of the size of the lot, with some exceptions. By Zoning Ordinance definition, a dwelling unit is a residential building or portion of a building that is arranged, designed, used, or intended for residential occupancy with provisions for living, sleeping, eating, cooking, and sanitation. An accessory living unit may be approved with an administrative permit or a special permit from the Board of Zoning Appeals. Please see this page for more information about ALUs. \n\nThe Zoning Ordinance also contains limitations on the occupancy of a dwelling unit. A dwelling unit may be occupied by not more than one of the following:\n\n  1. Two or more persons related by blood or marriage and any number of natural children, foster children, stepchildren, adopted children, or children in kinship care, and with no more than two roomers or boarders; \n  2. One or two persons with their dependent children, including natural children, foster children, stepchildren, adopted children, or children in kinship care, functioning as a single household; \n  3. A group of not more than four persons not related by blood or marriage, functioning as a single household; \n  4. A group residential facility; \n  5. A group household, subject to applicable approvals; or\n  6. A dwelling unit that includes an accessory living unit occupied in accordance with subsection 4102.7.B. \n\n\n\n## \n\nIs the displaying of signs regulated by the county? \n\nYes, most signs on private property require the issuance of a sign permit before the signs are installed. Article 7 of the Zoning Ordinance includes the sign regulations for residential, commercial, or industrial uses. Generally, the amount of sign area that may be permitted for a given commercial or industrial use depends on the amount of building frontage occupied by the use. Additionally, signs may also require separate building or electrical permits, depending on the size of the sign and whether the sign is illuminated. For information relating to the installation of signs and the sign area allowed, contact the Sign Permits Branch of the Zoning Administration Division at 703-324-4300, TTY 711.\n\n## \n\nHow do I report a possible violation of zoning regulations? \n\nViolations of the Fairfax County Zoning Ordinance may be reported directly to the Department of Code Compliance.\n\n## \n\nI understand that my lot may be located in a \"floodplain\" or a \"flood zone.\" Can this affect my plans to build on that lot? \n\nThe presence of a floodplain or flood zone on your property can affect its use or development. Information regarding floodplain or flood zones can be obtained from Land Development Services (LDS), Site Development and Inspections Division at 703-324-1720, TTY 711.\n\n## \n\nIs it possible to obtain a copy of a plat of my property from the county? \n\nHouse location plats show the location of structures on an individual property. Copies of final location plats are on file for many, but not all, dwellings in the County. You may request a copy of a plat below.\n\nRequest a Plat\n\n## \n\nDoes the county enforce any of the covenants or deed restrictions that may be applicable to my subdivision? \n\nMany of the subdivisions in the County are subject to covenants and deed restrictions that regulate the use of property beyond the limitations contained in the County's ordinances. These deeds and covenants are private agreements between property owners and are not enforced by the County. Therefore, before you add a shed or fence to your property or initiate any other changes, you should also check with your homeowners' association to determine if any restrictions apply.\n\n## \n\nCan areaways and window wells extend into minimum setbacks?\n\nYes, an areaway or window well may extend into a setback if it is at grade or below.\n\n## \n\nCan an areaway or window well be surrounded by an above grade handrail or wall and what is the maximum height of the handrail or wall?\n\nYes, an areaway or window well may be surrounded by an above grade handrail or wall if the handrail or wall meets the maximum fence height requirements in subsection 4102.7.A(7) of the Zoning Ordinance.\n\n## \n\nWhat are the restrictions on the placement of solar panels/facilities on my property?\n\nSolar panels are permitted accessory structures on all developed properties if they primarily serve the property and are subordinate in purpose, area, and extent to the building or use served. Solar panels may be installed on rooftops and may exceed the maximum building height of the zoning district by up to five feet. Solar panels may be freestanding (ground mounted) but cannot be located within the front yard setback or in any front yard of a lot containing 36,000 square feet or less. If the solar panels are 8.5 feet in height or less, they can be located in any side or rear yard. \n\nFor additional information on these topics, please contact the Ordinance Administration Section Planner of the Day at 703-324-1314 or the Zoning Permit Section of the Zoning Administration Division, Department of Planning and Development at 703-222-1082, TTY 711.\n\n  * \n\n\nAdditional FAQ listings for various Planning & Development related topics are available on the DPD FAQs webpage.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/faqs",
        "title": "Zoning Requirements - What Can I Do With My Property? | Planning Development",
        "description": "Fairfax County, Virginia - Frequently asked questions (FAQs) regarding zoning requirements for property to guide citizens on what they can do with their property.",
        "keywords": "FAQ, zoning requirements, what can i do with my property"
    }
}