{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Agricultural & Forestal Districts \n  * Advisory Committee (AFDAC)\n  * Annual Report\n  * Establishment Criteria\n  * FAQs\n  * Glossary\n  * Locator Map\n  * Related Code \n    * Fairfax County Appendix F\n    * Fairfax County Chapter 114\n    * Fairfax County Chapter 115\n    * Virginia Title 15.2, Chapter 43 \n    * Virginia Title 58.1, Chapter 32\n  * Environmental Topics\n\n\n\n  * __facebook\n\n\n\n# Agricultural and Forestal District Program\n\nThe Agricultural and Forestal (A&F) District program is designed to preserve and protect open spaces, forested areas, and agricultural lands in Fairfax County. The program allows property that meets certain criteria to be taxed on the use value of the land rather than the market value; in other words, the value of the land for growing crops, or in a conserved state, rather than as fully developed property. In exchange for the reduction in taxes, the property owners agree to abide by specific Ordinance Provisions adopted with the approval of their A&F District. The Provisions require all district owners to not intensify the use of their land for the life of the District, with exceptions for expansions or improvements to certain existing agricultural or forestal uses on the property. The Provisions also include requirements to comply with a Soil and Water Quality Management Plan, a Forest Management Plan, or other commitments to address specific environmental concerns, such as erosion control or endangered species management.\n\n## A&F District Advisory Committee (AFDAC)\n\nThe Fairfax County Agricultural and Forestal District Advisory Committee (AFDAC) meets several times a year to review and provide recommendations to both the Planning Commission and Board of Supervisors on applications for establishment or renewal of districts.\n\nLearn More\n\nA&F Districts may either be of Statewide Significance or of Local Significance. The authority for the establishment of Local A&F districts is derived from Title 15.2, Chapter 43 of the Code of Virginia, entitled the \"Local Agricultural and Forestal Districts Act\". On June 30, 1983, Fairfax County enacted supplemental legislation governing A&F Districts within the County, which consisted of the following sections of the Fairfax County Code: Chapter 114, entitled \"Agricultural and Forestal Districts of Statewide Significance Ordinance\", and Chapter 115, entitled \"Local Agricultural and Forestal Districts Ordinance\". Local districts must be at least 20 acres in size, and are limited to ownership of a single family; statewide districts must be at least 200 acres in size, and can include unrelated owners. While designation as an Agricultural & Forestal District qualifies properties for use-value taxation, both types of districts must also apply separately with the Department of Tax Administration (DTA) for land use assessment for the specific agricultural and/or forestal uses, as required by Title 58.1, Chapter 32 of the Code of Virginia.\n\n## Proposed Amendment to Chapter 115\n\nA recent review of Chapter 115 identified that the term “freeholder” is used to define property ownership and by extension membership on the Agricultural and Forestal District Advisory Committee (AFDAC). The term landowner is also defined in Chapter 115. The One Fairfax policy commits Fairfax County to a more inclusive future which also means being intentional about the words that are used to guide the policy of the County. The term freeholder is a colonial era term used to refer to a person who owned an estate of land, free of debt in a time before property ownership was available to women or people of color. This language is easily modernized with the term landowner to better reflect the values of the County and is consistent with the language used in the Code of Virginia Title 15.2, Chapter 44, Agricultural and Forestal Districts Act.\n\nOn June 25, 2024, the Board of Supervisors authorized an amendment to Chapter 115 of the County Code that will correct a number of typographical and editorial errors, resolves inconsistencies, removes terminology inconsistent with the One Fairfax policy, and reflects updates to state law. The staff report is available for review below. A Board of Supervisors public hearing has been scheduled for December 3, 2024 at 4:00 p.m. \n\nView Staff Report\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll A&F District applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Criteria for Establishment\n\nThe following criteria shall be used as a guide in recommendations and decisions on whether to establish, modify, renew, continue or terminate local agricultural and forestal districts...\n\n  * Learn More\n\n\n\n## FAQs\n\nFrequently Asked Questions regarding the Fairfax County Agricultural and Forestal District Program.\n\n  * Learn More\n\n\n\n## Glossary\n\nThis A&F District Glossary of terms is presented to assist the public in understanding the staff evaluation and analysis. It should not be construed as representing legal definitions.\n\n  * Learn More\n\n\n\n## A&F Districts Locator Map\n\nView the location of all current Agricultural and Forestal Districts in Fairfax County. Name and zoning case information are displayed. \n\n  * View Locator Map\n\n\n\n## Related Code\n\nFairfax County Appendix F\n\nFairfax County Chapter 114\n\nFairfax County Chapter 115\n\nVirginia Title 15.2, Chapter 43\n\nVirginia Title 58.1, Chapter 32\n\n## A&F District Annual Report\n\nThe 2023 A&F District Annual Statistical Report outlines the changes in number of districts and acreage in the program between January 1, 2023, and December 31, 2023, and offers statistics on the current state of the A & F District Program in Fairfax County; including the number, size and distribution of districts, and analysis of historical, environmental, and other contributions of District properties. Finally, annual statistics are included that date back to the establishment of the County’s first District in 1981.\n\nView Annual Report\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/agricultural-forestal-district",
        "title": "Agricultural and Forestal District Program | Planning Development",
        "description": "Fairfax County, Virginia - Fairfax County Agricultural and Forestal District Program",
        "keywords": "Agricultural and Forestal District Program, A&F District"
    }
}