{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# 3\\. Design\n\n_Step 3 of the development review process is the design phase.For all the steps, visit the Development Process Overview._\n\n* * *\n\nAfter the planning and zoning review, the applicant starts the design phase, which results in a site design package and a set of construction documents for submission to the county for review. The design must conform to the various regulations and codes put in place for safety and environmental protection. See a comprehensive list of the codes and regulations affecting land development in Fairfax County.\n\nDrawings, plats, site-related plans and other documentation may be required to process your permit. Specific project information for decks, additions, finished basements and other projects is available online, which details documents required, whether a building plan is required and other pertinent project information.\n\nGood design leads to communities that people want to live in. Construction drawings, plats, and site-related plans help ensure safety and customer satisfaction. The county provides a minimum level of review of these documents to ensure compliance with code, including the comprehensive plan, but owners and developers should consider other factors in the design phase in addition to the county’s minimum requirements, such constructability, schedule, and cost. \n\n## Resources\n\n  * When a Permit is Required\n  * Hiring a Contractor\n  * Fees\n\n\n\n  \n\n\n## Staff is Available for Assistance\n\nCounty staff is available through the Customer Information Center by email or via phone at the following numbers:\n\n  * Zoning Permits (Plats, Permit Review, Occupancy, Home Occupations) **703-222-1082, TTY 711**\n  * Zoning Administration (Zoning & Noise Ordinance Questions, Appeals, Signs) **703-324-1314, TTY 711**\n  * Zoning Evaluation (Zoning Applications, Staff Reports) **703-324-1290, TTY 711**\n  * Planning Division (Comprehensive Plan) **703-324-1380, TTY 711**\n  * Site and Subdivision Plans: Engineer of the Day, **703-324-2268, TTY 711**\n  * Building Permits: Permit Application Center, **703-222-0801, TTY 711**\n  * Building Code Questions, **703-631-5101, TTY 711**\n  * Planner of the Day\n\n\n\nDevelopment Services Customer Information Center (CIC)\n\n  \n\n\n4\\. Permits and Review\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-process-overview/3-design",
        "title": "3. Design | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - The design phase, which results in a site design package and a set of construction documents for submission to the county for review. ",
        "keywords": "design, development, planning, zoning, site, construction, review, codes, regulation"
    }
}