{
    "page_content": "# Zoning Evaluation Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1290 TTY 711\n\n__\n\ndpzzed@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy., Suite 801  \nFairfax, VA 22035\n\n__\n\nSuzanne Wright  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Applications & Development Review\n  * Affidavits\n  * Application Acceptance\n  * Application Forms & Packages\n  * Application Review Process Overview\n  * Application Weekly Status Reports\n  * Interpretations\n  * Minor Variations\n  * PLUS Application Portal\n  * Pre-Application Consultation\n  * Rezoning\n  * Special Exception\n  * Special Permit\n  * Variance\n  * Zoning Glossary\n  * Zoning in Fairfax County\n  * Zoning Map\n\n\n\n# Zoning Glossary \n\nThis Zoning Glossary is provided to assist the public in understanding the staff evaluation and analysis of development proposals. It should not be construed as representing legal definitions. Refer to the Fairfax County Zoning Ordinance, Comprehensive Plan or Public Facilities Manual for additional information.\n\n**Click on a section below to expand.**\n\n## \n\nA-B\n\n**ABANDONMENT:**\n\nRefers to road or street abandonment, an action taken by the Board of Supervisors, usually through the public hearing process, to abolish the public's right-of-passage over a road or road right-of way. Upon abandonment, the right-of-way automatically reverts to the underlying fee owners. If the fee to the owner is unknown, Virginia law presumes that fee to the roadbed rests with the adjacent property owners if there is no evidence to the contrary.\n\n**ACCESSORY LIVING UNIT:**\n\nA secondary dwelling unit established in conjunction with and clearly subordinate to a single-family detached dwelling unit.\n\n**AFFORDABLE DWELLING UNIT (ADU) DEVELOPMENT:**\n\nResidential development to assist in the provision of affordable housing for persons of low and moderate income in accordance with the affordable dwelling unit program and in accordance with Zoning Ordinance regulations. Residential development which provides affordable dwelling units may result in a density bonus (see below) permitting the construction of additional housing units. See Section 5101 of the Zoning Ordinance.\n\n**AGRICULTURAL AND FORESTAL DISTRICTS:**\n\nA land use classification created under Chapter 114 or 115 of the Fairfax County Code for the purpose of qualifying landowners who wish to retain their property for agricultural or forestal use for use/value taxation pursuant to Chapter 58 of the Fairfax County Code.\n\n**BARRIER:**\n\nA wall, fence, earthen berm, or plant materials which may be used to provide a physical separation between land uses. Refer to Section 5108 of the Zoning Ordinance for specific barrier requirements.\n\n**BEST MANAGEMENT PRACTICES (BMPs):**\n\nStormwater management techniques or land use practices that are determined to be the most effective, practicable means of preventing and/or reducing the amount of pollution generated by nonpoint sources in order to improve water quality.\n\n**BUFFER:**\n\nGraduated mix of land uses, building heights or intensities designed to mitigate potential conflicts between different types or intensities of land uses; may also provide for a transition between uses. A landscaped buffer may be an area of open, undeveloped land and may include a combination of fences, walls, berms, open space and/or landscape plantings. A buffer is not necessarily coincident with transitional screening.\n\n## \n\nC-D\n\n**CHESAPEAKE BAY PRESERVATION ORDINANCE:**\n\nRegulations which the State has mandated must be adopted to protect the Chesapeake Bay and its tributaries. These regulations must be incorporated into the comprehensive plans, zoning ordinances and subdivision ordinances of the affected localities. Refer to Chesapeake Bay Preservation Act, Va. Code Section 10.1-2100 et seq and VR 173-02-01, Chesapeake Bay Preservation Area Designation and Management Regulations.\n\n**CLUSTER DEVELOPMENT:**\n\nResidential development in which the lots are clustered on a portion of a site so that significant environmental/historical/cultural resources may be preserved or recreational amenities provided. While smaller lot sizes are permitted in a cluster subdivision to preserve open space, the overall density cannot exceed that permitted in the zoning district if the site were developed as a conventional subdivision. See Section 5100.2.O of the Zoning Ordinance.\n\n**COUNTY 2232 REVIEW PROCESS:**\n\nA public hearing process pursuant to Sect. 15.2-2232 (Formerly Sect. 15.1-456) of the Virginia Code which is used to determine if a proposed public facility not shown on the adopted Comprehensive Plan is in substantial accord with the plan. Specifically, this process is used to determine if the general or approximate location, character and extent of a proposed facility is in substantial accord with the Plan.\n\n**dBA:**\n\nThe momentary magnitude of sound weighted to approximate the sensitivity of the human ear to certain frequencies; the dBA value describes a sound at a given instant, a maximum sound level or a steady state value. See also Ldn.\n\n**DENSITY:**\n\nThe number of dwelling units per acre, except in the PRC District where it means both the number of dwelling units per acre and the number of persons per acre.\n\n**DENSITY BONUS:**\n\nAn increase in the density otherwise allowed in a given zoning district which may be granted under specific provisions of the Zoning Ordinance when a developer provides affordable dwelling units (ADUs).\n\n**DEVELOPMENT CONDITIONS:**\n\nTerms or conditions imposed on a development by the Board of Supervisors (BOS) or the Board of Zoning Appeals (BZA) in connection with approval of a special exception, special permit or variance application or rezoning application in a \"P\" district. Conditions may be imposed to mitigate adverse impacts associated with a development as well as secure compliance with the Zoning Ordinance and/or conformance with the Comprehensive Plan. For example, development conditions may regulate hours of operation, number of employees, height of buildings, and intensity of development.\n\n**DEVELOPMENT PLAN:**\n\nA graphic representation which depicts the nature and character of the development proposed for a specific land area. Information such as topography, location and size of proposed structures, location of streets, trails, utilities, and storm drainage are generally included on a development plan. A development plan is a required submission for a rezoning that generally characterizes the planned development of the subject lot. A development plan must be prepared and approved in accordance with the provisions of Article 8 of the Zoning Ordinance. The specific types of development plans are defined below. \n\n**Development Plan, Conceptual**   \nA required submission at the time of filing for an amendment to the Zoning Map for a P district other than the PRC District that generally characterizes the planned development of the subject lot. \n\n**Development Plan, Final**  \nA required submission following the approval of a conceptual development plan and rezoning application for a P district other than a PRC District that generally characterizes the planned development of the subject lot. \n\n**Development Plan, Generalized**  \nA required submission at the time of filing for an amendment to the Zoning Map for all districts other than a P district that generally characterizes the planned development of the subject lot.\n\n**Development Plan, PRC**  \nA required submission for a PRC District that generally characterizes the planned development of the subject lot. \n\n## \n\nE-F\n\n**EASEMENT:**\n\nA right to or interest in property owned by another for a specific and limited purpose. Examples: access easement, utility easement, construction easement, etc. Easements may be for public or private purposes.\n\n**ENVIRONMENTAL QUALITY CORRIDORS (EQCs):**\n\nAn open space system designed to link and preserve natural resource areas, provide passive recreation and protect wildlife habitat. The system includes stream valleys, steep slopes and wetlands. For a complete definition of EQCs, refer to the Environmental section of the Policy Plan for Fairfax County contained in Vol. 1 of the Comprehensive Plan.\n\n**ERODIBLE SOILS:**\n\nSoils that wash away easily, especially under conditions where stormwater runoff is inadequately controlled. Silt and sediment are washed into nearby streams, thereby degrading water quality.\n\n**FLOODPLAIN:**\n\nThose land areas in and adjacent to streams and watercourses subject to periodic flooding; usually associated with environmental quality corridors. The 100 year floodplain drains 70 acres or more of land and has a one percent chance of flood occurrence in any given year.\n\n**FLOOR AREA RATIO (FAR):**\n\nAn expression of the amount of development intensity (typically, non-residential uses) on a specific parcel of land. FAR is determined by dividing the total square footage of gross floor area of buildings on a site by the total square footage of the site itself.\n\n**FUNCTIONAL CLASSIFICATION:**\n\nA system for classifying roads in terms of the character of service that individual facilities are providing or are intended to provide, ranging from travel mobility to land access. Roadway system functional classification elements include Freeways or Expressways which are limited access highways, Other Principal Arterials, Minor Arterials, Collector Streets, and Local Streets. Principal arterials are designed to accommodate travel; access to adjacent properties is discouraged. Minor arterials are designed to serve both through traffic and local trips. Collector roads and streets link local streets and properties with the arterial network. Local streets provide access to adjacent properties.\n\n## \n\nG-K\n\n**GEOTECHNICAL REVIEW:**\n\nAn engineering study of the geology and soils of a site which is submitted to determine the suitability of a site for development and recommends construction techniques designed to overcome development on problem soils, e.g., marine clay soils.\n\n**HYDROCARBON RUNOFF:**\n\nPetroleum products, such as motor oil, gasoline or transmission fluid deposited by motor vehicles which are carried into the local storm sewer system with the stormwater runoff, and ultimately, into receiving streams; a major source of non-point source pollution. An oil-grit separator is a common hydrocarbon runoff reduction method.\n\n**IMPERVIOUS SURFACE:**\n\nAny land area covered by buildings or paved with a hard surface such that water cannot seep through the surface into the ground.\n\n**INFILL:**\n\nDevelopment on vacant or underutilized sites within an area which is already mostly developed in an established development pattern or neighborhood.\n\n**INTENSITY:**\n\nThe magnitude of development usually measured in such terms as density, floor area ratio, building height, percentage of impervious surface, traffic generation, etc. Intensity is also based on a comparison of the development proposal against environmental constraints or other conditions which determine the carrying capacity of a specific land area to accommodate development without adverse impacts.\n\n## \n\nL-Q\n\n**Ldn:**\n\nDay night average sound level. It is the twenty-four hour average sound level expressed in A-weighted decibels; the measurement assigns a \"penalty\" to night time noise to account for night time sensitivity. Ldn represents the total noise environment which varies over time and correlates with the effects of noise on the public health, safety and welfare.\n\n**LEVEL OF SERVICE (LOS):**\n\nAn estimate of the effectiveness of a roadway to carry traffic, usually under anticipated peak traffic conditions. Level of Service efficiency is generally characterized by the letters A through F, with LOS-A describing free flow traffic conditions and LOS-F describing jammed or grid-lock conditions.\n\n**MARINE CLAY SOILS:**\n\nSoils that occur in widespread areas of the County generally east of Interstate 95. Because of the abundance of shrink-swell clays in these soils, they tend to be highly unstable. Many areas of slope failure are evident on natural slopes. Construction on these soils may initiate or accelerate slope movement or slope failure. The shrink-swell soils can cause movement in structures, even in areas of flat topography, from dry to wet seasons resulting in cracked foundations, etc. Also known as slippage soils.\n\n**OPEN SPACE:**\n\nThat portion of a site which generally is not covered by buildings, streets, or parking areas. Open space is intended to provide light and air; open space may be function as a buffer between land uses or for scenic, environmental, or recreational purposes.\n\n**OPEN SPACE EASEMENT:**\n\nAn easement usually granted to the Board of Supervisors which preserves a tract of land in open space for some public benefit in perpetuity or for a specified period of time. Open space easements may be accepted by the Board of Supervisors, upon request of the land owner, after evaluation under criteria established by the Board. See Open Space Land Act, Code of Virginia, Sections 10.1-1700, et seq.\n\n**P DISTRICT:**\n\nA \"P\" district refers to land that is planned and developed as a Planned Development Housing (PDH) District, a Planned Development Commercial (PDC) District, a Planned Residential Community (PRC) District, a Planned Residential Mixed-Use (PRM) District, a Planned Tysons Corner Urban (PTC) District, or a Planned Continuing Care Facility (PCC) District. The PDH, PDC, PRC, PRM, PTC, and PCC Zoning Districts are established to encourage innovative and creative design for land development; to provide ample and efficient use of open space; to promote a balance in the mix of land uses, housing types, and intensity of development; and to allow maximum flexibility in order to achieve excellence in physical, social and economic planning and development of a site. Refer to Article 2 of the Zoning Ordinance.\n\n**PROFFER:**\n\nA written condition, which, when offered voluntarily by a property owner and accepted by the Board of Supervisors in a rezoning action, becomes a legally binding condition which is in addition to the zoning district regulations applicable to a specific property. Proffers are submitted and signed by an owner prior to the Board of Supervisors public hearing on a rezoning application and run with the land. Once accepted by the Board, proffers may be modified only by a proffered condition amendment (PCA) application or other zoning action of the Board and the hearing process required for a rezoning application applies. See Sect. 15.2-2303 (formerly 15.1-491) of the Code of Virginia.\n\n**PUBLIC FACILITIES MANUAL (PFM):**\n\nA technical text approved by the Board of Supervisors containing guidelines and standards which govern the design and construction of site improvements incorporating applicable Federal, State and County Codes, specific standards of the Virginia Department of Transportation and the County's Department of Environmental Management.\n\n## \n\nR-T\n\n**RESOURCE MANAGEMENT AREA (RMA):**\n\nThat component of the Chesapeake Bay Preservation Area comprised of lands that, if improperly used or developed, have a potential for causing significant water quality degradation or for diminishing the functional value of the Resource Protection Area. See Fairfax County Code, Ch. 118, Chesapeake Bay Preservation Ordinance.\n\n**RESOURCE PROTECTION AREA (RPA):**\n\nThat component of the Chesapeake Bay Preservation Area comprised of lands at or near the shoreline or water's edge that have an intrinsic water quality value due to the ecological and biological processes they perform or are sensitive to impacts which may result in significant degradation of the quality of state waters. In their natural condition, these lands provide for the removal, reduction or assimilation of sediments from runoff entering the Bay and its tributaries, and minimize the adverse effects of human activities on state waters and aquatic resources. New development is generally discouraged in an RPA. See Fairfax County Code, Ch. 118, Chesapeake Bay Preservation Ordinance.\n\n**SITE PLAN:**\n\nA detailed engineering plan, to scale, depicting the development of a parcel of land and containing all information required by Article 8 of the Zoning Ordinance. Generally, submission of a site plan to LDS for review and approval is required for all residential, commercial, and industrial development except for development of single family detached dwellings. The site plan is required to assure that development complies with the Zoning Ordinance.\n\n**SPECIAL EXCEPTION (SE) / SPECIAL PERMIT (SP):**\n\nUses, which by their nature, can have an undue impact upon or can be incompatible with other land uses and therefore need a site-specific review. After review, such uses may be allowed to locate within given designated zoning districts if appropriate and only under special controls, limitations, and regulations. A special exception is subject to public hearings by the Planning Commission and Board of Supervisors with approval by the Board of Supervisors; a special permit requires a public hearing and approval by the Board of Zoning Appeals. Unlike proffers which are voluntary, the Board of Supervisors or BZA may impose reasonable conditions to assure, for example, compatibility and safety. See Article 4 of the Zoning Ordinance.\n\n**STORMWATER MANAGEMENT:**\n\nEngineering practices that are incorporated into the design of a development in order to mitigate or abate adverse water quantity and water quality impacts resulting from development. Stormwater management systems are designed to slow down or retain runoff to re-create, as nearly as possible, the pre-development flow conditions.\n\n**SUBDIVISION PLAT:**\n\nThe engineering plan for a subdivision of land submitted to LDS for review and approved pursuant to Chapter 101 of the County Code.\n\n**TIDAL WETLANDS:**\n\nVegetated and nonvegetated wetlands as defined in Chapter 116 Wetlands Ordinance of the Fairfax County Code: includes tidal shores and tidally influenced embayments, creeks, and tributaries to the Occoquan and Potomac Rivers. Development activity in tidal wetlands may require approval from the Fairfax County Wetlands Board.\n\n**TRANSPORTATION DEMAND MANAGEMENT (TDM):**\n\nActions taken to reduce single occupant vehicle automobile trips or actions taken to manage or reduce overall transportation demand in a particular area.\n\n**TRANSPORTATION SYSTEM MANAGEMENT (TSM) PROGRAMS:**\n\nThis term is used to describe a full spectrum of actions that may be applied to improve the overall efficiency of the transportation network. TSM programs usually consist of low-cost alternatives to major capital expenditures, and may include parking management measures, ridesharing programs, flexible or staggared work hours, transit promotion or operational improvements to the existing roadway system. TSM includes Transportation Demand Management (TDM) measures as well as H.O.V. use and other strategies associated with the operation of the street and transit systems.\n\n## \n\nU-Z\n\n**URBAN DESIGN:**\n\nAn aspect of urban or suburban planning that focuses on creating a desirable environment in which to live, work and play. A well-designed urban or suburban environment demonstrates the four generally accepted principles of design: clearly identifiable function for the area; easily understood order; distinctive identity; and visual appeal.\n\n**VACATION:**\n\nRefers to vacation of street or road as an action taken by the Board of Supervisors in order to abolish the public's right-of-passage over a road or road right-of-way dedicated by a plat of subdivision. Upon vacation, title to the road right-of-way transfers by operation of law to the owner(s) of the adjacent properties within the subdivision from whence the road/road right-of-way originated.\n\n**VARIANCE:**\n\nAn application to the Board of Zoning Appeals which seeks relief from a specific zoning regulation such as lot width, building height, or minimum setback requirements, among others. A variance may only be granted by the Board of Zoning Appeals through the public hearing process and upon a finding by the BZA that the variance application meets the required Standards for a variance set forth in Section 8100 of the Zoning Ordinance.\n\n**WETLANDS:**\n\nLand characterized by wetness for a portion of the growing season. Wetlands are generally delineated on the basis of physical characteristics such as soil properties indicative of wetness, the presence of vegetation with an affinity for water, and the presence or evidence of surface wetness or soil saturation. Wetland environments provide water quality improvement benefits and are ecologically valuable. Development activity in wetlands is subject to permitting processes administered by the U.S. Army Corps of Engineers.\n\n**ZONING COMPLIANCE LETTER:**\n\nA letter by the Zoning Administrator or agent that provides the applicable zoning of a lot, to include: (1) any approved proffered conditions, development conditions, or other zoning approvals; (2) whether any existing development on a lot is in accordance with the Zoning Ordinance; and (3) whether there are any pending zoning applications or zoning violations on a lot. \n\n## \n\nCommon Abbreviations\n\n**A &F** \\- Agricultural & Forestal District  \n**ADU** \\- Affordable Dwelling Unit  \n**ARB** \\- Architectural Review Board  \n**BMP** \\- Best Management Practices  \n**BOS** \\- Board of Supervisors  \n**BZA** \\- Board Of Zoning Appeals  \n**COG** \\- Council of Governments  \n**CBC** \\- Community Business Center  \n**CDP** \\- Conceptual Development Plan  \n**CRD** \\- Commercial Revitalization District  \n**DOT** \\- Department of Transportation  \n**DP** \\- Development Plan  \n**DPWES** \\- Department of Public Works and Environmental Services  \n**DPD** \\- Department of Planning and Development  \n**DU/AC** \\- Dwelling Units Per Acre  \n**EQC** \\- Environmental Quality Corridor  \n**FAR** \\- Floor Area Ratio  \n**FDP** \\- Final Development Plan  \n**GDP** \\- Generalized Development Plan  \n**GFA** \\- Gross Floor Area  \n**HCD** \\- Housing and Community Development  \n**LDS** \\- Land Development Services  \n**LOS** \\- Level of Service  \n**NonRUP** \\- Nonresidential Use Permit  \n**OSDS** \\- Office of Site Development Services, DOT  \n**PCA** \\- Proffered Condition Amendment  \n**PD** \\- Planning Division, DPD  \n**PDC** \\- Planned Development Commercial  \n**PDH** \\- Planned Development Housing  \n**PFM** \\- Public Facilities Manual  \n**PLUS** \\- Planning & Land Use System  \n**PRC** \\- Planned Residential Community  \n**RMA** \\- Resource Management Area  \n**RPA** \\- Resource Protection Area  \n**RUP** \\- Residential Use Permit  \n**RZ** \\- Rezoning  \n**SAS** \\- Site Analysis Section, DOT  \n**SE** \\- Special Exception  \n**SP** \\- Special Permit  \n**TDM** \\- Transportation Demand Management  \n**TMA** \\- Transportation Management Association  \n**TSA** \\- Transit Station Area  \n**TSM** \\- Transportation System Management  \n**UP & DD** \\- Utilities Planning and Design Division, DPWES  \n**UMTA** \\- Urban Mass Transit Association  \n**VC** \\- Variance  \n**VDOT** \\- Virginia Dept. of Transportation  \n**VPD** \\- Vehicles Per Day  \n**VPH** \\- Vehicles per Hour  \n**WMATA** \\- Washington Metropolitan Area Transit Authority  \n**ZAD** \\- Zoning Administration Division, DPD  \n**ZED** \\- Zoning Evaluation Division, DPD  \n**ZPS** \\- Zoning Permits Section\n\n  * \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/glossary",
        "title": "Zoning Glossary | Planning Development",
        "description": "Fairfax County, Virginia - This Glossary is provided to assist the public in understanding the staff evaluation and analysis of development proposals. ",
        "keywords": "Zoning Glossary of Terms"
    }
}