{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Bonds and Agreements\n\nWhen a land development project is initiated in Fairfax County, improvements to the public infrastructure, such as streets, sidewalks, utilities and other bondable items may be required.\n\nIn order to guarantee the work is completed per the approved site-related plan and in a reasonable timeframe, the developer must enter into an agreement with the county and post a security, or “bond.” In the event the developer defaults, the county utilizes the bond money to complete the public improvements.\n\n## Bond Application Process\n\nBonds and Agreements Center (BAC) is now processing all Bond Estimate Reviews, New Bonds, Bond Extensions, Bond Reductions, Bond Replacements, Bond Releases, and Bond Re-calculations in the Planning and Land Use System (PLUS). To begin the Bond Application process please go to the PLUS - Accela Citizen Access Link and create a Bond Application under the **“Site” Tab** in PLUS. Please upload all the applicable documents, signature authority, agreements, etc. to the **“Documents” Tab**. All fees can be paid online under your **“Dashboard” Tab** in your shopping cart in PLUS.\n\n## Life of a Bond\n\nThe bond is active over the life of the project and will be returned to the developer, or “released,” when the public improvements have been satisfactorily completed.\n\n  * Bond Estimate Review\n  * Bond and Permit Package Approval | Common Bond Errors\n  * Bond Alterations\n  * Bond Release | Common Bond Release Errors\n\n\n\n## Alterations to a Bond\n\nIf the project runs out of time, an “extension” may be requested. A bond “reduction” may occur when some of the public improvements are complete while others are still outstanding. When a project developer changes during the course of construction, a bond “replacement” may be requested. To learn more, follow the links below.\n\n  * Extensions\n  * Reductions\n  * Replacements\n\n\n\n## Residential Conservation Escrow Release\n\nResidential Conservation Escrow release occurs when the final inspection has been conducted and approved, the address has been verified, all site related items are completed, and the subject property is stabilized per the approved plan.\n\nView a flowchart of the residential conservation escrow release process.\n\nTwo conditions must be met before the county will release the escrow:\n\n  * Site Development and Inspections Division (SDID) has approved the final inspection and sent the final release email to Bonds and Agreements Center (BAC)\n  * BAC has an updated W-9 Form from the entity or person/people who signed the Conservation Agreement. All funds are returned to the entity or person/people who signed the Conservation Agreement.\n\n\n\n## Need more information?\n\nVisit the Bonds and Agreements FAQs or refer to Chapter 2 of the Public Facilities Manual. For questions or additional information, please contact the Bonds and Agreements Center staff via email or telephone at **703-222-0801, TTY 711**. \n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/bonds-and-agreements",
        "title": "Bonds and Agreements | Land Development Services",
        "description": "Fairfax County, Virginia - In order to guarantee the work is completed per the approved site-related plan and in a reasonable timeframe, the developer must enter into an agreement with the county and post a security, or “bond.” ",
        "keywords": "bond, permit, site, land use"
    }
}