{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# LDS PLUS FAQS: PERMITS, PLANS, INSPECTIONS\n\n## \n\nGeneral Account Information\n\n##  Do I need to register for a PLUS account? \n\nTo file an application or submit any information in the PLUS platform, users must register for a free account. Watch the following step-by-step guide video to see how to register for your PLUS customer account.\n\nTo browse and search for information on PLUS, an account is not needed. Other interested parties can peruse the site without logging in.\n\n##  How do I make changes to my PLUS account? \n\nOnce you log in to PLUS, you can make changes to your account by selecting the **Account Management** tab in the upper righthand corner. There you will be able to update details such as your contact information, login information, license information and trust account information.\n\n##  How do I make changes to an existing record? \n\nYou can make changes (equipment or layout, establishment name, owner name, upload new documents, or notification of establishment closure) to an existing record in the system depending on what the current status of the record is. If the record is eligible for changes, you will see the **Make Changes** option to the right of the record in your **Records list** under the **Action** column.\n\nClick on the change you want to make, and then click **Continue Application**. You will see a confirmation on the screen and an email notification will be sent to both the applicant and establishment owner contact emails in the original application. Both will include the new record number associated with the proposed changes. The proposed changes become a new record  _(known as an amendment)_ that will show up in your list of records.\n\n**_Note: Change of Owner Name is not the same thing as a Change of Ownership (which requires a new application)_**\n\n##  PLUS can't find my address. \n\nIf the PLUS System is unable to find your address it is most likely a formatting issue. \n\nPlease click **Clear** at the bottom of the address section of your application. Enter the ***Street Number of the work location** and ***Street Name** only into the search fields below. Do not enter the Street Type (Ex. Blvd, Rd, Dr, etc.) into the *Street Name field when performing an **Address Search**. Click **Search**.\n\nIf there is more than one match for your search criteria a new window will open to allow you to select the proper address. **Parcel number** and **Owner** will automatically be filled in once the system finds the exact match.\n\n##  Is there a case manager for my permit? \n\nLDS staff work as a team using our permit system, PLUS, to smoothly guide customers through the permitting process, but a case manager is not assigned to each building permit application. Certain projects qualify to be guided through the permitting process by the project management team. If your project qualifies, a case manager will be assigned. More information about this program, including project criteria, can be found on our Project Management Program page.\n\n## \n\nPermit Information\n\n##  What record (permit) types are currently available in PLUS? \n\nRefer to the LDS PLUS Record (Permit) Types webpage for a complete list of all LDS records in PLUS. Each record type will be linked to more information as it becomes available.\n\nAnother helpful source for understanding the permit types is the residential permit guide and the commercial permit guide.\n\n##  How do I get help with using PLUS? \n\nIf you have technical questions regarding the PLUS system, please call 703-324-2222 or email PLUSSupport@FairfaxCounty.gov.\n\nIf you have questions or need specific help from staff with submitting an application in PLUS, please use the following phone numbers and email addresses:\n\n  * Planning and Development: \n    * Zoning Permits: 703-222-1082 or DPZMailforZPRB@fairfaxcounty.gov\n    * Zoning Administration: 703-324-1314 or ordadmin@fairfaxcounty.gov\n    * Zoning Evaluation: 703-324-1290 or dpzzed@fairfaxcounty.gov\n    * Planning Division: 703-324-1380 or dpzpd@fairfaxcounty.gov\n  * Land Development Services: 703-222-0801 or ldsbuildingpermits@fairfaxcounty.gov\n  * Health Department’s Environmental Health Division: 703-246-2201 or HDehd@fairfaxcounty.gov\n  * Office of Fire Marshal: 703-246-4803 or fire.revenuefpcp@fairfaxcounty.gov\n\n\n\n##  How do I find my permit record in PLUS using the permit number I received from FIDO? \n\nIf you applied for a permit prior to Oct. 21, 2022, your FIDO permit number will be slightly different in PLUS. Follow the steps below to find your PLUS permit number.\n\n  1. Go to https://plus.fairfaxcounty.gov.\n  2. Enter the old FIDO permit number in the global search box in the upper right portion of the page and Enter.\n\n\n\n**OR**\n\n  1. Click on the **Building** tab in PLUS.\n\n\n\n  2. In the **Record Number** box type in an ***** (asterisk) followed by the 9-digit FIDO permit number (Example: ***** #########).\n  3. Scroll to the bottom and click Search.\n\n\n\n##  How do I know if I need a permit? \n\nPlease visit “When a Permit is Required” to learn more about if a permit is required.\n\n##  Why is my permit taking so long? I have emailed and called and I haven't heard back yet. \n\nLDS customers have been experiencing several technical issues with the recent release of the Planning and Land Use System. Some issues have been identified and work arounds/solutions provided to customers on the PLUS Known Issues page. If you have already left a message, sent an email, or reached an LDS staff person by phone, please have patience. We are experiencing a back log of customer queries and permitting issues due to a system performance issue the week of October 31.\n\n##  I began my permit process before October 21 but I am experiencing issues accessing my files after they were converted from ProjectDox to PLUS. \n\nIf you began your project before October 21 and are experiencing issues accessing your converted plans and documents in PLUS or are receiving an error, please complete this PLUS Records Customer Issues form.\n\nSome data was corrupted during the conversion from ProjectDox to PLUS and some workflows did not transfer properly. We are aware of these issues and are working to resolve them as soon as possible.\n\n## \n\nBuilding and Site Plans\n\n##  I cannot find the plans and documents I uploaded originally in ProjectDox in PLUS. Where are they? \n\nIf you began your project before October 21 and are experiencing issues accessing your converted plans and documents in PLUS or are receiving an error, please complete this PLUS Records Customer Issues form.\n\nSome data was corrupted during the conversion from ProjectDox to PLUS and some workflows did not transfer properly. We are aware of these issues and are working to resolve them as soon as possible.\n\n##  I am receiving an error message in PLUS and can’t access the files that were converted from ProjectDox to PLUS, what should I do? \n\nIf you began your project before October 21 and are experiencing issues accessing your converted plans and documents in PLUS or are receiving an error, please complete this PLUS Records Customer Issues form.\n\nSome data was corrupted during the conversion from ProjectDox to PLUS and some workflows did not transfer properly. We are aware of these issues and are working to resolve them as soon as possible.\n\n##  I am not able to complete my new application for RPA, WRPA or WQIA passed the license verification step what should I do? \n\nRPA, WRPA and WQIA plans presently require a licensed surveyor or engineer to submit past the license verification step of a new application. Anyone may submit these plans, and staff will review to ensure that licensed professionals have prepared necessary parts of the plans where and when required. Email LDSSDIDAdmin@fairfaxcounty.gov to initiate an application if you are unable to do so yourself due to not being a licensed engineer or surveyor.\n\n##  How do I find contact information for my plan reviewer? \n\nYou can find the name, phone number and email address of the LDS staff person who reviewed your building or site plans. See instructions to locate the information in PLUS. You will need your record number.\n\n##  What is my PLUS status? \n\nPlease see the following infographics for definitions of each PLUS status you may see for building and site.\n\n##  Does the first complete round of review determine the full set of required changes? \n\nLDS employs highly qualified staff who make every effort to ensure the first review determines the full set of required changes and subsequent reviews do not introduce new requirements unrelated to the originally required changes. In cases where required information or documents were not provided but are subsequently submitted, the subsequent review may add additional comments related to the first-round comment of missing information. For example, if a sanitary sewer is required and was not included in the initial plan, then the second round of review may find deficiencies in the added sanitary sewer proposed. Additionally, if something is not practically reviewable during the plan review phase it may be the subject of comments when made legible, complete, or otherwise reviewable. For building permits, certain deficiencies may not be reviewable or observable during review; depending on the magnitude of the deficiency, the inspector will either allow the contractor to fix it in the field or reviewers may require the plans be resubmitted for review.\n\n## \n\nInspections\n\n##  How do I schedule an inspection online? \n\n  1. Visit https://plus.fairfaxcounty.gov.\n  2. Type the permit number into the **Search** box with the green magnifying glass, then press **Enter** or click on the magnifying glass.\n  3. You are now on the Record Information page for that permit number.\n  4. Select **Record Info** then select Inspections in the dropdown menu.\n  5. Select **Schedule Or Request an Inspection**.\n  6. Follow the prompts to select an inspection date and schedule the required inspections.\n\n\n\n##  Can I schedule my residential trade permit inspection even though my permit has not been issued yet? \n\nIf you cannot schedule your residential trade permit inspection because the permit has not been issued yet, LDS has implemented a temporary method for requesting Residential Trade Inspections outside of PLUS. \n\nSend a request to BDResidentialTradesInspections@Fairfaxcounty.gov. Please include the following information in the email:\n\n  * Permit application number\n  * Project address\n  * Requested Inspection Date\n  * Requested Inspection Type\n  * Requestors contact information (name, phone number, email)\n  * Requestor Comments to inspector\n\n\n\n##  I cannot see or print my RUP/NonRUP. What should I do? \n\nSome customers are not able to see or print their RUP/NonRUP certificates. Until this issue is fixed in PLUS, please email LDSbuildinginspections@fairfaxcounty.gov and staff will email your Record Summary. Your Record Summary which shows completed inspections can be used to satisfy occupancy requirements.\n\n## \n\nFees\n\n##  How do I pay my LDS fees online? \n\n  1. Visit https://plus.fairfaxcounty.gov.\n  2. Type the record number into the **Search** box with the green magnifying glass, then press **Enter** or click on the magnifying glass.\n  3. You are now on the **Record Information** page for that record number.\n  4. Select the **Payments** dropdown menu then select **Fees**.\n  5. You will now see what fees are outstanding related to that record number. Select **Pay Fees**.\n  6. Follow the payment instructions.\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/lds-plus-faqs-permits-plans-inspections",
        "title": "LDS PLUS FAQS: PERMITS, PLANS, INSPECTIONS | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services' FAQs for PLUS ",
        "keywords": "PLUS, LDS, Land Development Services, permit, plans, inspection, faq"
    }
}