{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Permit Library: Site Plans\n\n## ON THIS PAGE\n\n  * Infill Lot Grading Plan (INF)\n  * Conservation Plan (CON)\n  * Rough Grading Plan (RGP)\n  * Subdivision Grading Plan (SDGP)\n  * Subdivision Plan (SD)\n  * Site Plan (SP)\n  * Public Improvement Plan (PI)\n\n\n\n  * Minor Site Plan (MSP)\n  * Resource Protection Area Plan (RPA)\n  * Preliminary Plan (PL)\n  * DPWES Plan (DPW)\n  * FDOT Stormwater Review (FDOTS)\n  * Sports Illumination Plan (SIP)\n\n\n\n## Infill Lot Grading Plan (INF)\n\nAn infill lot grading plan is required for non-bonded single-family residential construction that will disturb more than 2,500 square feet of land and includes stormwater management improvements.\n\nLearn More\n\n## Conservation Plan (CON)\n\nRequired for residential additions and structures when land disturbance is between 2,500 and 5,000 square feet and stormwater improvements are not required.\n\nLearn More\n\n## Rough Grading Plan (RGP)\n\nA rough grading plan is required when proposed land disturbance will exceed 2,500 square feet and the proposed clearing and grading will not be depicted on another plan type.\n\nLearn More\n\n## Subdivision Grading Plan (SDGP)\n\nA subdivision grading plan is required for each individual lot that is part of a new residential subdivision with an approved subdivision plan.\n\nLearn More\n\n## Subdivision Plan (SD)\n\nA subdivision plan is required for residential subdivisions subject to the subdivision provisions of Chapter 101 of the County Code.\n\nLearn More\n\n## Site Plan (SP)\n\nAn approved site plan is required before construction or establishment of the following uses, including modifications or alterations to existing uses: all permitted uses in the R, C, I, and P zoning districts and special exception and special permit uses that are subject to a site plan.\n\nLearn More\n\n## Public Improvement Plan (PI)\n\nA public improvement plan is required when construction of sanitary sewer, public water, storm drainage, public roads or other public improvements are required as part of a project that does not require a site plan or subdivision plan.\n\nLearn More\n\n## Minor Site Plan (MSP)\n\nA minor site plan may be submitted when public improvements are not required or already exist. Other circumstances when it is appropriate are: 1) additions to existing buildings; 2) permitted use on a temporary basis; 3) additions and alterations to provide an accessibility improvement; and 4) uses that do not involve construction of gross floor area. Select \"Learn More\" for specific information.\n\nLearn More\n\n## Resource Protection Area Plan (RPA)\n\nA Resource Protection Area Plan is required when any land disturbing activity is proposed within a designated Resource Protection Area (RPA) as defined by the Chesapeake Bay Preservation Ordinance.\n\nLearn More\n\n## Preliminary Plan (PL)\n\nThe Fairfax County Code of Ordinance § 101-2-(1)(A) requires a subdivider to submit a preliminary subdivision plat for all proposed subdivisions creating more than 50 lots and may submit a preliminary subdivision plat for all proposed subdivisions creating 50 or fewer lots.\n\nLearn More\n\n## DPWES Plan (DPW)\n\nUsed by the Fairfax County Department of Public Works and Environmental Services (DPWES) for specific infrastructure improvement projects.\n\nLearn More\n\n## FDOT Stormwater Review (FDOTS)\n\nThis record type is for Land Development Services’ review of the stormwater components of a transportation plan prepared by the Fairfax County Department of Transportation.\n\nLearn More\n\n## Sports Illumination Plan (SIP)\n\nSports fields and athletic courts, including swimming pools, over 10,000 square feet in area or with light poles that are 20 feet high, are required to have an approved sports illumination plan.\n\nLearn More\n\n  \n\n\nBack to Top\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/site-plans",
        "title": "Permit Library: Site Plans | Land Development Services",
        "description": "Fairfax County, Virginia - If you're unsure about which permit you need, see our Which Record is Right for Me Infographic to learn more.",
        "keywords": "conservation plan (CON), DPWES Plan (DPW), FDOT Stormwater Review, Infill Lot Grading Plan (INF), Landfill Plan, Subdivision Grading Plan, Minor Site Plan, Preliminary Plan, Public Improvement Plan, Resource Protection Area Plan (RPA), Rough Grading Plan, Site Plan, Sports Illumination Plan, Subdivision Plan"
    }
}