{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# 6\\. Occupancy\n\n_Step 6 of the development review process is occupancy.For all the steps, visit the Development Process Overview._\n\n* * *\n\n## Non-Residential Use Permit (NON-RUP) Before Occupancy\n\nIn accordance with Section 18-701 of the County Zoning Ordinance, no occupancy or use shall be made of any structure or of any premises, and no change in use shall be permitted, unless and until a Non-Residential Use Permit (Non-RUP) has been approved in accordance with the provisions of the Zoning Ordinance. A Non-RUP shall be deemed to authorize and is required for both the initial and continued occupancy and use of the building or land to which it applies.\n\nFor more information and the permit application, visit the Certificate of Occupancy webpage or contact the Building Division at **703-222-0801, TTY 711**.\n\nMore on Non-Residential Use Permits\n\n  \n\n\n## Fire Marshal's Office Requirement\n\nA post-occupancy inspection by a Fire Marshal inspector must be scheduled 1) when the business space has opened to the public, 2) after all interior setup is in place, and 3) within 10 days of opening via the Occupancy Inspection record (FOCC-POST-YYYY-NNNNN) based on the county's use and occupancy requirements. From this visit, the inspector will determine which Fire Prevention Code Permits (FPCP) will be required for activities, processes, and occupancies regulated by the Fire Prevention Code. Once issued, Fire Prevention Code Permits allow the permit applicant to (i) conduct activities involving the handling, storage, or use of substances, materials, or devices regulated by the Fire Prevention Code, (ii) conduct processes regulated by the Fire Prevention Code which produce conditions hazardous to life or property, (iii) and/or to establish a place of assembly. A complete list of FPCP requirements and associated fees are available online.\n\n  \n\n\nOnce a project is completed, several agencies continue to monitor compliance with various codes for the life of the building or structure. Continuation of inspections are necessary to ensure the health, safety, and welfare of the public after the building is occupied. \n\n## Periodic Inspections\n\n  * Elevator and other vertical transportation\n  * Cross connections and backflow prevention\n\n\n\n## Other Involved Agencies\n\n  * Health Department \n  * Department of Code Compliance\n  * Office of the Fire Marshal\n\n\n\n## Staff is Available for Assistance\n\nCounty staff is available through the Customer Information Center by email or via phone at the following numbers:\n\n  * Zoning Permits (Plats, Permit Review, Occupancy, Home Occupations) **703-222-1082, TTY 711**\n  * Zoning Administration (Zoning & Noise Ordinance Questions, Appeals, Signs) **703-324-1314, TTY 711**\n  * Zoning Evaluation (Zoning Applications, Staff Reports) **703-324-1290, TTY 711**\n  * Planning Division (Comprehensive Plan) **703-324-1380, TTY 711**\n  * Site and Subdivision Plans: Engineer of the Day, **703-324-2268, TTY 711**\n  * Building Permits: Permit Application Center, **703-222-0801, TTY 711**\n  * Building Code Questions, **703-631-5101, TTY 711**\n  * Planner of the Day\n  * Office of the Fire Marshal: Acceptance Testing, **703-246-4821, TTY 711**\n  * Office of the Fire Marshal: Fire Inspections Branch, **703-246-4849, TTY 711**\n\n\n\nDevelopment Services Customer Information Center (CIC)\n\n  \n\n\n7\\. Renewal\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-process-overview/6-occupancy",
        "title": "6. Occupancy | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Occupancy - Once a project is completed, several agencies continue to monitor compliance with various codes for the life of the building or structure.",
        "keywords": "Occupancy, code compliance"
    }
}