{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Zoning Related Permits\n\nZoning related permits issued by the Department of Planning and Development are listed below:\n\n## Accessory Living Unit (Administrative Permit)\n\nAn accessory living unit is a secondary dwelling unit established in conjunction with and clearly subordinate to a single-family detached dwelling unit. These living spaces include areas for eating, sleeping, living, and sanitation. Accessory living units within the principal dwelling (not in a detached structure) and that meet all of the applicable standards, including access and entrances, size, and parking, may apply for approval through an administrative permit.\n\n  * Learn More\n\n\n\n## Agritourism (Administrative Permit)\n\nAn administrative permit for agritourism is only required when the property is 80 acres or greater and the number of attendees exceeds a total of 350 per day.\n\nAgritourism is defined as any activity accessory to an agricultural operation that allows members of the general public to view or enjoy rural activities for recreational, entertainment, or educational purposes, regardless of whether the participant paid to participate in the activity. \n\n  * Learn More\n\n\n\n## Family Health Care Structure\n\nA family health care structure is defined as a transportable residential structure that is permitted by Va. Code Section 15.2-2292.1, is primarily assembled at a location other than its site of installation, is accessory to a single-family detached dwelling, and provides an environment that facilitates a caregiver’s provision of care for a mentally or physically impaired person.\n\n  * Learn More\n\n\n\n## Food Trucks\n\nFood Trucks are any readily movable mobile food service establishment, to include vehicles that are self-propelled, pushed or pulled to a specific location. Food Truck **Location Permits** and **Occupation Permits** are issued by the Department of Planning and Development, Zoning Administration Division.\n\n  * Learn More\n\n\n\n## Home-Based Business\n\nA home-based business is an occupation, profession, or trade that is conducted by a resident of the dwelling unit and is clearly incidental and subordinate to the residential purpose of the dwelling unit. Examples of home-based businesses include home offices, music lessons, art studios, home crafts, and home-based food production.\n\n  * Learn More\n\n\n\n## Limited Riding or Boarding Stable\n\nA limited riding or boarding stable is defined as a use accessory to a residence, where horses or ponies, not including those owned by a resident of the property, are kept, maintained, or boarded, or where riding lessons are made available to the general public or members of a private club. These services may be offered for a fee or free of charge. The keeping of horses or ponies as an accessory use in accordance with subsection 4102.7.J and subsection 4102.7.K is not considered a riding or boarding stable.\n\n  * Learn More\n\n\n\n## Noise Waiver\n\nThe Noise Ordinance (Chapter 108.1 of the County Code) regulates noise sources by prohibiting certain activities at night, by exempting certain activities from the Noise Ordinance altogether, or by subjecting certain noise sources to a maximum decibel level. Per Section 108.1-6-1 – Waivers, any person responsible for any noise source may apply to the Zoning Administrator for a waiver or partial waiver from these provisions. \n\n  * Learn More\n\n\n\n## Outdoor Dining\n\nOutdoor dining is defined as an accessory outdoor seating area that is intended solely for the consumption of food and beverages, served by an adjoining food establishment, does not include permanent structures, and is outside the confines of the principal structure. This use does not include any use meeting the definition of a public entertainment use. \n\n  * Learn More\n\n\n\n## Residence for Manager or Employee\n\nA residence for a manager or employee and their family may be permitted with the approval of an administrative permit when the residence is located in the principal structure, is in conjunction with a nonresidential use, and is the only residence on the property. This administrative permit is only for a residence located within a nonresidential building.\n\n  * Learn More\n\n\n\n## Short-Term Lodging\n\nShort-term lodging (STL), also known as short-term rental (STR), is any occupancy of a dwelling for a period of less than thirty days. Prior to the adoption of the Short-Term Lodging Amendment, the Zoning Ordinance did not permit such uses in any dwelling unit. The Fairfax County Board of Supervisors adopted the Short-Term Lodging Zoning Ordinance Amendment on July 31, 2018. \n\n  * Learn More\n\n\n\n## Sign Permits\n\nThe Zoning Permits Branch, Sign Permits Section (ZPB/SPS), among other duties, accepts and reviews sign permit applications for compliance with the sign regulations of the Fairfax County Zoning Ordinance Article 12 and Chapter 10 of the Code of the County of Fairfax and issues sign permits for the installation of signs to be installed on private property located in Fairfax County.\n\n  * Learn More\n\n\n\n## Special Permit Extended Hours Request\n\nA Special Permit Extended Hours Request applies only to community pools or swim clubs subject to special permit approvals that include conditions specifically limiting the number of nighttime events.\n\n  * Learn More\n\n\n\n## Temporary Outdoor Uses & Activities\n\nTemporary outdoor uses and activities may require an Administrative Permit and a Nonresidential Use Permit. An AP may be required for certain temporary outdoor uses and activities pursuant to Article 4 of the Fairfax County Zoning Ordinance. \n\nTemporary outdoor uses and activities include but are not limited to the following: Community Gardens, Construction Site Office & Storage, Farmers Markets, Model Home Sales or Leasing Office, Portable Storage Containers, Seasonal Sales Commercial, Special Events, and Temporary Dwelling or Manufactured Home.\n\n  * Learn More\n\n\n\n## Zoning Administrator Requests\n\nInterpretations of the Zoning Ordinance\n\n  * Electric Vehicle Charging Spaces Memorandum\n\n  * Electric Vehicle Charging Space Review Checklist\n\n  * Use Determination Requests for Group Residential Facilities\n\n\n\n\nVested Rights Determinations\n\nVirginia Form for Home Day Care\n\nZoning Compliance Letters\n\n  \n\n\n## Related Resources\n\nHeight Certifications\n\nNonresidential Use Permits (NonRUP)\n\nPlat Requests\n\nZoning Appeals\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/permits",
        "title": "Zoning Related Permits | Planning Development",
        "description": "Fairfax County, Virginia - Zoning Related Permits issued by the Department of Planning and Development, Fairfax County, VA",
        "keywords": "Zoning Permits"
    }
}