{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Farmers Market (Administrative Permit)\n\nA farmers market is defined as a regularly occurring market that sells farm products or value-added farm products directly to the general public. \n\nA farmers market may be permitted without an administrative permit on property owned and controlled by the County, Park Authority, or Fairfax County Public Schools, subject to compliance with all other applicable regulations. An administrative permit is not required.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll farmers market applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $240 for a new application or $60 to renew. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. The fee will be waived if the applicant is the County of Fairfax or any other agency, authority, commission or other body specifically created by the County, State or Federal Government\n\n  * An application may take approximately 30 calendar days to process if no additional information is requested or required. \n\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the use of the property during the dates and times the business will operate. This letter must include the address of the of the property and property owner contact information. This document is only required if the applicant is not the property owner.\n\n**Off-Street Parking Permission Letter:** A signed and dated letter of permission from the property owner of the off-site parking area allowing the employees and/or customers to park during the dates and times the business will operate. This letter must also include the address of the parking area and the number of parking spaces provided. This document is only required if parking will be off-site.\n\n**Shuttle Contract:** A signed and dated copy of the vendor contract. This document is only required if a third-party vendor will provide shuttle service from an off-site parking area.\n\n**Sanitary Facility Contract:** A signed and dated copy of the vendor contract. This document is only required if outdoor sanitary facilities will be provided.\n\n**Sanitary Facility Permission Letter:** A signed and dated letter from the manager of the building or business, permitting the use of the indoor sanitary facilities during the dates and times the business will operate. This document is only required if indoor sanitary facilities will be provided and those facilities are not owned by the applicant or the property owner.\n\n**Property Plan:** A plat or plan showing the locations of all structures (to include outdoor sanitary facilities and tents), the location of the parking area, all entrances and exits, distances from all structures to the nearest right-of-way, and the location and orientation of any speakers and lighting. This document is always required.\n\n**Certificate of Insurance:** Letter from insurance company. This document is only required if sales include fireworks. \n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.8.D and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.8.D - Farmers Market \n\n(1) A farmers market may be permitted on property owned and controlled by the County, Park Authority, or Fairfax County Public Schools, subject to compliance with all other applicable regulations. An administrative permit is not required.\n\n**Standards when permitted by administrative permit:**\n\n(2) A farmers market may be permitted subject to the following conditions:\n\n(a) Adequate parking and safe ingress and egress to the adjacent street must be provided.\n\n(b) No storage of vehicles, canopies, display items or produce is permitted when the market is not in operation. Additionally, no permanent structures are allowed; however, canopy tents, fabric canopies primarily attached to vehicles, temporary portable shelving, portable tables, bins, hanging racks, and similar display items are not deemed structures.\n\n(c) Sales are limited to agricultural products and items made from farm products, including vendor-produced food, beverage, and other value-added items.\n\n(d) The hours of operation are limited to daylight hours.\n\n(e) The administrative permit is valid for a period of two years and may be renewed on a biennial basis with approval of the Zoning Administrator. Any subsequent expansion or change of permit holder or renewal of a farmers market permit may require submission of a new application as determined by the Zoning Administrator.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Additional Permits May Be Required\n\nIn addition to an administrative permit from Zoning, your temporary activity or use may require a permit from other agencies. Contact information for other agencies is listed below:\n\nIf your temporary use includes: | Department to contact: | Contact information:  \n---|---|---  \nServing Food | Health Department | 703-246-2444 or hdehd@fairfaxcounty.gov  \nExterior Sanitation Facilities (portable toilets) | Health Department | 703-246-2201 or hdehd@fairfaxcounty.gov  \nRides or Amusement Devices | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents over 6000 sq. ft. | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents between 900 and 6000 sq. ft. | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nPropane Tanks | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nRoad Closures | VDOT (Arlington/Fairfax Permits Section) | 703-259-1773 or NOVAFairfaxPermits@VDOT.Virginia.gov  \nDisplay or Exhibition of Animals | Animal Protection Police | 703-691-2131 or fcpdanimalprotection@fairfaxcounty.gov  \n  \n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/farmers-market",
        "title": "Farmers Market (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A farmers market is defined as a regularly occurring market that sells farm products or value-added farm products directly to the general public.",
        "keywords": "Farmers Market, Administrative Permit"
    }
}