{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# 1\\. Concept\n\n_Step 1 of the development review process is coming up with a concept for your project and determining its feasibility.For all the steps, visit the Development Process Overview._\n\n* * *\n\nThe development process in Fairfax County involves comprehensive reviews by numerous county and non-county agencies and may involve many steps before a project can be approved.\n\n**Every project is unique and subject to its own set of requirements depending on the location and complexities of the project.**\n\n## Determine Feasibility\n\n  1. Before developing your project you need to know relevant zoning requirements, legal restrictions and physical characteristics of your site, such as: \n     * Zoning information – Determine the zoning district, setback requirements and proffers associated with your parcel. _Find your zoning district online_ , or call **703-222-1082 , TTY 711**\n     * Site-specific information - Any information relative to the proposed development of the property to include plats, legal description, easements and other property encumbrances, previous zoning actions, survey, utilities, transportation access, stormwater information, etc.\n     * Physical site characteristics such as plats, topography, soils, Resource Protection Areas, utilities, transportation access, stormwater information, etc.\n  2. Determine which phase of the development process to follow. There are four major phases: Planning and Zoning; Site and Subdivision Plan Review; Building Permits and Inspections; and Bond Release.\n\n\n\n## Staff is Available for Assistance\n\nCounty staff is available through the Customer Information Center by email or via phone at the following numbers:\n\n  * Zoning Permits (Plats, Permit Review, Occupancy, Home Occupations) **703-222-1082, TTY 711**\n  * Zoning Administration (Zoning & Noise Ordinance Questions, Appeals, Signs) **703-324-1314, TTY 711**\n  * Zoning Evaluation (Zoning Applications, Staff Reports) **703-324-1290, TTY 711**\n  * Planning Division (Comprehensive Plan) **703-324-1380, TTY 711**\n  * Site and Subdivision Plans: Engineer of the Day, **703-324-2268, TTY 711**\n  * Building Permits: Permit Application Center, **703-222-0801, TTY 711**\n  * Building Code Questions, **703-631-5101, TTY 711**\n  * Planner of the Day\n\n\n\n  \n\n\n2\\. Planning and Zoning Review\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-process-overview/1-concept",
        "title": "1. Concept | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - First step in the development review process is the concept stage. Learn more...",
        "keywords": "planning, concept, development, construction process"
    }
}