{
    "page_content": "# Zoning Evaluation Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1290 TTY 711\n\n__\n\ndpzzed@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy., Suite 801  \nFairfax, VA 22035\n\n__\n\nSuzanne Wright  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Applications & Development Review\n  * Affidavits\n  * Application Acceptance\n  * Application Forms & Packages\n  * Application Review Process Overview\n  * Application Weekly Status Reports\n  * Interpretations\n  * Minor Variations\n  * PLUS Application Portal\n  * Pre-Application Consultation\n  * Rezoning\n  * Special Exception\n  * Special Permit\n  * Variance\n  * Zoning Glossary\n  * Zoning in Fairfax County\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Rezoning Process\n\nA zoning map amendment (also known as a rezoning) is one of the instruments by which a change in land use occurs. A rezoning is typically a change in the zoning classification of a property from an existing district to a different district, such as from R-1 (Residential District, One Dwelling Unit/Acre) to R-2 (Residential District, Two Dwelling Units/Acre).\n\nThe rezoning process consists of a number of steps as outlined below. Any rezoning proposal is subject to a detailed review and analysis by staff and public hearings before the Fairfax County Planning Commission and Board of Supervisors. The rezoning of land can only be approved by the Board of Supervisors.\n\nIn order to request consideration of a rezoning, an application must be filed with the County by the owners or their designated agent or contract purchasers of the land, and must meet specific submission requirements as laid out in section 8101 of the Zoning Ordinance. Review the Conventional Application Package for guidance related to proposals involving conventional districts (R-1, R-5, C-2, C-8, I-5, etc). Use the “P” District Application Package if the development proposal involves land to be located within one of the “P” Districts; Planned Development Housing (PDH), Planned Development Commercial (PDC), Planned Residential Community (PRC), Planned Tysons Corner (PTC), or Planned Continuing Care Facility (PCC). “P” districts are intended to encourage innovative and creative site design; to provide ample and efficient use of open space; to promote a mix of land uses and housing types and to allow flexibility to achieve excellence in all aspects site development.\n\n### Process Overview\n\n  1. Application filed electronically through the PLUS application portal by the applicant.\n  2. Application submissions are reviewed. When all Zoning Ordinance submission requirements are met, the application is accepted and distributed to various county agencies.\n  3. Application is scheduled for a Planning Commission public hearing and is assigned to a staff coordinator.\n  4. Pre-staffing of application. Applicant will be contacted by staff about initial staff comments.\n  5. Revisions relating to pre-staffing comments are submitted.\n  6. Staffing of application. Applicant contacted by staff about final staff comments.\n  7. Revisions relating to the staffing comments are submitted.\n  8. Final submission deadline (six weeks prior to Planning Commission public hearing). Staff report is published based on information received by this date.\n  9. Notification to adjacent property owners sent to applicant 30 days prior to hearing. Notices mailed by applicant postmarked at least 15 days prior to hearing.\n  10. Staff report published (two weeks prior to public hearing).\n  11. Planning Commission public hearing.\n  12. Application is scheduled for Board of Supervisors public hearing.\n  13. Notification to adjacent property owners (sent to applicant 30 days prior to hearing, notices mailed by applicant postmarked at least 15 days prior to hearing).\n  14. Board of Supervisors public hearing.\n\n\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll rezoning applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * Email: PLUSSupport@FairfaxCounty.gov\n  * Phone: 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Related Resources\n\nRezoning Conventional Application Package (Updated July 2024)\n\nRezoning P District Application Package (Updated July 2024)\n\nRezoning Affidavit Only\n\nReaffirmation of Affidavit\n\n## Zoning Application and Development Review Process\n\nThe development review process applies to all those seeking approval of a rezoning, a special exception, a special permit or a variance in Fairfax County.\n\nOverview of the Process\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/rezoning-process",
        "title": "Rezoning Process | Planning Development",
        "description": "Fairfax County, Virginia - Fairfax County Rezoning Process & Application Package",
        "keywords": "Rezoning, Development Review , Process, Application, P District, Conventional"
    }
}