{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# After-Hours Inspections (AHI)\n\nAfter-hours inspections are inspections that must be performed outside of normal business hours. They are reserved for emergency situations which prevent utility companies (Electrical Power companies) from restoring services to buildings or homes until an inspection is conducted.\n\nEXAMPLE: Electrical services, transformers, switchgear.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nContacts listed on the original permit record may request an after-hours inspection in PLUS.\n\n## PLAN AHEAD\n\nStaff will need 48 hours to review, process, and schedule an after-hours inspection request. Please be sure to account for the time needed prior to submitting your request.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nOnce you have made the determination that an after-hours inspection request is required, login to PLUS to submit the request. The request must be made under the appropriate permit record by selecting the “**Make Changes** ” action.\n\nSelect **After-Hours Request** as the appropriate amendment type. Then click **Continue Application**.\n\nEnter the **Description of Work** and justification for the request. Enter the “Date and Start Time” and “Date and End Time” of the After-Hours Inspection. Click on **Continue Application**.\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n\n\n\n## What's Next?\n\n### Review Process\n\nStaff from the Inspections Branch will review the After-Hours Request. After determining the necessity of the After-Hours Request, fees will be assessed. The requestor will be alerted via email once the fees are ready to be paid. Once fees are paid, the After-Hours Inspection will be scheduled (see example confirmation screen below).\n\n  * Fees\n\n\n\n### \n\n### Inspections\n\nThe applicant will receive a confirmation email once staff has scheduled the after-hours inspection. The email will contain confirmation of the scheduled inspection along with the inspector’s name and number assigned to the inspection. **If there are any questions or concerns, please contact the inspector identified in the email.**\n\n## Additional Resources\n\n  * Hiring a Contractor\n  * Building and Trade Inspections\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/after-hours-inspections",
        "title": "After-Hours Inspections (AHI) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, after hours inspection, AHI"
    }
}