{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# How to Become a Contractor in Fairfax County\n\nAny project valued at $1,000 or more must be performed by a contractor licensed to work in Virginia. Journeyman and Masters (electricians, plumbers or mechanical contractors) can do work under $1,000 per contract without a state contractor’s license. Contractors, Journeymen, and Masters are licensed through the Virginia Department of Professional and Occupational Regulation (DPOR). Read through all the information below for more details.\n\n**Contractor licenses** consist of two parts: The **class** of license (A, B or C), which determines the monetary value of contracts/projects that may be performed, and the **classification/specialty** , which determines what type of work is allowed. The classification or specialty defines the scope of practice that may be performed by the licensed contractor. You may find a list of all of the different classifications and specialties issued by the Board for Contractors and a definition of the work that is permitted to be performed by each, in 18VAC50-22-20 and 18VAC50-22-30 of the Board for Contractors Regulations.\n\nAll businesses operating in Virginia must register with the State Corporation Commission (SCC). Trade names are also registered with the SCC.\n\n## Department of Professional And Occupational Regulation (DPOR)\n\nPerimeter Center  \nSuite 102 (first floor)  \n9960 Mayland Drive  \nRichmond, VA 23233  \n(804) 367-8511  \ncontractor@dpor.virginia.gov  \nwww.dpor.virginia.gov\n\n  \n\n\nThese are the required steps/permits necessary to perform contracting work in Fairfax County:  \n\n\n## State and Local Licenses\n\nBECOME A LICENSED CONTRACTOR THROUGH THE COMMONWEALTH OF VIRGINIA\n\nRead more on the DPOR website.\n\nThe Board for Contractors issues licenses in one of three classes: Class “A”, Class “B” and Class “C”. In most cases, the type of license you should apply for is based on the value or contract price of the projects your business will be bidding on or engaged with.\n\n> Class “A” contractors perform or manage construction, removal, repair or improvements when (i) the total value referred to in a single contract or project is $120,000 or more, or (ii) the total value of all such construction, removal, repair or improvements undertaken by such person within any twelve-month period is $750,000 or more.\n> \n> Class “B” contractors perform or manage construction, removal, repair or improvements when (i) the total value referred to in a single contract or project is $10,000 or more, but less than $120,000, or (ii) the total value of all such construction, removal, repair, or improvements undertaken by such person within any twelve-month period is $150,000 or more, but less than $750,000.\n> \n> Class “C” contractors perform or manage construction, removal, repair or improvements when (i) the total value referred to in a single contract or project is over $1,000 but no more than $10,000, or (ii) the total value of all such construction, removal, repair or improvements undertaken by such person within any twelve-month period is no more than $150,000.\n\nCLASS “C” CONTRACTORS, **AND THOSE CONTRACTORS WHOSE WORK DOES NOT MEET THE THRESHOLD FOR A CLASS “C” LICENSE** , MUST OBTAIN A FAIRFAX COUNTY HOME IMPROVEMENT CONTRACTOR (HIC) LICENSE FROM FAIRFAX COUNTY’S LAND DEVELOPMENT SERVICES (LDS), PERMITTING AND CODE ADMINISTRATION DIVISION (PACA).\n\n## Land Development Services/PACA\n\n12055 Government Center Pkwy  \nSuite 334  \nFairfax, VA 22035  \n703-324-1300, TTY 711  \nlanddevelopmentservices@fairfaxcounty.gov\n\n  \n\n\n## Zoning Permit\n\nSection 4101 of the Zoning Ordinance includes use tables and associated permissions based on zoning district. If your office will be located in a commercial space, you may need to obtain building permits if you are making any interior renovations and you will need to obtain a Nonresidential Use Permit before occupying the space.\n\nYou may be able to operate the office portion of your business from your home with approval of a Home-Based Business (HBB) permit. The standards for a home-based business include the following:\n\n  * If located in a single-family detached dwelling, only one nonresident employee is permitted. No other employees may come to the dwelling for any purpose, including to pick up paychecks, work orders, or supplies.\n  * There may be no exterior evidence of the business, including outside storage of materials.\n  * Only one commercial vehicle may be parked at the property. Commercial vehicles are subject to the limitations of subsection 4102.1.B(2) of the Zoning Ordinance.\n\n\n\nLearn more about the HBB standards and process on the Home-Based Business webpage.\n\n## Zoning Permits Section\n\n12055 Government Center Pkwy  \nSuite 250  \nFairfax, VA 22035  \n703-222-1082, TTY 711  \nDPZMailforZPRB@fairfaxcounty.gov\n\n  \n\n\n## Taxes\n\nAll business owners who have a physical location in Fairfax County for 30 or more consecutive days and whose gross receipts are more than $10,000, are subject to the Business, Professional and Occupational License (BPOL) tax annually and must secure a BPOL license from the Department of Tax Administration (DTA) within 75 days of beginning business operations in Fairfax County. Additionally, businesses are subject to tangible personal property on furniture and fixtures, machinery and tools, and computer equipment located in Fairfax County as of January 1 each year. A return must be filed annually by May 1.\n\nOut-of-county contractors as defined in § 58.1-3714 D conducting business in excess of $25,000 for the license year within Fairfax County must obtain a BPOL license in Fairfax County and shall be subject to BPOL taxes for earnings within Fairfax County, regardless of where the business is based. Additional requirements may apply to businesses classified as “Contractors.” Contractors are required to submit a copy of their Contractors License or Home Improvement Contractor License (HIC) when applying for a BPOL license.\n\nDeductions of income earned in other jurisdictions (for Fairfax County-based contractors) may be permissible from Fairfax County BPOL obligations if the contractor demonstrates that the equivalent BPOL tax was paid to the jurisdiction in which it was earned. You can check with your home jurisdiction to see if deductions are available if your company pays taxes in other jurisdictions.\n\nBusiness owners must renew their BPOL license each year. Both filing and payment are due by March 1. Businesses registered with DTA in the previous year will receive a BPOL renewal application and Business Personal Property Tax form in the mail in Jan. Businesses located in Fairfax County, including the Towns of Clifton, Herndon and Vienna, are required to file an annual Return of Business Tangible Property Taxes, and pay taxes on tangible property owned by the business. More information on all business taxes is available on the DTA website.\n\n## Department of Tax Administration\n\n12000 Government Center Pkwy  \nSuite 261  \nFairfax, VA 22035  \n703-222-8234, TTY 711  \nDTAPPDBusiness@fairfaxcounty.gov  \nwww.fairfaxcounty.gov/taxes/business\n\n  \n\n\n**The purpose of this web page is to provide general guidance for prospective contractors. Individual business characteristics vary. Please contact the relevant agency if you think you need individualized information.**\n\n  \n\n\n  * Customer Record Submission Process - Home Improvement Contractor (HIC) License Application - Journey Map\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/how-become-contractor-fairfax-county",
        "title": "How to Become a Contractor in Fairfax County | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Any project valued at $1,000 or more must be performed by a contractor licensed to work in Virginia. Contractor licenses consist of two parts: the class of the license and the classification/specialty.",
        "keywords": "contractor, journeyman, masters, license, dpor, tax, home occupation, permit"
    }
}