{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Revitalization and the Building Permit Process\n\nThe information herein provides guidelines for building owners, designers and developers on the resources available when altering or rehabilitating buildings in revitalization districts.\n\n# Building Plan Review\n\nAfter an applicant has completed the rezoning and special exception application process and submitted a site plan, building plans may be filed for permit and submitted for review to Building Plan Review. Individuals making alterations to existing buildings in a commercial revitalization district may utilize the expanded Fast Track program which allows projects to be reviewed by county staff on an expedited basis. Learn more.\n\n# Modified Processing\n\nModified Processing allows for the issuance of partial building permits (footing and foundation permit) prior to full approval of site and building plans for new commercial building and additions to existing commercial buildings. In revitalization areas, projects are eligible for modified processing if the plans are submitted under the Expedited Building Plan Review Program. The advantage of the modified plan processing status is the ability to begin construction quickly and continue in phases without awaiting full design approvals.\n\n# Helpful Hints\n\nHelpful time saving hints for individuals constructing projects in revitalization districts:\n\n  * Request a preliminary meeting prior to submitting plans for a permit. A multi-disciplined team of reviewers will pre-review plans for code issues so that corrections can be made prior to plan submission. This service is provided at no charge.\n  * Request a pre-construction meeting. A multi-disciplined team of inspectors will discuss the construction of your project and provide advice on the scheduling of inspections and other issues.\n\n\n\nLearn more.\n\nIf you have questions or need additional information, please contact Building Plan Review at **703-222-0114, TTY 711**.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/revitalization-and-building-permit-process",
        "title": "Revitalization and the Building Permit Process | Land Development Services",
        "description": "Fairfax County, Virginia - The information herein provides guidelines for building owners, designers and developers on the resources available when altering or rehabilitating buildings in revitalization districts. ",
        "keywords": "revitalize, revitalization"
    }
}