{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Family Health Care Structure\n\nA family health care structure is defined as a transportable residential structure that is permitted by Va. Code Section 15.2-2292.1, is primarily assembled at a location other than its site of installation, is accessory to a single-family detached dwelling, and provides an environment that facilitates a caregiver’s provision of care for a mentally or physically impaired person.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll family health care structure applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $100. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Certification:** Written certification of physical or mental impairment of the proposed occupant, including verification that the person requires assistance with two or more activities of daily living as defined in Va. Code Sect. 63.2-2200, by a physician licensed in the State. This document is required.\n\n**Plat:** A to-scale plat that includes the dimensions, height, and distance to all lot lines of any existing structure on the lot and of the proposed temporary family health care structure. This document is required.\n\n**Illustration:** A drawing or photograph that shows what the family health care structure will look like. This document is required.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.F and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.F - Family Health Care Structure \n\n**Standards when permitted by administrative permit:**\n\n(1) Family health care structures are allowed only on lots zoned for and developed with single-family detached dwellings, subject to approval of a permit issued by the Zoning Administrator, and the following provisions.\n\n(2) Occupancy of the structure is limited to one mentally or physically impaired person, who is a Virginia resident and requires assistance with two or more activities of daily living as defined in Va. Code Sect. 63.2-2200, or, in the case of a married couple, two occupants, one of whom is mentally or physically impaired and the other requires assistance with one or more daily living activities.\n\n(3) The property must be owned or occupied by an adult caregiver who provides care for a mentally or physically impaired person and the property must be used as the caregiver’s primary residence. The adult caregiver must be related by blood, marriage, or adoption to or the legally appointed guardian of the physically or mentally impaired person(s) occupying the family health care structure.\n\n(4) Only one family health care structure is permitted on a lot.\n\n(5) Family health care structures are limited to a maximum of 300 square feet of gross floor area and must meet the minimum yard requirements for single-family detached dwellings of the zoning district in which it is located. When located in a Planned Development district, the family health care structure is subject to any proffered yards and/or yards depicted on an approved development plan. If there are no proffered yards or yards depicted on an approved development plan in a Planned Development district, the family health care structure will be deemed an alteration to a single-family dwelling unit and subject to subsection 8100.2.E(3)(f).\n\n(6) Family health care structures may not be installed on a permanent foundation.\n\n(7) Family health care structures are subject to the Industrialized Building Safety Law and the USBC.\n\n(8) Family health care structures may be required to connect to any water, sewer, and electric utilities that are serving the principal residence on the property, and must comply with all applicable Health Department requirements.\n\n(9) Evidence of compliance with these provisions must be provided to the Zoning Administrator on an annual basis.\n\n(10) Family health care structures must be removed from the property within 60 days from the date on which the structure was last occupied by a mentally or physically impaired person receiving services or in need of the assistance provided for by the caregiver.\n\n(11) The following materials must be submitted with an application to the Zoning Administrator:\n\n(a) The name and contact information of the proposed caregiver, and the relationship of the caregiver to the physically or mentally impaired proposed occupant.\n\n(b) Address of the property.\n\n(c) Written certification of physical or mental impairment of the proposed occupant, including verification that the person requires assistance with two or more activities of daily living as defined in Va. Code Sect. 63.2-2200, by a physician licensed in the State.\n\n(d) Three copies of a plat drawn to a designated scale of not less than 1” = 50’, which may be prepared by the applicant, that contains the following information:\n\n1\\. The dimensions of the lot, the boundary lines of the lot, and the land area;\n\n2\\. The dimensions, height, and distance to all lot lines of any existing structure on the lot and of the proposed temporary family health care structure; and\n\n3\\. The signature and certification number, if applicable, of the person preparing the plat.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/family-health-care-structure",
        "title": "Family Health Care Structure | Planning Development",
        "description": "Fairfax County, Virginia - A family health care structure is defined as a transportable residential structure that is permitted by Va. Code Section 15.2-2292.1, is primarily assembled at a location other than its site of installation, is accessory to a single-family detached dwelli",
        "keywords": "family health care structure"
    }
}