{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Addressing and Street Names\n\nThe Bonds and Addressing Center (BAC) is responsible for addressing properties throughout the county. Fairfax County addresses are assigned to ensure that first responders are provided with a reliable way to respond to all commercial and residential emergencies utilizing the 911 system. Addresses are also assigned to provide residents and businesses within Fairfax County a well- organized means to ensure appropriate delivery of goods, mail and other services. \n\n## \n\nFrequently Asked Questions\n\n##  Who assigns addresses? \n\nAll addresses in Fairfax County are assigned by Bonds and Addressing Center staff in compliance with all county codes and regulations.\n\n##  How do I confirm an address is valid? \n\nVisit the Fairfax County Address Validator to confirm the validity of an address.\n\n##  How do I request an address change or request a new address? \n\nAddress Change Requests are now being processed in the Planning and Land Use System (PLUS). Addresses cannot be added to the Master Address Repository (MAR) by GIS until a PLUS application is filled out.\n\nPlease submit your Address Change Request in PLUS. Please note, if you currently have a submitted plan in review with the county, the approved address for the plan will be added to MAR once the plan has been approved by the Site Development and Inspections Division (SDID).\n\n**Submission Process:**\n\n  1. Create account\n  2. Upon login click on **“Site”**\n  3. Click on **“Create an Application”**\n  4. Select **“Addressing”** tab\n  5. Select **“Address Change”**\n  6. Fill in required information under **Location and People** tab\n  7. Fill in required information under **Application and Detail** tab\n  8. **Review and Submit** application\n  9. Receive automated confirmation email from Fairfax County\n  10. Facilitation and Addressing Center (FAC) will review the Address Change Request (please allow up to 5 business days for review)\n  11. Applicant will receive an **Address Change Acceptance Letter** from FAC once the Address Change has been approved.\n\n\n\nIf you have questions regarding the submission process, please visit the PLUS Support Center or call 703-222-0801, TTY 711.\n\n##  How do I change the name of a street? \n\nThe following items must be submitted via the Planning and Land Use System (PLUS) as a “STREET” Record to initiate a street name change request:\n\n  * Road Name Change Petition and Application signed by at least 51% of the lot owners on the street\n  * A plat of all the lots on the street\n\n\n\nFor submission details, visit the STREET name change guide.\n\n##  What do I need to do after my address or street name is changed? \n\nBelow are the typical items that need to be updated when an address or street name is changed are (this list is not intended to be all inclusive):\n\n  * Driver’s license, information with utility companies, postal service and any additional entities that provide material goods and services.\n  * Business owners will have to update all local and state business licenses, procurements with retail and/or wholesale companies, advertisement listings, mapping and other goods and/or services associated with business operations.\n  * All property owners may also wish to consider and would be responsible for updating all legal documents that contain the address. This would include but would not be limited to land records, financial documents for mortgages, leases, loans, trusts and wills, as appropriate.\n\n\n\n##  How do I change the name of a subdivision? \n\n  * There are no statutes or ordinances regulating changing a subdivision’s name on an entrance sign. If a subdivision would like to change the name on its entrance sign, the subdivision should check with FAC staff to ensure that the proposed new subdivision name is not already in use. If the name is available, the subdivision must obtain any applicable permits to change the sign.\n  * If the community would like to legally document the subdivision name change in the land records and erase the current name from its chain of title and history, the property owners’ association or authorized entity representing the subdivision must submit a deed of correction, with any properly authorized signature, to Land Development Services to change the name on the original subdivision plat. A new subdivision plat of correction would not be required to simply change the subdivision name.\n  * In instances when there is no homeowners’ association, or entrance signs are on private owner’s property, the community would need to explore private legal counsel on how to properly gain community support for the subdivision name change on the entrance sign and the private lot owner’s separate agreement to change the sign on that owner’s private property.\n\n\n\n## Need More Information?\n\nFor questions or additional information, please contact the Bonds and Addressing Center staff via email at LDSBAC@fairfaxcounty.gov or by phone **703-222-0801, TTY 711**.\n\n  \n\n\nCustomer Record Submission Process - Address Change - Journey Map 1.84 MB\n\nCustomer Record Submission Process - Street Name Change - Journey Map 1.4 MB\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/addressing-and-street-names",
        "title": "Addressing and Street Names | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Addressing and Street Names",
        "keywords": "Land Development Services, Addressing, Street Names"
    }
}