{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development \n    * Forest Conservation\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * Chesapeake Bay Preservation Ordinance\n  * Land Disturbance 101\n  * Places of Worship and Non-Profit Organizations\n  * Site Inspections\n  * Tidal Shoreline\n\n\n\n  * __facebook\n\n\n\n# Site Development\n\nThe Site Development & Inspections Division (SDID) staff of plan reviewers and inspectors ensure that the development of residential and commercial projects meets applicable county, state and federal regulations.\n\nSDID seeks excellence in service by balancing the needs of the community with environmental regulations and construction standards to ensure sites are developed in concert with their approved site-related plan, and conform to county codes and standards, including the Public Facilities Manual. As part of this service, staff review, inspect and evaluate the following:\n\n  * New public infrastructure;\n  * Control of erosion and sedimentation;\n  * Storm drainage;\n  * Stormwater management; and\n  * Tree preservation.\n\n\n\nLand Development Services (LDS) also provides support to religious and community groups, the development community, residents, and other county agencies throughout the site development process via the LDS Project Management Program.\n\nAs an added resource, you can use PLUS to research zoning cases and to check the review status for site plans, grading plans and waivers. To find information on building and site-related activities such as building inspections, plan approvals and permit information.\n\n## Notification Tool for Infill Lot Grading Plan & Conservation Plan Submissions\n\n  * The ** _Infill Lot Grading Plan and Conservation Plan Viewer_** shows locations of new single-family homes planned in Fairfax County. The viewer displays all submissions and resubmissions made in the prior six months in each district.\n  * LDS also offers a weekly notification service to receive updates about new infill applications. **Sign up for email notifications**.\n\n\n\n  \n\n\n## Notification Tool for New Parking Adjustment Applications\n\nLDS offers a monthly notification service to receive monthly updates about new parking adjustment applications.\n\nSubscribe to Parking Email Notifications\n\n  \n\n\n### BONDS AND ADDRESSING\n\n  * BAC Processes (including bond estimate review information, bond alterations and release)\n  * Address Assignment\n  * Frequently Asked Questions\n\n\n\n### SITE INSPECTIONS\n\n  * Site Inspections Information\n  * Schedule a Pre-construction Meeting\n  * Shell only Non-RUP Inspection Request Form\n\n\n\n### PROFFER COMPLIANCE\n\n  * Proffer Compliance Coordination (includes the collection and tracking of proffer and development conditions and monetary proffer contributions)\n\n\n\n## Related Forms & Publications\n\n  * Building- and Site-Related Forms\n  * Required Format for Stormwater Pollution Prevention Plans (SWPPP)\n  * 3rd Party Construction Inspection Checklist and Certifications for BMP inspections (required for each BMP/stormwater facility constructed per the approved plan)\n\n\n\n  \n\n\n## Concerns about a construction site in your area?\n\nCall the construction hotline at **703-324-7470, TTY 711** , or file online. On-call inspectors will assess and address issues like:\n\n  * Malfunctioning erosion and sedimentation controls\n  * Drainage problems\n  * Tracked mud on the roadway\n  * Construction activity within a tree-save area\n  * Any activities that may harm the environment or cause safety risks or damage another property\n\n\n\nNever trespass on private property to get pictures or investigate a development project. Online complaints will be addressed the next regularly scheduled business day.\n\nVisit PLUS YouTube video for instructions for \"_Submitting a complaint Through Enforcement_ \"\n\nFile Complaint Online\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/site-development",
        "title": "Site Development | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Site Development",
        "keywords": "Land Development Services, Site Development, pfm, stormwater, site inspections, grading plan, site plan, infill lot, INF, design professionals, tidal"
    }
}