{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## STAY CONNECTED\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  * \n\n\n# Letters to Industry - Technical Bulletins\n\nTechnical Bulletins announce new and updated policy and code requirements regarding building and site construction.\n\nLooking for Industry News?\n\n**Email Updates**\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  1. **Email Address**\n\n\n\n  * View archive applicable to projects eligible for Grandfathering or Time Limits Provisions of the Stormwater Management Ordinance\n\n**Number** | **Technical Bulletins** | **Issued Date**  \n---|---|---  \n24-10 | Amendments to the Chesapeake Bay Preservation Ordinance (CBPO) regarding Mature Trees and Coastal Resilience and Adaptation to Sea Level Rise | 10/09/24  \n24-09 | Site Plan or Public Improvement Plan, Subdivision Plan and Infill Lot Grading Plan Cover Sheets Revised | 9/04/24  \n24-08 | Third-Party Inspections Policy Update | 9/03/24  \n24-07 | New Consolidated Erosion and Stormwater Management Ordinance (Chapter 124.1 of the County Code) | 7/09/24  \n24-06 | Expiration of Time Limits Status Under the Stormwater Management Ordinance | 5/08/24  \n24-05 | Revised Dates for Tree Planting Window | 5/03/24  \n24-04 | Contractor and/or Building Owner Responsible for Residential Sprinkler System | 4/11/24  \n24-03 | Subdivision Grading Plans (SDGPs) Submission Procedure and Requirements | 3/19/24  \n24-02 | Summary of Code Changes in the 2021 Virginia Uniform Statewide Building Code (USBC) | 2/16/24  \n24-01 | LDS Accepting Plats for Residential Standalone Deck Permits Associated with Bonded Development | 2/09/24  \n23-08 | Policy and Process Updates for Fairfax County Elevator Program | 12/14/23  \n23-07 | Adoption of the 2021 Virginia Uniform Statewide Building Code (USBC) | 12/14/23  \n23-06 | Submission and Processing Requirements for Site Plans, Subdivision Plans and Public Improvement Plans | 11/09/23  \n23-05 | Designated Plans Examiner (DPE) Second Submission Procedure in PLUS | 11/08/23  \n23-04 | Requirements for Site-Related Plans Submitted to Address Notice of Violations | 10/18/23  \n23-02 | Updates to the Recommended Sanitary Sewer Average Design Flows for Single-Family Detached, Multi-Family and Office Developments | 5/24/23  \n22-10 | Changes to the Nonresidential Use Permit (NonRUP) Process | 10/24/22  \n22-09 | Minimum Submission Review Policy | 10/24/22  \n22-08 | Air Leakage/Duct Leakage Test Submission | 10/12/22  \n22-07 | Building Trade Permit Fees and Review Process Changing October 31, 2022 | 9/22/22  \n22-06 | Localized Flooding Mitigation Policy for Residential Infill Development-Detention Requirements | 8/5/22  \n22-05 | Delineation of Outfalls with Known Erosion or Capacity Problems | 8/5/22  \n22-04 | Fairfax County Seeding Guidelines | 7/6/22  \n22-03 | Verification of Green Building Proffer Commitments | 6/21/22  \n22-01 | Policy on Depiction of Resource Protection Area Boundaries on Plans of Development | 4/25/22  \n21-12 | DPOR Certification for Backflow Prevention Device Workers | 12/20/21  \n21-11 | Notification of Proposed Tree Removal | 12/9/21  \n21-10 | Cured-In-Place Pipe (CIPP) Installation | 10/7/21  \n21-09 | Pollution Control Unit (PCU) | 8/18/21  \n21-08 | Adoption of the 2018 Virginia Uniform Statewide Building Code (USBC) | 6/23/21  \n21-07 | Maximum Infiltration Rates for the Design of Stormwater Management Facilities | 4/13/21  \n21-06 | Electric Vehicle Charging Spaces Review Process and Checklist | 4/12/21  \n21-05 | Required Infill Lot Grading Plan Cover Sheet and Minimum Submission Review Checklist Updated | 4/8/21  \n21-03 | Electronic Plan Submission Legibility | 2/25/21  \n21-02 | Wall Bracing for Sunrooms and Open or Screened-In Porches | 2/24/21  \n21-01 | Tree Preservation Target Deviation Submission Requirements | 1/8/21  \n20-07 | Sump Pump Discharge Policy for New Homes | 12/28/20  \n20-06 | Variable Refrigerant Flow (VRF) System | 12/28/20  \n20-05 | Gateway Review Policy | 8/31/20  \n20-04 | Truss Shop Drawing Submission Package for Residential Construction | 3/4/20  \n20-03 | 2020 Comprehensive Unit Price Schedule | 2/28/20  \n20-02 | New Application and Submittal Requirements for Water Quality Impact Assessments (WQIA) | 1/22/20  \n20-01 | Required Format for Stormwater Pollution Prevention Plans (SWPPP) | 1/21/20  \n19-10 | Recycled Concrete Aggregate Prohibited in Certain Applications | 9/23/19  \n19-08 | Waivers and Modifications Appropriate for review during Entitlement vs. Site Plan/Subdivision review | 6/19/19  \n19-07 | Single-Line Plumbing Riser Diagram | 5/16/19  \n19-06 | Verification of Green Building Related Commitments | 5/15/19  \n19-05 | Expiration of Grandfathering Status Under the Stormwater Management Ordinance | 3/27/19  \n19-04 | Expiration of VPDES Construction General Permit on June 30, 2019 | 3/26/19  \n19-03 | Requirements Regarding Operational Analysis (OA) Submittals & Traffic Impact Analysis/OA Determination Requests | 2/14/19  \n19-01 | Determining and Certifying Residential Building Height | 1/29/19  \n18-10 | Health Department Review of Grading Plans | 12/21/18  \n18-09 | Bay Windows | 7/3/18  \n18-08 | New Parking Tabulation Form | 5/8/18  \n18-07 | Wood as Nonabsorbent Floor Material | 4/5/18  \n18-06 | Fiber Reinforced Polymer for Rooftop Antenna Screening | 3/16/18  \n18-05 | 2018 Comprehensive Unit Price Schedule | 2/21/18  \n18-04 | Electrical Systems Supported by Suspended Ceilings | 2/16/18  \n18-03 | Shape Factor in the R-C District, Increase in Residential Building Height and Minor Lot Line Adjustments | Revision  \n1/29/19  \n18-02 | Existing House Location Plats | 1/8/18  \n18-01 | Compliance with the Minimum Yard and Location Requirements of the Zoning Ordinance | 1/8/18  \n17-07R | Single Issue Zoning Amendments | 9/6/17  \n17-06 | Site-Related Plan and Final Plat Validity | 7/11/17  \n17-05 | Policy on the consideration of paved materials to construct trails in lieu of stone dust or natural surfaces | 5/15/17  \n17-02 | Proffer Compliance Narrative Standards | 3/27/2017  \n16-02 | Impact of National Oceanic and Atmospheric Administration (NOAA) Atlas 14 Rainfall Data on Use of Existing Floodplain Studies | 5/20/16  \n15-01 | Stormwater Management Ordinance - Use of Nutrient Credits to Meet Water Quality Control Requirements for Time Limits and Grandfathered Projects and Infill Grading Plans in the Water Supply Protection Overlay District (WSPOD) | 5/28/15  \n14-12R | Guidance for Obtaining State General VPDES Permit Coverage for Discharges of Stormwater from Construction Activities | 9/3/14  \n14-11 | Stormwater Management Ordinance Common Plan of Development or Sale | 6/25/14  \n14-10 | State Permit Requirements for Construction of Single-Family Detached Residential Structures; and Stormwater Management Requirements in Residential and Non-Residential Subdivisions | 6/24/14  \n14-09 | Guidelines for Permitting and Street Acceptance Process in Tysons Corner Urban Center | 6/4/14  \n14-07 | Tysons Design Guidance and Criteria for Non-Standard Streetlights Along Public Right-of-Way | 5/5/14  \n14-06 | Stormwater Management Ordinance Procedures for Requesting Grandfathered Projects and Time Limits Determinations | 3/24/14  \n14-03 | Procedural Memorandum to Clarify and Establish the Process for Acceptance of Supplemental Right-of-Way Dedications | 2/19/14  \n14-02 |  Plan Processing Procedures for the Installation of Street Lights Along Public Rights-of-Way | 2/7/14  \n13-03 | Concurrent Review of VDOT Entrance Permits and County Land Disturbance Permits | 3/27/13  \n13-02 | Process for Letters of Map Change in Special Flood Hazard Areas | 3/22/13  \n12-03 | Use of Existing Flood Hazard Data to Delineate Floodplain Boundaries on Plans | 10/15/12  \n11-08 | Revised Priority Rating Form for Erosion & Sediment Control | 9/8/11  \n11-07 | New County Soils Map | 8/29/11  \n09-13 | Adjoining Property Owners Notification for Soil (Geotechnical) Report Submissions | 10/19/09  \n09-06 | Administrative costs utilized to calculate the total bond amount for all projects | 5/13/09  \n09-05 | Compliance with Land Disturbance Regulations for Construction of Single Family Detached and Attached Dwellings, Additions to Existing Single Family Detached and Attached Dwellings, and Accessory Structures Related to Single Family Detached and Attached Dwellings | 3/30/09  \n08-23 | Planting of Ash Trees Discouraged in Fairfax County in Response to the Emerald Ash Borer | 12/17/08  \n08-20 | Procedures for highlighting revisions to development plans and plats for pending  \nzoning applications and requests for proffer interpretations | 10/8/08  \n06-07 | Water Quality Impact Assessments for Water Dependent Development in a Resource Protection Area | 3/13/06  \n05-19 | Information Required on Infill Lot Grading Plans to Assist in the Assessment of Adequate Drainage | 12/12/05  \n04-06 | Stormwater Management Facility Submission Requirements | 5/20/04  \n03-05 | Policy and Procedures for Implementation of Infill and Residential Development Study Recommendation SW-10 | 3/31/03  \n02-18 | Stormwater Runoff From Building Rooftops | 10/23/02  \n02-15 |  New Plan Submission Requirements for Certain Minor Plans | 9/6/02  \n02-13 | Contractor Verification Cards | 7/23/02  \n02-11 | Amendments to the Subdivision Ordinance Effective July 2, 2002 | 7/19/02  \n02-10 |  Grading Plans - Legality of Lots | 7/16/02  \n01-05 | Optimizing the Processing of Development Agreements | 7/13/01  \n01-04 | Amendments to Virginia Erosion and Sediment Control Law Effective July 1, 2001 | 6/6/01  \n01-02 | Revised Procedures for Trail Maintenance Agreement Letters to the Virginia Department of Transportation | 3/5/01  \n00-07 | Required Number of Copies of Site and Subdivision Plans, Floodplain Studies, Drainage Studies, and Resource Protection Area Designation Plans | 11/14/00  \n00-04 | Private Utility Companies Involvement in Pre-construction Meetings held by the Environmental and Facilities Inspections Division | 7/11/00  \n00-01 | Revised Procedures for Entrance Permits Associated with Site Plans and Subdivision Plans | 6/16/00  \n  \n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/land-development-technical-bulletins",
        "title": "Letters to Industry - Technical Bulletins | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Land Development Technical Bulletins",
        "keywords": "Technical Bulletins, Land Development Technical Bulletins, LTI, Letters to industry, subscribe, connect, TB"
    }
}