{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Building Plan Review\n\nBuilding Plan Review is responsible for verifying that designs submitted for construction comply with the Virginia Uniform Statewide Building Code and other standards. This page provides information about the review process.\n\n## \n\nLDS Review Programs\n\n##  Adaptive Reuse Program \n\nAdaptive reuse is the process of changing the use of an existing building for any purpose other than it was originally designed for. The Adaptive Reuse Program seeks to promote the reuse of existing buildings by providing incentives, guidance, and reduced review timeframe.\n\n##  Expedited Building Plan Review \n\nThis program offers a method to obtain a building permit in at least half the usual time. The program enables the use of county-certified, private-sector, registered design professionals to “peer review” construction documents for code compliance prior to submission to the county.\n\n##  Fast Track Program \n\nThe Fast Track Program provides priority plan review for non-complex commercial and residential projects on a first-come, first-serve basis. Qualifying commercial projects such as sales offices, awnings and tenant fit-outs up to 10,000 square feet. Residential projects such as decks, finished basements and small additions up to 500 square feet. Learn more about the Fast Track Program.\n\n##  Green Building Priority Plan Review \n\nTo promote green building practices, qualifying residential and commercial projects are eligible for benefits during the building plan review process. More on the Green Building Priority Plan Review process.\n\n##  Modified Processing \n\nThe modified processing procedures allow for issuance of Rough Grading Permits, partial (footing and foundation) permits and extensions of partial permits on projects with $50 million worth of improvements or more, prior to full approval of site and building plans.\n\n##  Revitalization Districts \n\nRevitalization Districts provide guidelines for building owners, designers and developers on the resources available when altering or rehabilitating buildings in revitalization districts.\n\n##  Residential Electrical Service Review \n\nThe Residential Electrical Service Review form allows you to submit your 600 amp or 800 amp residential service plan and obtain a review with county staff within 48 hours of submission.\n\n__\n\n## County Details\n\nTypical county details are documents that serve as pre-approved architectural plans and can be used in lieu of an architectural plan submission during the permit application process. The following county details are available:\n\n  * Decks\n  * Finished Basements\n  * Carport Enclosures\n  * Retaining Walls\n\n\n\n## Other Agency Reviews\n\nOther agency reviews that may be necessary, depending on your project.\n\n  * Health Department\n  * Site\n  * Wastewater\n  * Zoning\n  * Fire Marshal (commercial projects)\n\n\n\n## Common Rejection Reasons\n\n  * Building Commercial\n  * Building Residential\n  * Electrical\n  * Fire\n  * Mechanical\n  * Plumbing\n\n\n\n  \n\n\n## Helpful Information\n\n  * Code Information\n  * Design Information\n\n\n\n  * Alternate Methods & Materials\n  * Interpretations, Modifications & Appeals\n  * Sealed Drawings\n  * Codes and Standards\n  * Minimum Submission Requirements\n\n\n\n  * Design Elements Needing Special Inspections\n  * Wastewater Discharge Requirements\n  * Type of Construction Viewer\n  * What is my plan status?\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/building-plan-review",
        "title": "Building Plan Review | Land Development Services",
        "description": "Fairfax County, Virginia - The most common reasons for a failed plan, are listed below by trade and are based on the current building code. ",
        "keywords": "plan, review, code, permit, build, construction, county details"
    }
}