{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Modified Processing\n\nThe Modified Processing program facilitates the review of large, complex buildings by Land Development Services (LDS). The modified processing procedures allow for issuance of Rough Grading Permits, partial (footing and foundation) permits and extensions of those partial permits prior to full approval of site and building plans. In order to be considered for modified processing the project must meet the following basic criteria:\n\n  1. Property Owners/Developers wanting to use this process to build new facilities or expand their existing facilities in Fairfax County must provide evidence, to the satisfaction of the Director of Land Development Services, that indicates their intent and the financial capability to proceed with the physical improvements within an expedited time frame following approval of their development plans.\n  2. Any commercial, retail, mixed-use or multifamily residential (no townhomes or single family attached or detached dwellings) development located in Fairfax County qualifies for Modified Processing provided the conditions below are met. \n     * The Property, when development is completed, will have a total real estate assessed value in excess of $55 million (including land and improvements); the improvements to the property will have a value of at least $50 million. Notwithstanding the foregoing, the threshold for Properties located within a Commercial Revitalization Area or a Commercial Revitalization District will remain at a total real estate assessed value in excess of $25 million (including land and improvements); the improvements to the property will have a value of at least $20 million. \n     * Plans will have at least one building and associated parking facility. Or, demonstrate to the satisfaction of the Director of Land Development Services, that the proposal being submitted is a unified development sharing a common architectural/infrastructure element (for example, buildings built on top of an underground parking structure).\n     * The Application shall be defined by a unique site plan and not several smaller projects with several site plans included in a single proposal to meet the assessed value criteria.\n     * Applicant will have the project design team participate in Pre-Application Meetings with both the Building Plan Review and Inspections Division and Site Development and Inspection Division of LDS. Based on the complexity of the development proposed, LDS may require a review for code compliance be submitted by the applicant prior to any permits being issued.\n     * Applicant shall diligently pursue final site plan and building plan approval after approval of any RGP or Footings and Foundations Plan to the satisfaction of the Director. Extension letters to Footing and Foundation Plans will only be granted on an exception basis; with proof needed to document unforeseen circumstances that justify delays in approval of site and building plans.\n     * The Board shall be advised, periodically, as to the effectiveness of this policy in promoting economic development for the County.\n\n\n\nAn application to request consideration for these procedures on your project is included in the links below. The application must be signed and submitted with the necessary accompanying documents to:\n\nDirector, Site Development and Inspections Division  \n12055 Government Center Parkway, Suite 535  \nFairfax, VA 22035\n\nFor more details on how to apply for modified processing, contact the Site Development and Inspections Division at **703-324-1720, TTY 711**.\n\nLinks to Additional Information on Modified Processing:\n\n  * Footing and Foundation Permits\n  * Extensions of Footing and Foundation Permits\n  * Modified Processing Request Form\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/modified-processing",
        "title": "Modified Processing | Land Development Services",
        "description": "Fairfax County, Virginia - The Modified Processing program facilitates the review of large, complex buildings by Land Development Services (LDS). ",
        "keywords": "modified, process, footing and foundation, permit, build, site, modified process, sheeting and shoring"
    }
}