{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# Mapping Applications\n\n## Land Development Services Mapping Applications\n\nThese applications provide data for learning about and analyzing land development in Fairfax County. These resources address several land development subject areas, including the maps below. \n\n_Additional online mapping applications created by Fairfax County can be found in theInteractive Map Gallery._\n\n  \n\n\n## \n\nMapping Applications Available\n\n##  Jade \n\nThe Jade is a Geographic Information System (GIS) web application that provides an easy way to view, search, and analyze geographic information.\n\n  * One map application, available on any device, with over 170 layers to view, combine and analyze.\n  * Detailed property reports, especially useful for land development.\n  * Save, share and print your map creations.\n\n\n\n##  Site Records Viewer \n\nThe Site Records Viewer (SRV) provides access to thousands of approved site records. Download or view PDFs of approved site-related plan records, such as infill lot grading plans, resource protection area studies, and site plans. The SRV allows anyone to search for site development records geographically, or by a search function.\n\nThe Site Records in this application are tied to the original tax map parcel found on the record. Due to the age of the records many of the parcels are expired. Fairfax County only maintains GIS data for parcels dating back to 2000. This means that any Site Record on a parcel that expired prior to 2000 will not be found in this application. However, these records can still be accessed by submitting a Records and Information Management Records Request form.\n\n##  Infill and Conservation Plan Viewer \n\nThis Infill and Conservation Plan Viewer is designed for public use to locate properties in Fairfax County that have submitted Infill Lot Grading Plans (INF), or Conservation (CON) plans to Land Development Services (LDS).\n\nThe dataset in this application contains accepted, approved, in review, and denied plans. Once a plan is approved or denied it will stay in this dataset until it has aged six months. Please see the “About” section to learn more about how to use the tools in this application.\n\nTo receive weekly email notifications of newly submitted INF and CON plans by district please subscribe here. Plans may be obtained by submitting an online LDS FOIA request. Please make sure to include the plan number on all requests. \n\n##  Drainage Basin Delineation App \n\nDrainage Basin Delineation App: This application is designed to for public use to delineate drainage basins. The current elevation surface in this application is the 2018 LiDAR derived NGVD29 Digital Elevation Model (DEM) hydro conditioned with the Fairfax Hydrography Dataset (FHD) and Stormwater Infrastructure (StormNet). Please be advised that these are estimated drainage basins based off the best data available.\n\n##  Flood Risk Awareness Tool \n\nThis application is designed for public use to assess flood risk. Flooding is one of Fairfax County’s most common hazards. Be prepared for flooding no matter where you live, but particularly if you are in a low-lying area, near a body of water, or in other areas known to flood in previous storms. Use the Flood Risk Analysis Tools to better understand your flood risk.\n\nThe Department of Public Works and Environmental Services found that the three main causes of flooding in Fairfax County are how close your property is to a floodplain, a sump, or an inadequate path for overland relief. This mapping tool allows you to view how these risk factors may affect your property.\n\n##  Type of Construction Viewer \n\nThe Type of Construction Viewer is an interactive mapping application provides building code-related Type(s) of Construction designation for existing buildings based on historic permit applications. When constructing a new building, the Virginia Uniform Statewide Building Code requires the structure to be assigned a Type of Construction based on its combustibility and level of protection against fire. This application will allow you to interact with the map and locate specific building Type of Construction information, which may be necessary to determine when renovating and existing building. \n\n##  Mailing List Generator \n\nThe Mailing List Generator is designed for public use to identify a collection of properties, create mailing labels, or a structured text file of owners and owner addresses. Please see the about section of the application for more information in how to use the tool.\n\n##  Soils Viewer \n\nThe Soils Viewer is an effort to centralize all Fairfax County soils data and related information into one application.\n\n##  Potential Wetlands Area Map \n\nThis application contains the Fairfax County Potential Wetlands Area Map. This dataset identifies potential wetland areas within Fairfax County which have been estimated based on available topographic, soils, and landcover data.\n\n##  Dam Break Inundation Zones Viewer \n\nThis application contains the Dam Break Inundation Zones for the Department of Public Works and Environmental Services (DPWES) dams and the non- DPWES dams in Fairfax County.\n\nThis application is designed to determine if a proposed development will occur within the mapped dam break inundation zone of a state-regulated impoundment. Please see Dam Break Inundation Zone web page for further details.\n\n##  Critical Structures Inspection Areas \n\nThe Critical Structures Inspections Areas Viewer is designed to assist in determining your Tax Map Grid and locating the Critical Structure Inspector in the Special Inspections Program assigned to your area. Users can track who their designated Critical Structure Inspector is based off their address.\n\n##  Fairfax County Crane Watch \n\n**Fairfax County Crane Watch:** The Fairfax County Crane Watch Dashboard illustrates large development in the county based on the location of cranes at construction sites.\n\n##  Inadequate Outfall Map \n\nThe Inadequate Outfall Map contains a selection of known erosion and flooding problems throughout the County. The data is intended primarily to assist site plan preparers with establishing the existence of known erosion and flooding problems.\n\n## ADDITIONAL MAPS & RESOURCES\n\n  * Planning and Development Maps and Geographic Applications\n  * Department of Tax Administration's Real Estate Assessment Information\n  * Fairfax County Map Wizard\n  * Fairfax County GIS Open Data Site\n  * Digital Map Viewer\n  * My Neighborhood\n  * Virtual Fairfax\n  * Land Use Search\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/mapping-applications",
        "title": "Mapping Applications | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Land Development Services Mapping Applications provide data for learning about and analyzing land development in Fairfax County.  These resources address several land development subject areas.",
        "keywords": "map, land development, site records, srv, floodplain, type of construction, mailing list, max occupancy, soils, complaint"
    }
}