{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# Development Services Contact Information\n\n## \n\n##  Questions Related to Construction/Building and Site Permits and Inspections (LDS) \n\nVisit the Land Development Services (LDS) Meet With Staff page for phone numbers, email addresses, information about in-person support and links to request virtual meetings.\n\n##  Questions Related to the Planning and Development of Sites \n\nSpeak to an engineer regarding your site plans: **703-324-2268, TTY 711** , sitequery@fairfaxcounty.gov (formerly known as EOD)\n\n##  Questions Related to Planning and Development (Zoning) \n\n  * Zoning Permits (Plats, Permit Review, Occupancy, Home Occupations) **703-222-1082, TTY 711**\n  * Zoning Administration (Zoning & Noise Ordinance Questions, Appeals, Signs) **703-324-1314, TTY 711**\n  * Zoning Evaluation (Zoning Applications, Staff Reports) **703-324-1290, TTY 711**\n  * Planning Division (Comprehensive Plan) 703-324-1380, **TTY 711**\n\n\n\n##  Questions Related to Permits, Plans and Inspections from the (Office of the Fire Marshal) \n\n  * Fire Protection and Equipment System Permits (Fire Alarm, Sprinkler, Fire Lanes, etc.) **703-246-4803, TTY 711,**Fire.RevenuePermits@fairfaxcounty.gov\n  * Fire Protection and Equipment System Plans (eReview) **703-246-4806, TTY 711,**Fire.ENGPlansReview@fairfaxcounty.gov\n  * Fire Prevention Technical Services (Acceptance Testing of New Systems) **703-246-4821, TTY 711,**Fire.AcceptanceTesting@fairfaxcounty.gov\n  * Fire Prevention Inspection Services (Occupancy inspections) **703-246-4849, TTY 711,**Fire.Inspections@fairfaxcounty.gov\n\n\n\n##  Public Records Requests \n\nMost LDS records are available online. If you don’t find what you need, submit a FOIA request or email FOIA staff at ldsfoia@fairfaxcounty.gov.\n\nFor records from the Office of the Fire Marshal, submit a FOIA Request via email to****Fire.RevenuePermits@fairfaxcounty.gov. For assistance, the Revenue & Records Branch staff can be reached at **703-246-4803, TTY 711.**\n\n_Assistance and answers provided by Engineers and Planners of the Day are preliminary in nature and does not constitute a binding determination for land use or approval of plans. Customer must submit an official land use determination request and/or professional building/site plans for review._\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-services-customer-information-center",
        "title": "Development Services Contact Information | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Customer Information Center, Engineer of the Day and Planner of the Day",
        "keywords": "Land Development Services, Planner of the Day, Engineer of the Day, contact information, phone numbers"
    }
}