{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Portable Storage Container (Administrative Permit)\n\nA portable storage container is defined as a purpose-built, fully enclosed, box-like container that is designed for temporary storage of household goods and equipment and which has signage on one or more of its outer surfaces. These containers are uniquely designed for ease of loading to and from a transport vehicle.\n\nAdministrative Permits (AP) for portable storage containers (POD) may be issued when a dwelling has been damaged by casualty for a period not to exceed six months or for the period of an active building permit, whichever is shorter in duration. This time limit commences at the time the applicant places the container(s) on the subject property. \n\nNote that an administrative permit can only be issued if a dwelling has been destroyed or damaged by casualty and only when the dwelling is to be rebuilt or repaired. \n\nAn administrative permit is not needed for the temporary placement of a portable storage container as follows:\n\n  * On a lot containing 36,000 square feet or less and developed with a single-family detached dwelling, for a period not to exceed 30 consecutive days within a six-month period. \n  * On a lot containing more than 36,000 square feet and developed with a single-family detached dwelling, for a period not to exceed 60 consecutive days in a six-month period. \n  * On lots developed with a single-family attached, stacked townhouse, or multifamily dwellings for a period not to exceed seven consecutive days within a six-month period. \n\n\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll portable storage container applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * A complete application should be submitted at least 30 calendar days in advance to ensure timely review and processing. \n  * There is no application fee.\n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n  * If you want to locate the portable storage container within the Virginia Department of Transportation (VDOT) right-of-way, contact VDOT at 703-259-2787 or 800-367-7623. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Plat:** Show the location of all storage containers on the property. This document is always required.\n\n**Damage Report:** A damage report issued by Fairfax County or by an insurance company. This document is always required.\n\n**Property Owner Permission Letter:** A signed letter from the property owner granting permission to locate the storage containers as shown on the plat and for the length of time described in this application. This document is only required if the applicant is not the property owner.\n\n**Storage Container Contract:** A copy of the contract or agreement with the storage container provider. This document is always required.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.8.H and 4102.1.I of the Zoning Ordinance, as described below.\n\n## \n\n##  4102.8.H - Portable Storage Containers \n\n**Standards when permitted as an accessory use:**\n\n(1) Portable storage containers are allowed as a temporary use only on lots containing a dwelling and may be located in any yard.\n\n(2) Portable storage containers are permitted for the following time periods:\n\n(a) On a lot containing 36,000 square feet or less and developed with a single-family detached dwelling, for a period not to exceed 30 consecutive days within a six-month period.\n\n(b) On a lot containing more than 36,000 square feet and developed with a single-family detached dwelling, for a period not to exceed 60 consecutive days within a six-month period.\n\n(c) On lots developed with single-family attached, stacked townhouse, or multiple family dwellings, for a period not to exceed seven consecutive days within a six-month period.\n\n(d) Where a dwelling has been damaged by casualty, a period of time established in accordance with subsection (7) below.\n\n(3) Portable storage containers must not exceed eight and one-half feet in height.\n\n(4) Portable storage containers must not exceed a cumulative gross floor area of 130 square feet for each dwelling unit.\n\n(5) Portable storage containers must not be located in any required open space, landscaped area, on any street, sidewalk or trail, or in any location that blocks or interferes with any vehicular or pedestrian circulation, and must be located in accordance with all applicable building and fire code regulations for the purpose of ensuring safe ingress and egress to dwellings, access to utility shut-off valves, and for fire protection.\n\n(6) Portable storage containers are also subject to the sight distance provisions of subsection 5100.2.D(4)(c).\n\n**Standards when permitted by administrative permit:**\n\n(7) An administrative permit may be issued for a period longer than set forth in subsection (2) above, but only in accordance with all of the following:\n\n(a) Only in instances where a dwelling has been destroyed or damaged by casualty and only when such dwelling is to be rebuilt or repaired.\n\n(b) An administrative permit may be issued for a period not to exceed six months or for the period of an active building permit, whichever is shorter. This permit may be extended by the Zoning Administrator if construction of the dwelling is being diligently pursued.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/portable-storage-container",
        "title": "Portable Storage Container (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A portable storage container is defined as a purpose-built, fully enclosed, box-like container that is designed for temporary storage of household goods and equipment and which has signage on one or more of its outer surfaces.",
        "keywords": "Portable Storage Container, POD, Administrative Permit"
    }
}