{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# Codes, Ordinances and Regulations - Overview\n\nDevelopment in Fairfax County must adhere to federal, state and county ordinances, regulations, codes and standards in order to protect health, safety, welfare, and environment for those who live in, work in, and visit Fairfax County.\n\n## Ordinances and Regulations\n\n  * Comprehensive Plan is the guide to the long-range physical growth and development of the county and is used as the basis for land use decisions.\n  * Zoning Ordinance lets you know the zoning district and regulations that govern what you can do with your land.\n  * Subdivision Ordinance establishes the requirements for subdividing land.\n  * Erosion and Sedimentation Control Law addresses erosion on construction sites.\n  * Chesapeake Bay Preservation Ordinance protects local streams and the Bay from pollution due to land use and development.\n  * Stormwater Management Ordinance provides further protection of the county's water resources from pollution.\n  * Tidal wetlands, shorelines and other lands near the water's edge are subject to additional federal, state and county requirements.\n  * Public Facilities Manual sets forth the regulations that govern the design of all new public facilities serving new development.\n  * Virginia Department of Transportation Secondary Street Acceptance Requirements establish requirements that newly constructed streets will need to meet to be accepted into the secondary system of state highways.\n\n\n\n## Site Development Codes\n\nThe code for land development is administered by Fairfax County's Department of Land Development Services. The codes regulating site development are generated from federal, state and county laws, regulations, resolutions and policies, as well as specific standards from the Virginia Department of Transportation.\n\n  * See the site codes\n\n\n\n## Building Codes\n\nFairfax County is required to enforce the Virginia Uniform Statewide Building Code (USBC) and the Statewide Fire Prevention Code (SFPC). Both codes are administered by the Virginia Department of Housing and Community Development and reference the International Codes as published by the International Code Council. Fairfax County Land Development Service’s Building Division has been awarded the highest achievable rating for building code effectiveness under the current Virginia USBC. Read more.\n\n  * See the building codes\n\n\n\n## Technical Bulletins\n\nTechnical Bulletins announce new and updated policy and code requirements regarding building and site construction.\n\nSee the Technical Bulletins\n\n  \n\n\n## Fees\n\n  * Building and Site Development Fee Schedule\n  * Fire Marshal Fee Schedule\n  * Wastewater Fee Schedule\n\n\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/codes-ordinances-and-regulations-overview",
        "title": "Codes, Ordinances and Regulations - Overview | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Find out more about the Ordinances, Regulations and Codes used in Fairfax County's development process.",
        "keywords": "development, build, site, code, reg, ordinance, zoning, land development, plan, law, manual"
    }
}