{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Truss Submission (TRUSS)\n\nA truss submission is required when the approved architectural plans for a **residential** structure identify pre-manufactured trusses for the floor framing or the roof of the structure.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nContacts listed on the original permit record in PLUS may submit a truss record in PLUS.\n\n## PLAN AHEAD\n\nDuring the building review of the submitted architectural plans for your residential project, staff will determine whether a truss submission is required. When required, an applicant will be notified of the truss submission requirement via email, once the associated building permit is issued. Truss submission is required _**prior**_ to scheduling the framing inspection.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your truss submission by first locating the appropriate permit record and selecting the **Make Changes (_Figure 1)_** action.\n\n_**Figure 1**_\n\n  \nSelect **Truss Submission (_Figure 2)_** as the appropriate amendment type. Then click **Continue Application.**\n\n_**Figure 2**_\n\n  \nIn the **Project Description** field, type “Truss Submission” then click **Continue Application (_Figure 3_)**.\n\n_**Figure 3**_\n\n  \nIf you receive the below error message while attempting to submit **(_Figure 4_)**, please contact the Residential Fast Track building review team by emailing LDSResTruss@fairfaxcounty.gov or by calling 703 631-5101, TTY 711.\n\n**_Figure 4_**\n\n  \nUnder **Step 3: Receipt/Record Submittal** , in the digital plan room, you will receive confirmation of your submission with a unique record number for the truss record. Select **Upload Plans and Documents** **(_Figure 5_) **to submit the truss review package.\n\n**_Figure 5_**\n\nIn the plan room **(_Figure 6_)**, upload the following required documents:\n\n  * Truss Coversheet\n  * Truss Layout plan - PDF\n  * Truss Package – profile sheets for all truss types, submitted via a single PDF with a valid digital signature for the Virginia-licensed designer.\n\n\n\n**_Figure 6_**\n\n### **Instructional Video for Submitting**\n\n## What's Next?\n\n### Review Process\n\nStaff will review the submission for accuracy and compliance with zoning ordinance and approved plans. You will be asked to correct any deficiencies. Standard revision fees apply.\n\n### Issuance\n\nOnce reviews are approved and fees have been paid, your stamped truss layout and truss coversheet will be available to download from PLUS.\n\nHelpful Video:\n\nAccess Approved Plans in PLUS - YouTube Video\n\n### Inspections\n\nThe county must be notified once stages of construction are reached that require an inspection. **Once your truss submission is approved and available for download, you may proceed with scheduling your framing inspection.** For more information, see our inspections webpage.\n\nHelpful Video:\n\nBuilding Inspections (an overview on how to schedule an inspection) - YouTube Video\n\nScheduling Building Inspections (a deeper dive into scheduling inspections, including common issues) - YouTube Video\n\n## Additional Resources\n\n  * Tips for Hiring a Contractor\n  * Building Plan Review\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/truss",
        "title": "Truss Submission (TRUSS) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, addition, alteration, TRUSS, truss submission"
    }
}