{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Lot Validation (LV)\n\nLots that were created before the zoning ordinance was enacted or were created by recordation of a plat or deed without county approval may be “validated” by the county. If the legality of a lot is unclear, a lot validation can determine whether the lot meets certain requirements and can be validated so that a building permit may potentially be issued for the development of that lot. County Code Sections 101-1-12, 101-1-13, and 101-1-14 describe the process for validating a lot. Once the review is complete, the county will issue a written determination as to whether a land parcel is a valid lot or unbuildable outlot.\n\nA “valid” lot may not be a “buildable” lot. For a lot to be “buildable”, it must meet the minimum yard and floodplain requirements of the Fairfax County Zoning Ordinance, the requirements of the Chesapeake Bay Preservation Ordinance, and the appropriate erosion and sedimentation and stormwater measures. In addition, the lot must have legal access from a public road and all necessary well and septic permits must be obtained.\n\nBefore proceeding with a Lot Validation request, please consider the following:\n\n  * Per Zoning Ordinance 112.1.5100.2J, any lot recorded before March 1, 1941 is a valid lot and does **not** require a formal Lot Validation submission.\n  * If your lot was created between March 1, 1941 and March 25, 2003, it is a valid lot if it is identified as a separate lot on the Fairfax County Real Property Identification Map and contained a principal structure on March 9, 2004 and therefore does **not** require a formal Lot Validation submission.\n  * If your lot has red property boundary lines as shown on the Digital Map Viewer, this is an indication that the property was split but did not go through the subdivision control process. Verification of property lines may be accomplished by a licensed land surveyor or by submitting a Lot Validation request to the county. \n\n\n\nAdditionally, as of 2018, the Department of Tax Administration (DTA) no longer considers **lot consolidations** for administrative tax purposes. All previously consolidated tax map numbers created to receive one tax bill have been grandfathered. Property owners wishing to consolidate multiple parcels must record a deed of consolidation with Fairfax County Land Records. For more information, please contact @DTA RED or visit DTA’s website.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nProperty owners or their duly authorized agents may submit lot validation applications.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **lot validation** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nTo complete the Lot Validation Request you will need to first obtain the following information about the lot or lots that you are requesting be validated:\n\n  * Property address\n  * Tax map and parcel number\n  * Current zoning district designation\n  * Magisterial (supervisor) district where the lot is located\n  * Subdivision name (if within an existing subdivision)\n  * The deed book and page number (if known) where the document that created the lot is filed among the county land records\n  * Review fee\n\n\n\nTo submit a **lot split request** , select the “lot split” Request Type option under General Information in PLUS and complete the Owner Request to Split Tax Map Numbers form.\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center and Site Development and Inspections Division will review your package for completeness and compliance with submission requirements. Lot Validations are also reviewed by the County Surveyor’s Office, and the Department of Planning and Development. Once the review is complete, staff will issue a determination as to whether the requested lot is a validated lot (e.g., a building permit may be issued for work on the lot) or an outlot (no building permit may be issued on the lot).\n\n### Issuance of Determination\n\nOnce all reviews are approved and fees have been paid, your lot validation determination will be available to download from PLUS.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n## **Additional Resources**\n\n  * Process for validating a lot: county code Sections 101-1-12, 101-1-13, and 101-1-14\n  * Codes and Standards\n  * Site-Related Plans\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/lot-validation",
        "title": "Lot Validation (LV) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, LV, lot validation, outlot"
    }
}