{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * Flood Information\n  * Soil & Water (NVSWCD)\n  * Tidal Shoreline\n  * Trees\n\n\n\n  * __facebook\n\n\n\n# Chesapeake Bay Preservation Ordinance\n\nThe Chesapeake Bay Preservation Ordinance (CBPO) was adopted to protect our local streams and one of the world's most productive estuaries, the Chesapeake Bay, from pollution due to land use and development. All of Fairfax County drains into the Potomac River and ultimately the Chesapeake Bay. In an effort to protect and improve the quality of these waterways, Fairfax County designated environmentally sensitive areas known as Resource Protection Areas.\n\n## Resource Protection Areas\n\nResource Protection Areas (RPAs) are regulated corridors of environmentally sensitive land that lie alongside or near the shorelines of streams, rivers and other waterways. In their natural condition, RPAs protect water quality, filter pollutants out of stormwater runoff, reduce the volume of stormwater runoff, prevent erosion and perform other important biological and ecological functions.\n\nIn Fairfax County, RPAs include any land characterized by one or more of the following features:\n\n  1. Tidal wetland;\n  2. Tidal shore;\n  3. Water body with perennial flow;\n  4. Nontidal wetland connected by surface flow and contiguous to a tidal wetland or water body with perennial flow;\n  5. Buffer area that includes any land within a major floodplain and any land within 100 feet of a feature listed in 1-4.\n\n\n\nDevelopment, uses and activities within RPAs are regulated by the CBPO, Chapter 118 of the Code of the County of Fairfax.\n\n## RPA Guidance Map\n\nThe interactive _Watersheds and Resource Protection Areas Viewer_ displays estimated locations of watershed boundaries, watershed management areas, and RPAs in Fairfax County.\n\n  \n\n\n## Protect the Buffer!\n\nGenerally, no development, land disturbance, nor vegetation removal is allowed within the RPA boundary without prior approval from Fairfax County’s Department of Land Development Services. \n\n  * This includes the removal of dead, dying or diseased trees and shrubs, noxious weeds, or invasive plants.\n  * Additionally, clearing-cutting of vegetation is **NOT** permitted nor is the removal of vegetation to create lawns.\n\n\n\nNon-compliance with RPA restrictions is a violation of the Chesapeake Bay Preservation Ordinance. Violators are required to develop and obtain approval for an appropriate restoration plan and may be subject to penalties.\n\n## For More Info See Our FAQs. Topics Include:\n\n  * What can I do in the RPA?\n  * Are fences allowed in the RPA?\n  * What is a WQIA and when is it required?\n\n\n\nFrequently Asked Questions\n\n### Permits\n\n  * For projects disturbing more than 2,500 square feet of land, such as during construction or removing invasive plants, a land disturbance permit and grading or conservation plan approval may be required, in accordance with the Erosion and Sediment Control Ordinance, Chapter 104 of the County Code. For more information, see the Site-Related Plans publication and site development page. \n  * Projects including the construction of structures (i.e., decks, docks) may require building permits in accordance with the Virginia Uniform Statewide Building Code.\n  * Land disturbances and related construction activities within tidal wetlands often require a wetlands permit in accordance with the Wetlands Zoning Ordinance or the Coastal Primary Sand Dune Zoning Ordinance. For more information, see What Permits are Required.\n\n\n\n## Forms\n\n  * RPA Waiver/Exemption/Exception Request Form\n  * RPA Exception Request (Public Hearing)\n  * RPA Request for Removal of Vegetation\n  * Water Quality Impact Assessment Application\n\n\n\n  \n\n\n### RPA DESIGNATION\n\nState regulations require that RPAs be designated around all water bodies with perennial flow. Perennial flow is defined as a body of water flowing in a natural or man-made channel year-round, except during periods of drought. The first county RPA guidance maps were adopted July 1, 1993 (1993 RPA), using existing map information to estimate the RPA features described in CBPO § 118-1-7(b). The Department of Public Works and Environmental Services later conducted field studies to identify all perennial streams throughout the county and used this information to prepare a set of maps showing the location of RPAs as defined under the revised CBPO. The amended maps were adopted by the Board on November 17, 2003 (2003 RPA).\n\nThe county maps display the boundaries of the RPAs adopted by the Board in 1993 and the additional RPAs adopted in 2003. The maps display the general locations of RPA boundaries for planning purposes and the actual limits may be further refined by site-specific field studies conducted at the time a site-related plan is submitted to develop a property. For more information on site-specific RPA delineations, see the “Why are site-specific RPA delineations required” FAQ. For submission details, see our RPA Plan permit guide.\n\nFor more information on the mapping of perennial streams visit Perennial Stream Mapping Project.\n\n### Policy and Regulations\n\n  * Allowed Stormwater Facility Maintenance Policy in RPA\n  * Chesapeake Bay Preservation Act\n  * Chesapeake Bay Preservation Ordinance, Chapter 118 of the Code of the County of Fairfax\n  * Public Facilities Manual (refer to PFM 12-0316.4 and Table 12.13B RPA Establishment and Restoration)\n  * Board Policy for treatment of approved and pending development plans affected by ordinance and map amendments (The following are currently in effect). \n    * Nov. 17, 2003, Revisions\n    * July 11, 2005, Revisions\n    * Dec. 5, 2005, Revisions (map 41-1 only)\n    * Sept. 25, 2006, Revisions (maps 41-1 & 91-4 only)\n    * May 14, 2013, Revisions (map 30-2 only)\n  * Letter to Industry 22-01: Depiction of Resource Protection Area Boundaries on Plans of Development\n  * Letter to Industry 20-02: New Application and Submittal Requirements for Water Quality Impact Assessments (WQIA)\n  * Technical Bulletin 06-07: Water Quality Impact Assessments for Water Dependent Development in a Resource Protection Area\n  * RPA Delineation Review Guidelines for Non-Bonded Lot Grading Plans (Internal Policy for Review Staff)\n  * Clarification of Plan Requirements for RPA Delineations (Internal Policy for Review Staff)\n\n\n\n## Additional Resources\n\n  * Learn How to Protect the Chesapeake Bay If You Live Near a River, Stream or Shoreline\n  * Resource Protection Area Replanting Recommendations\n  * Fairfax County Tidal Shoreline\n  * Fairfax County Potential Wetland Areas Map\n  * Tree Planting and Care\n  * Hazardous Trees – Who to Call\n  * DCR Riparian Buffer Guidance Manual\n  * DCR Invasive Plant Species of Virginia\n  * DCR Exceptions Guidance\n  * Riparian Buffers: Protecting Streams and Water Quality\n\n\n\n## Exception Review Committee (ERC)\n\nThe Chesapeake Bay Preservation Ordinance Exception Review Committee (ERC) is a public hearing body appointed by the Board of Supervisors to review applications to conduct land disturbing activities within the RPA.\n\nMore Information on the ERC\n\n  \n\n\n## Questions?\n\nFor more information, contact the Site Development and Inspection Division at 703-324-1720, TTY 711, or via email. Ask to speak with a stormwater specialist.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/chesapeake-bay-preservation-ordinance",
        "title": "Chesapeake Bay Preservation Ordinance | Land Development Services",
        "description": "Fairfax County, Virginia - The Chesapeake Bay Preservation Ordinance was adopted to protect our local streams and state waterways by regulating the type of development that may occur within sensitive areas along streams, known as Resource Protection Areas (RPAs).",
        "keywords": "chesapeake bay, rpa, ordinance, permit, land use, resource protection area, stream, wq, tree removal, wqia, cbay protection areas, Chesapeake Bay Preservation Areas, buffer, tree permit, vegetation removal, tree waiver, riparian, seawall, wetlands"
    }
}