{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Public Improvement Plan (PI)\n\nA public improvement plan is required when construction of sanitary sewers, public water, storm drainage, public roads or other public improvements are required as part of a project that does not require a site plan or subdivision plan.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nHomeowners or their duly authorized agents may submit public improvement plans, however, the plan itself must be certified by a professional engineer, land surveyor, architect or landscape architect licensed by the Commonwealth of Virginia and meeting the respective code requirements.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **public improvement plan** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### Submission Guidelines\n\nVisit our Site-Related Submission Guidelines page for information on how to submit your plan, including strongly encouraged naming conventions.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n### First Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Designated Plan Examiner (DPE) Signature (when following an expedited plan review as described in Chapter 117 of the County Code, in partnership with the Engineers and Surveyors Institute (ESI))\n  *     *       *   * Public Improvement Plan First Submission Checklist (required for plans submitted by non-ESI member firms)\n  * Wetlands Permit Certification (signed by either the owner, developer or engineer)\n  * Stormwater Management Plan Completeness Checklist (with professional signature/seal)\n  * Erosion and Sediment Control Checklist (with professional signature/seal)\n  * Fairfax County Priority Rating Form for E&S Control Inspections (within the plan)\n  * Surety Value Estimate\n  * Pro Rata Share Assessment Form\n  * Notices of Violation and/or Corrective Work Orders - when applicable, include a copy of any Notices of Violation and/or Corrective Work Orders from the respective agency (within the plan)\n  * Zoning applications - when applicable, any associated zoning applications must be referenced in the Plan Approval Information block on the coversheet and listed as a related record in PLUS.\n  * If related to an approved zoning case, follow and complete the 17-02 Proffer Compliance Narrative Standards to the Proffer Coordination team. For more information, visit the Proffer Compliance page.\n  * Review fee\n\n\n  1. \n\n\n**For additional submission requirement details** , see 23-03 Submission Requirements for Site Plans, Subdivision Plans and Public Improvement Plans (fairfaxcounty.gov)\n\n### Subsequent Submissions:\n\n  * Digital signature – verifiable digital signature of the licensed design professional\n  * DPE signature (if submitted as a DPE plan for expedited processing)\n  * ESI Resubmission Checklist (with professional signature/seal)\n  * Applicant Responses – enter responses to all open issues in the PLUS Digital Plan Room\n  * ESI Resubmission Checklist (with professional signature/seal)\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Respond to Issues - YouTube\n\n****Upload Corrected Plans in PLUS - YouTube\n\nHelpful Instruction Guides:\n\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n### Revisions to previously approved plans (per the PFM):\n\n  * Verifiable digital signature \n    * Verifiable digital signature of the licensed design professional on the coversheet if (uploaded separately) or on the entire plan set if submitted as one document\n    * All revised sheets must contain updated seal/signature of the licensed design engineer\n    * For MINOR PLAN TYPES (INF, MSP, CON, RGP): When submitting **4 or more** sheets, a coversheet with digital signature is required\n    * For MAJOR PLAN TYPES (SD, PI, SP): coversheet with digital signature is **always** required\n  * Certificate of No Change on the coversheet \n    * Certification that no other changes have been made to the plan except those previously approved\n    * Required on every MAJOR plan revision\n    * Only required on MINOR plans when submitting for a minor revision\n  * Revision narrative \n    * A separate letter detailing the revision that is specific and includes all proposed changes and referencing its general location (i.e., sheet number).\n    * The Narrative should be uploaded to the Digital Plan Room via PLUS, under the “plans” document type. \n  * Revision block \n    * Updated revision block required on all revised sheets, detailing the changes made to that respective plan sheet.\n  * Red-line changes - circle only proposed changes. \n    * Submit **only** the plan sheets with proposed changes. \n    * Submissions of plan sheets with no red-line changes will be sent back to the applicant for corrections prior to acceptance and review. \n  * Bond block– required to be on the coversheet of all MAJOR plan revisions. If the bond is increasing, the Surety Value Estimate Sheet needs to be resubmitted.\n  * Review fee\n\n\n\nNOTE: Revisions are processed in PLUS. Please submit your revision by selecting “Make Changes” under your originally approved SITE record by following the steps outlined in the below tutorial video:\n\n  * Revision - YouTube\n\n\n\nHelpful Videos:\n\n****Submitting Revisions in PLUS - YouTube\n\nHelpful Instruction Guides:\n\n  * Uploading Plans and Documents\n  * VOID Sheet Process\n\n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center, Minimum Submission Review team, Health Department (if on well or septic), and Site Development and Inspections Division will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue times\n  * Fees\n  * Common plan comments for site review\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### \n\n### Plan and Permit Issuance\n\nOnce all reviews are approved, fees have been paid and all associated post-approval conditions have been satisfied, your land disturbance permit and approved plans will be available to download from PLUS.\n\nVisit the Meeting Approval Condition web page to learn more about your plans specific approval conditions, including where to locate them in PLUS and to get the appropriate form for each condition. Once completed, submit all required documents using this form.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n### \n\n### Site Inspections\n\nBefore beginning any land disturbing activities associated with your approved site/grading plan and land disturbance permit, you are required to request a pre-construction meeting. Before requesting your pre-construction meeting, certain items must be completed such as an approved Virginia 811 ticket. To review all required items, visit the Site Inspection page.\n\n### As-built Plan Coordination\n\nAs-built plans are separately submitted via PLUS under your original plan record, using “make changes.” As-built plans are approved by the county prior to final bond release for site plan, subdivision and public improvement projects. For submission details, to include screenshots and how to update contact information, visit the As-built Plan Coordination page.\n\n### \n\n### Conservation/Bond Release\n\nThe release of the associated conservation deposit is coordinated with your site inspector upon project completion. The assigned site inspector will notify Bonds and Agreements staff to initiate the conservation escrow release process. For process details, click the below graphic. For any process-related questions, please contact the Bonds and Agreements Center via email or phone at **703-222-0801, TTY 711**.\n\n_Click image for larger view_\n\n## **Additional Resources**\n\n  * VDOT Permit Coordination\n  * Signature Set Coordination for Site-Related Plans \n  * 23-04 Requirements for Site-Related Plans Submitted to Address Notice of Violations\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/public-improvement-plan",
        "title": "Public Improvement Plan (PI) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, PI, public improvement, public improvement plan"
    }
}