{
    "page_content": "# Department of Planning and Development\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nTracy Strunk  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Projects and Initiatives\n\nThe Fairfax County Department of Planning and Development conducts many high-profile projects and studies, as well as proposed amendments to the Comprehensive Plan and the Zoning Ordinance. Additional information for each highlighted initiative is available by selecting the links below:\n\n## Exceptional Design Awards\n\nSponsored by the Fairfax County Board of Supervisors and administered by the Department of Planning and Development and the Architectural Review Board, the James M. Scott Exceptional Design Awards program recognizes achievement in the total design of building and site; and creates an awareness of outstanding planning and design projects among design professions and the general public.\n\n  * Learn More\n\n\n\n## Rewrite HOD Design Guidelines\n\nThe Fairfax County Architectural Review Board (ARB) is preparing to adopt updated district-specific design guidelines documents for thirteen Historic Overlay Districts (HODs), as well as a new General Design Guidelines document, which will apply to all current and future HODs. Once adopted, the documents will be available for use by applicants and design and construction professionals in the design phase of a project, and will be used by county staff, and ARB members during the ARB application review process.\n\n  * Learn More\n\n\n\n## Gum Springs Study\n\nThrough collaboration with the Gum Springs community, the heritage resources study will:\n\n  * Identify the historical themes and cultural narratives of the community from its founding through the early 1970s\n  * Identify buildings and sites that contribute to significant historic themes of the Gum Springs community\n  * Compile existing oral histories, and\n  * Conduct new oral histories.\n\n\n\n  * Learn More\n\n\n\n## Lorton Core Study\n\nThe County is undertaking the Lorton Visioning 2040 study to bolster the sense of place within the Lorton community over the next 20 years. The study will identify and analyze existing and future assets and resources within the Lorton area, and evaluate and recommend revisions to the Comprehensive Plan for land use, placemaking, parks and recreational areas, environmental corridors, historic resources, public facilities, multi-modal transportation infrastructure, and other supporting infrastructure that reflects the community’s future vision. \n\n  * Learn More\n\n\n\n## Midcentury Modern Survey\n\nMidcentury Modern architecture across Fairfax County will be documented by a historic resource survey in the spring and summer of 2023. The survey will capture approximately 152 individual properties, neighborhoods, and commercial developments constructed between 1950 and 1985. The project will also result in a survey report providing a historic context and recommendations for future preservation planning projects.\n\n  * Learn More\n\n\n\n## Plan Forward\n\nFairfax County has launched a new, multi-year project to update policies that guide how land is developed. Called Plan Forward, the project focuses specifically on the Policy Plan which is a component of the Comprehensive Plan, the county’s long-term vision for land use. Plan Forward is an important opportunity to ensure updated Comprehensive Plan policies such as land use, housing, sustainability, and transportation, enhance the quality of life for our residents. \n\n  * Learn More\n\n\n\n## Reston Snapshots\n\nReston is an evolving community of great variety and opportunities. The Reston Snapshots site conveys information on various topics related to the evolution of the Transit-Oriented Development (TOD) areas into active transit and pedestrian-oriented neighborhoods with high quality public open spaces.\n\n  * Learn More\n\n\n\n## State of the Plan\n\nThe State of the Plan 2023 report examines the comprehensive planning activities of the Fairfax County Department of Planning and Development (DPD) from January 2011 - December 2022. This evaluation identifies major themes in the types, locations, and outcomes of approved changes to the Comprehensive Plan; quantifies the net change in development potential from 2010-2023; and quantifies the percentage of new development potential located within activity centers.\n\n  * View Report\n\n\n\n* * *\n\n## Related Resources\n\nComprehensive Plan Amendments\n\nProposed Zoning Ordinance Amendments\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/projects-and-initiatives",
        "title": "Projects and Initiatives | Planning Development",
        "description": "Fairfax County, Virginia - Current Projects and Initiatives ",
        "keywords": "Projects, initiatives"
    }
}