{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Plumbing (PLBR) - Residential\n\nA Residential Plumbing permit is required for any of the following projects:\n\n  * New sewer or water connections\n  * Disconnection of sewer or water connections \n  * Installing new plumbing equipment/fixtures\n  * Replacing or repairing plumbing equipment/fixtures\n\n\n\nMechanical, electrical and plumbing permits, commonly referred to as “trades permits” do not require plans. Trade permits can be obtained online  _**after**_ the associated building permit is issued.\n\nSome plumbing permits may require wastewater and/or health approval prior to issuance.\n\n_Alternatively, aHousehold Appliance permit may be used for the direct replacement of an existing appliance, including fuel-fired appliances, within a residence that requires one final inspection only._\n\n_**Note:** Some residential properties (example: apartment buildings and condos) are considered commercial per the building code and therefore require commercial building permits. To be considered residential, a project must consist of a detached one- or two-family dwelling or townhouse and be no more than three stories high above ground level, as defined by code._  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nProperty owners may obtain permits in their own name, however, it is strongly recommended a properly licensed contractor pull the permits as the responsible party so the county can better assist in gaining compliance for defective work.\n\n  * Hiring a Contractor\n  * Verify License on DPOR Website\n\n\n\n## PLAN AHEAD\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Registered Design Professional (RDP)?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **residential plumbing** building record online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\n### \n\n### **Instructional Videos for PLUS**\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\n## Requirements\n\nDepending on the scope of your project, one or more of the following may be required:\n\n### First Submission\n\n  * Reference the **parent building permit** number if the proposed scope of work was shown on a previously approved set of Architectural/Structural Plans. \n    * **If plans were previously approved** under a residential new building (BLDR) or residential addition/alteration (ALTR) permit, plans do **not** need to be uploaded with this record.\n  * Architectural/Structural Drawings\n    * If work was not shown on a separately approved building permit (noted above), provide plans meeting the necessary minimum submission requirements.\n  * Fairfax Coversheet\n    * If work was not shown on a separately approved building permit (noted above), upload the Fairfax Coversheet document separately from the plan coversheet contained within your architectural/structural drawings.\n  * Permit Authorization\n    * Required if the applicant is not the owner and is not a licensed contractor.\n  * Property Ownership Affidavit\n    * Required if the owner information does not match current tax records, often when there is a new owner.\n  * License Exemption Affidavit\n    * Required if a licensed contractor is not listed on the application.\n  * Projects located in the towns of Clifton or Vienna require separate approvals from the respective towns. \n    * **Approval documentation** from the appropriate township must be uploaded to your PLUS record, via the **Digital Plan Room** , and named accordingly (e.g., Town of Vienna Approval).\n\n\n\n### Subsequent Submissions\n\nIf corrections are required, you will receive an email with links and instructions to make corrections and resubmit.\n\n  * “**Issues** ” are comments from reviewers, which require an **applicant response** before resubmitting. Please respond to each “open” comment.\n  * Prior to responding to comments and uploading revised plans/documents, navigate to the “**Fees** ” tab and pay any outstanding resubmission fees.\n  * Once complete, respond to all “open” issues, upload updated plans and/or documents, if needed, and complete your resubmission.\n\n\n\nFor further assistance, please refer to the below videos for step-by-step guidance on the resubmission process:\n\nHelpful Videos:\n\n****Respond to Issues - YouTube\n\n****Void a Plan Sheet - YouTube\n\n****Upload Corrected Plans - YouTube\n\nHelpful Instruction Guides:\n\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n\n\n\n## What's Next?\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Building Plans Infographic.\n\n### Review Process\n\nStaff from the Permit Application Center, Health Department (if on well or septic), and Wastewater may review your package for completeness and compliance with the building code and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Permit Issuance\n\nOnce all reviews are approved and fees have been paid, your permit card and approved plans (if applicable) will be available to download from PLUS. You will also receive a link via a PLUS email notification.\n\nHelpful Video:\n\n****Access Approved Plans in PLUS - YouTube Video\n\n### Building Inspections\n\nOnce the permit is issued and you begin construction, you are required to obtain inspections from the county for your project. **The county must be notified when the stages of construction are reached that require an inspection**. For more information, see our inspections webpage.\n\nHelpful Video:\n\nBuilding Inspections (an overview on how to schedule an inspection) - YouTube Video\n\nScheduling Building Inspections (a deeper dive into scheduling inspections, including common issues) - YouTube Video\n\n## Additional Resources\n\n  * Tips for Hiring a Contractor\n  * Codes and Standards\n  * Land Disturbance 101\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/plumbing-residential",
        "title": "Plumbing (PLBR) - Residential | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, addition, alteration, PLBR, plumbing, residential, sewer connection, MEP, trades, water connection"
    }
}