{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Residence for Manager or Employee (Administrative Permit)\n\nA residence for a manager or employee and their family may be permitted with the approval of an administrative permit when the residence is located in the principal structure, is in conjunction with a nonresidential use, and is the only residence on the property. This administrative permit is only for a residence located within a nonresidential building.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll residence for manager or employee (administrative permit) applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $240. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card.\n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n  * Other permits and plans to establish the use, such as a building permit, may be required. For additional information, please contact Land Development Services (LDS) at 703-222-0801.\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Floor Plan of Residence:** A floor plan of the proposed residence. The plan should include dimensions and identify the use of each room shown. This document is always required.\n\n**Site Plan:** A site plan of the entire property. The location of the proposed residence should be marked on the site plan and the site plan should be drawn to scale. This document is always required.\n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the use of the residential premises on the property. This document is only required if the applicant is not the property owner.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.M and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.M - Residence for Manager or Employee \n\n**Standards when permitted by administrative permit:**\n\n(1) One accessory residence for a manager or employee is allowed in conjunction with a nonresidential use. The residence must be located within the principal structure.\n\n**Standards when permitted by special exception or special permit:**\n\n(2) A residence for manager or employee may be located in a structure detached from the principal structure only if it is approved in conjunction with approval of another SE or SP use and if it complies with the applicable bulk regulations for a principal structure set forth in the specific district in which it is located. Any locational requirements set forth as additional standards for a special exception or special permit use are not applicable to detached structures occupied by dwelling units.\n\n(3) A nonresidential use may have more than one residence for a manager or employee only if approved in conjunction with approval of another SE or SP use. \n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/residence-manager-employee",
        "title": "Residence for Manager or Employee (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A residence for a manager or employee and their family may be permitted with the approval of an administrative permit when the residence is located in the principal structure, is in conjunction with a nonresidential use, and is the only residence on the p",
        "keywords": "Residence for Manager or Employee"
    }
}