{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Outdoor Dining\n\nOutdoor dining is defined as an accessory outdoor seating area that is intended solely for the consumption of food and beverages, served by an adjoining food establishment, does not include permanent structures, and is outside the confines of the principal structure. This use does not include any use meeting the definition of a public entertainment use. \n\nOutdoor dining is permitted as accessory to the following uses:\n\n  * Restaurant; \n  * Carryout restaurant; \n  * Restaurant with drive-through; \n  * Craft beverage production establishment; and \n  * Any other similar use with a valid Nonresidential Use Permit and that has a food establishment permit.\n\n\n\nOutdoor dining when permitted as an accessory seating area is subject to but not limited to the following:\n\n  * Permitted in all zoning districts as an accessory use, unless expressly prohibited by any applicable proffered condition, development condition, or special permit or special exception approval.\n  * Permitted by-right when located on impervious areas, such as existing patios or sidewalks of a private property, provided any single outdoor dining area does not exceed 50 percent of the indoor dining floor area of the establishment.\n  * Administrative Permit required when outdoor dining is located in a parking lot, subject to a one-time application fee of $205.\n  * Outdoor dining area, including any furniture, enclosure, or tent, must not obstruct any fire equipment, building entrance or exit or any other area marked or designated for emergency egress or ADA accessibility, or pedestrian passage on any trail or sidewalk. \n  * The hours of operation of the outdoor dining area must generally conform to the business hours of the principal use. \n  * No additional parking is required for outdoor dining, regardless of its size or location. However, the outdoor dining area may not reduce the number of available parking spaces below the minimum required for the site. New tools are available to assist customers in determining their minimum parking need including a parking calculator. The calculator can be used to determine a minimum parking requirement for a site. The Parking Reimagined GIS map is useful to quickly determine what parking requirement tier is applicable to your site.\n\n\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll outdoor dining applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee for outdoor dining in parking lots is $240. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. The fee will be waived if the applicant is the County of Fairfax or any other agency, authority, commission, or other body specifically created by the County, State or Federal Government.\n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Layout of Outdoor Dining in Parking Lot:** A layout of the outdoor dining area including location and size of the outdoor dining area and outline of the delineation. Identify the location and size of all tents. The layout should be drawn to scale. \n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the use of the property for outdoor dining.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.L and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.L - Outdoor Dining \n\n**Standards applicable to all outdoor dining areas:**\n\n(1) Outdoor dining is permitted as accessory to the following uses or when approved as part of a site plan unless the use is expressly prohibited by any applicable proffered condition, development condition, special permit, or special exception condition:\n\n(a) Restaurant;\n\n(b) Carryout restaurant;\n\n(c) Restaurant with drive-through;\n\n(d) Craft beverage production establishment; and\n\n(e) Any other similar use with a valid Nonresidential Use Permit and that has a food establishment permit.\n\n(2) All outdoor dining must be in accordance with the following standards:\n\n(a) The outdoor dining area for any single food establishment may not exceed an area equal to 50 percent of the indoor dining floor area of the establishment. Additionally, for any outdoor dining area serving multiple establishments, the total area devoted to outdoor dining may not exceed an area equal to 50 percent of the total combined indoor dining floor area for all establishments. \n\n(b) The hours of operation must generally conform to the business hours of the principal use.\n\n(c) Any area used for outdoor dining must be clearly delineated by cordon, marking, or other means. All outdoor dining areas must be located entirely on impervious surfaces.\n\n(d) The outdoor dining area may not obstruct any fire equipment, building entrance or exit, area marked or designated for emergency egress or ADA accessibility, or pedestrian passage on any trail or sidewalk.\n\n(e) All tables, chairs, umbrellas, lighting, and other accessories must be temporary and removable. All tents must be maintained in good repair and safe condition.\n\n(f) A single tent larger than 900 square feet, or multiple tents separated by less than 12 feet and exceeding a combined area larger than 900 square feet, requires a permit from the Office of the Fire Marshal. All tents, regardless of size, must be securely anchored to prevent collapse or uplift during inclement weather.\n\n(g) Outdoor heaters are not permitted under any tent unless approved by the Office of the Fire Marshal.\n\n(h) No business sign or advertisement is permitted in the outdoor dining area, except as permitted by Article 7.\n\n(i) The outdoor dining area must be kept free of trash and debris. Any extension cords associated with audio or video entertainment equipment may not create a tripping hazard and should meet all other County, State, and Federal Codes.\n\n(j) Outdoor dining areas are subject to all applicable provisions of the County Code and Federal and State codes.\n\n**Standards when permitted by administrative permit:**\n\n(3) Outdoor dining located in a parking lot must comply with the following standards:\n\n(a) The outdoor dining area may not reduce the number of available parking spaces below the minimum required for the site.\n\n(b) The outdoor dining area may not be located in any designated accessible parking spaces, access aisles, street accesses for fire department vehicles, or parking lot landscaping that is located in or part of the parking lot.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Additional Permits May Be Required\n\nIn addition to an administrative permit from Zoning, outdoor dining in parking lot may require a permit from other agencies. Contact information for other agencies is listed below:\n\nIf your temporary use includes: | Department to contact: | Contact information:  \n---|---|---  \nServing Food | Health Department | 703-246-2444 or hdehd@fairfaxcounty.gov  \nTents over 900 sq. ft. | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents over 900 sq. ft. | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nOutdoor Heaters | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \n  \n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/outdoor-dining",
        "title": "Outdoor Dining | Planning Development",
        "description": "Fairfax County, Virginia - Outdoor dining is defined as an accessory outdoor seating area that is intended solely for the consumption of food and beverages, served by an adjoining food establishment, does not include permanent structures, and is outside the confines of the principa",
        "keywords": "Outdoor Dining, Administrative Permit"
    }
}