{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Proffer Compliance\n\nMonetary proffers and contributions are often approved as part of the rezoning process. Private developers and individual property owners voluntarily “proffer” funds with conditions and time triggers that qualify how and when they will be used, often to mitigate the impacts of their proposal. The Proffer Coordination Team collects monetary proffers and transfers the money to Fairfax County agencies to use to fund county projects such as: schools, parks, public transportation and housing.\n\n**A Monetary Proffer contribution** is a cash payment required because of an approved Rezoning Case (RZ) or Proffer Condition Amendment (PCA).\n\n**Monetary contributions** required by a Special Exception (SE), Special Exception Amendment (SEA), Special Permit (SP), Special Permit Amendment (SPA), Final Development Plan (FDP) and Final Development Plan Amendment (FDPA) are considered development conditions, not proffers, but are also collected by FAC.\n\nSome Proffer and Development Conditions are subject to cost **escalation** based on the Consumer Price Index (CPI). The escalation clause is specified within the specific Proffer or Development Condition language, or it can be specified as a separate Proffer or Development Condition within the same approved zoning action. If a Proffer or Development Condition is subject to escalation, the contribution amount must be recalculated prior to payment.\n\n## Proffer Coordination Team Responsibilities\n\nThe Proffer Coordination Team is responsible for the following:\n\n  1. Creating the **Proffer Tracking Smartsheet** for the project from the Proffer Matrix submitted by the engineer.\n  \n\n  2. Defining the Proffer and Development Condition requirements in PLUS (Planning and Land Use System).\n  \n\n  3. Collecting and tracking Proffer and Development Condition payments.\n  \n\n  4. Distributing and transferring collected Proffer and Development Condition funds to the agency receiving the Proffered funds.\n  \n\n  5. Releasing Proffer and Development Condition funds, as applicable.\n  \n\n  6. Routinely notifying required agencies of Proffer and Development Condition payments and allocation requirements.\n  \n\n  7. Preparing required state and local proffer reports.\n  \n\n  8. Facilitating Green Building Compliance\n\n\n\n## PLUS Proffer Module\n\nIn addition, the Proffer Coordination Team is currently overseeing the development and launch of the PLUS Proffer Module. The Proffer Module is an implementation tool that will serve as a consolidated location in which all proffers and development conditions approved by the Fairfax County Board of Supervisors can be tracked throughout the various milestones of the development process (i.e. site plan approval, permit, RUP/Non-RUP, bond release, etc.).\n\nCurrently, the proffer module is active with a full launch anticipated in late 2024. Upon full launch of the Proffer Module, additional information and resources will be provided here. If you have any questions about the Proffer Module or whether an application will be using the Module, please email us.\n\n## Submission Processes\n\n  * If the plan or project requires a **Proffer Tracking Smartsheet** , please submit the Proffer Matrix via email. If you have questions regarding the Proffer Matrix submission process please visit Frequently Asked Questions: Proffer Matrix or email us.\n  \n\n  * If you need to have a monetary proffer, Green Building Escrow or Tree Preservation Escrow calculated, please complete the Monetary Proffer Calculation Form to initiate the Proffer calculation process. You may use the same form for up to three proffers. In the comments section please indicate which proffer(s) you would like calculated.\n  \n\n  * If your project requires Green Building Certifications please submit the Green Building Proffer Verification Form. The Proffer Coordination Team will assign a Green Building Verifier to review the certification and the Environmental and Development Review Branch (EDRB) will approve or disapprove the submission.\n\n\n\nPlease allow up to five business days for review.\n\n## NEED MORE INFORMATION?\n\nFor questions or additional information, please contact the Proffer Coordination Team via email or phone **703-222-0801** , **TTY 711**.\n\n  \n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/proffer-compliance",
        "title": "Proffer Compliance | Land Development Services",
        "description": "Fairfax County, Virginia - A Monetary Proffer contribution is a cash payment required because of an approved Rezoning Case (RZ) or Proffer Condition Amendment (PCA).",
        "keywords": "lds, Land Development, building permit, site permit, land disturbance, proffer, escrow, development, money, condition, submission"
    }
}