{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Alternate Methods and Materials\n\nPer the provisions in the Virginia Construction Code for “Alternate methods and materials” and “New materials,” Fairfax County is permitted to set a standard by which to accept alternatives to what is available through the code. Most alternate construction methods can be reviewed and approved through the code modification process on a case by case basis. However, materials and products have more specific functions and require greater scrutiny and review.\n\nTo assist in that level of review, the county relies on nationally-recognized evaluation services and their corresponding evaluation reports. The reports give instruction to the designer, plan reviewer, builder and inspector for the proper installation and code applicability. The county accepts reports from the following agencies:\n\n  * International Code Council – Evaluation Service\n  * IAPMO Uniform Evaluation Service\n  * Intertek\n  * Architectural Testing, Inc. (now a subsidiary of Intertek)\n  * Dr. J Engineering\n\n\n\nIf you wish to use a product in your project, ensure it has an evaluation report from one of the agencies listed above that references Virginia’s current building code, the preceding code or any future code. Please note that the requirements in the report must be strictly following during permit application and installation. Pay particular attention to a section in the report titled, “Conditions of Use.” Plan review staff ensure all applicable conditions are incorporated in the construction plans or are part of the submission package.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/alternate-methods-and-materials",
        "title": "Alternate Methods and Materials | Land Development Services",
        "description": "Fairfax County, Virginia - Land Development Services Alternate Methods and Materials",
        "keywords": "Land Development Services, Alternate Methods, Materials"
    }
}