{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n# Fairfax County Receives High Rating for Building Code Effectiveness\n\nFebruary 20, 2018\n\nFairfax County Land Development Service’s Building Division has been awarded the highest achievable rating for building code effectiveness under the current Virginia Uniform Statewide Building Code.\n\nThe division has been given a 1 / 2 (commercial / residential) rating by Insurance Services Offices, Inc. (ISO) on the Building Code Effectiveness Grading Schedule (BCEGS). Working on behalf of insurance companies, ISO uses the BCEGS to evaluate a jurisdiction's current building codes and how they are enforced. The evaluations place special emphasis on mitigation of losses from fire and natural disasters.\n\nThe Building Division’s achievement is remarkable especially considering the volume of work the division handles. In fiscal year 2017, its staff reviewed nearly 25,000 building plans and conducted more than 158,000 building inspections.\n\nA Class 2 rating is the highest achievable rating for Fairfax’s residential code enforcement because a key factor in ISO ratings for residential construction is whether sprinklers are required. The Virginia Board of Housing and Community Development does not mandate sprinklers in single family dwellings and townhouses less than four stories, and Fairfax County is not permitted to enforce a higher standard than that set by the state.\n\nThis latest ISO survey result shows an improvement in both the commercial and residential sectors. When last surveyed in 2014, Fairfax County received a Class 2 rating for building code enforcement in the commercial sector and a Class 3 for building code enforcement in the residential sector.\n\nThe high rating has positive fiscal implications for property owners, who have the potential to pay lower property insurance premiums on structures in Fairfax that receive their initial occupancy permit after this ISO classification. Insurance premiums for existing properties will not be affected.\n\n**Media Contact:**  \nAnne Cissel  \nPublic Information Officer  \nFairfax County Land Development Services  \n12055 Government Center Pkwy., Suite 659  \nFairfax, VA 22035  \nT: 703-324-2743  \nAnne.cissel@fairfaxcounty.gov\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/fairfax-county-receives-high-rating-building-code-effectiveness",
        "title": "Fairfax County Receives High Rating for Building Code Effectiveness | Land Development Services",
        "description": "Fairfax County, Virginia - Fairfax County Land Development Service’s Building Division has been awarded the highest achievable rating for building code effectiveness under the current Virginia Uniform Statewide Building Code.",
        "keywords": "news, insurance rating, building code, ISO"
    }
}