{
    "page_content": "# Planning, Permitting and Construction\n\n__\n\n#### Planning, Permitting and Construction Alert:\n\nCONTACT INFORMATION:  8 a.m. - 4:30 p.m. Permitting Business Hours: 8 a.m. - 4 p.m. (M-Th), 9:15 a.m. - 4 p.m. (F) \n\n__\n\n703-324-1780 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nhttps://www.facebook.com/fairfaxcounty\n\n__\n\nMultiple Development Agency Directors  \n\n\n## Department Resources\n\n  * Department Homepage\n  * Environmental Health\n  * Fire Marshal\n  * Land Development Services\n  * Planning and Development\n\n\n\n## Related Resources\n\n  * Tidal Wetlands and Shorelines Home\n  * What Wetlands Permits are Required?\n  * How Do I Apply for a Wetlands Permit?\n  * Glossary of Terms\n  * Wetlands Board Meeting Information\n\n\n\n  * __facebook\n  * __twitter\n\n\n\n# Tidal Wetlands and Shorelines\n\nTidal shorelines are beautiful, yet extremely sensitive, natural resources. Recognizing the critical importance to protect, preserve and restore these beneficial environmental assets, Fairfax County government and other state and federal agencies have adopted laws and regulations to preserve the quality of our waterways by preventing erosion, protecting shorelines, reducing pollution, and preserving vegetation. View a map of the **Tidal Shoreline in Fairfax County**.\n\nOwners of waterfront property within the tidal shoreline in Fairfax County are important members of a partnership to protect the environment. Download the **Important Information for Owners of Tidal Shoreline Property flyer**.\n\n## Fairfax County Wetlands Board\n\nThe seven (7) member Wetlands Board is focused on preserving and preventing the despoliation and destruction of wetlands within Fairfax County while accommodating necessary economic development in a manner consistent with wetlands preservation. The Wetlands Board reviews and approves permits that impact lands contiguous to a tidal body of water and lying between mean low water and mean high water, and are subject to flooding by normal tides and wind tides. Meeting information including schedule, agenda, and minutes are available by following the link below.\n\nView Wetlands Board Meeting Information\n\n## Environmental Stewardship & Permitting Information\n\nSo what does this mean to tidal shoreline property owners who want to make changes to their property? It means that depending on the type, size and location of the project, you will probably need one or more permits and other approvals from the respective federal, state or local agencies. This is because the various regulations apply differently based on the nature and scope of the project and its proximity to certain environmental features.\n\n## Where is the Project Located?\n\nBefore any construction on the shoreline or water’s edge begins, permits and approvals from the respective federal, state or local agencies will likely be required. The number and type of necessary permits and approvals will vary depending on the type, size and location of the project. You may obtain permits in your own name, however, it is strongly recommended the contractor performing the work obtain the permit in their name. Also, make certain the contractor you choose is properly licensed with the state and the county.\n\n_**Click for larger view**_  \n\n\n## What Permits Are Required?\n\nInformation on permits that are required, such as Wetlands permits, flood plain, and Resource Protection Area (RPA)...\n\n  * Learn More\n\n\n\n## How to Apply for a Wetlands Permit\n\nThe Wetlands Board’s application process has three requirements...\n\n  * Learn More\n\n\n\n## Glossary\n\nA Glossary of Terms related to Tidal Wetlands and Shorelines in Fairfax County, VA.\n\n  * View Glossary\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/tidal-wetlands-and-shorelines",
        "title": "Tidal Wetlands and Shorelines | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Fairfax County government and other state and federal agencies have adopted laws and regulations to preserve the quality of our waterways by preventing erosion, protecting shorelines, reducing pollution, and preserving vegetation.",
        "keywords": "tidal, shore, wetland, permit, chesapeake bay, rpa, waterfront, property owner, shoreline, wetland permit, tidal wetland permit"
    }
}