{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Inventory of Historic Sites Home\n  * FAQs\n  * Historic and Heritage Resources\n  * History Commission\n  * Informational Brochure\n  * Inventory Map\n  * Inventory Master List\n  * Nominations\n  * Research Guidelines\n\n\n\n  * __facebook\n\n\n\n# The Fairfax County Inventory of Historic Sites\n\nThe Fairfax County Inventory of Historic Sites was established in 1969. That same year, the Historical Landmarks Preservation Commission, which had been in operation since 1965, was renamed the History Commission. The History Commission undertook six tasks, the first of which was: \"Prepare for publication as soon as compatible with thorough historical, architectural and archaeological research, a classified survey list of sites, areas and structures in Fairfax County.\"1 This survey list became the Fairfax County Inventory of Historic Sites. Fairfax County hired Nan Netherton as historic research supervisor; Elizabeth David became her assistant. Mrs. Netherton left County employ around 1980 to focus on other history-related projects. Mrs. David remained on the Office of Comprehensive Planning staff as an Historic Preservation Officer until her retirement in 1999. Among her many other accomplishments, Mrs. David co-authored the Fairfax County Heritage Resource Management Plan, which won an Outstanding Achievement Award from the Washington, DC Chapter of the American Planning Association.\n\n## Inventory Master List\n\nThe Inventory itself is, quite simply, a catalog of historically significant sites within Fairfax County. Currently, there are approximately three hundred and fifty (350) sites on the Inventory. These resources range from the internationally-known Mount Vernon to more anonymous churches, bridges, houses, burial grounds, and objects. Equally significant are twentieth-century sites such as Holmes Run Acres and Hollin Hills. At least sixty of these sites have been demolished since the creation of the Inventory. Inclusion on the Inventory is an honorary designation, and does not impose restrictions or limits as to what an owner can do with his property. The Fairfax County Comprehensive Plan recognizes these sites, and lists them by area in the Heritage Resources sections. The Plan encourages their preservation when possible.\n\nView Inventory Master List\n\nThe lists of Inventory sites in the Comprehensive Plan were last updated on February 8, 2018. Properties may have been added to the Inventory since that time and are therefore not yet included in the Comprehensive Plan. Sites appearing on the Inventory of Historic Sites Map have been approved for listing in the county's Comprehensive Plan by the Fairfax County Board of Supervisors. Properties may be added to the Inventory from time to time by the History Commission, and newly listed properties may not appear on this map.\n\nFolders containing information on listed properties are filed in the Planning Division/DPD file room. These files may be used by staff and by the public. Files include summary data forms as well as photographs and other material as available. Properties may be added to the Inventory from time to time by the Fairfax County History Commission. DPD also maintains an extensive Historic Structures file containing information on other historic sites in Fairfax County that are not listed on the Inventory.\n\n## Nominations\n\nAnyone may nominate a property for listing in the Inventory. The History Commission requires that the owner be notified of the nomination. The applicant must submit either an Individual Property Nomination Form or a District Nomination Form. Staff reviews the application for completion and submits it to the History Commission Inventory Committee for evaluation. If accepted, the Inventory Committee will bring the nomination to the History Commission for a vote at an upcoming meeting. \n\n### Related Resources\n\nResearch Guidelines\n\nInventory of Historic Sites Informational Brochure\n\nInventory of Historic Sites FAQs\n\nLearn More\n\n_1 Netherton, Ross and Netherton, Nan. The Preservation of History in Fairfax County, Virginia. Lanham, MD: University Press of America, 2002, pg. 33._\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/historic/inventory-historic-sites",
        "title": "The Fairfax County Inventory of Historic Sites | Planning Development",
        "description": "Fairfax County, Virginia - The Fairfax County Inventory of Historic Sites",
        "keywords": "The Fairfax County Inventory of Historic Sites"
    }
}