{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Certificate of Occupancy (Residential Use Permit - RUP)\n\n## **What is a RUP vs. NonRUP**\n\nA **Residential Use Permit (RUP)** is a residential **Certificate of Occupancy** and is the **last inspection** prior to occupancy.\n\nA **Nonresidential Use Permit (NonRUP)** is a commercial **Certificate of Occupancy** and is the **last inspection** issued by Fairfax County for commercial projects prior to occupancy and use of the premises. For more information on the commercial **NonRUP process** , visit the Certificate of Occupancy (Non-Residential Use Permit) Permit Library guide.\n\n## Steps to Request a RUP Inspection:\n\n1\\. **PRIOR to requesting the RUP inspection:**\n\n  * Ensure all associated fees for all permits are paid.\n  * Ensure all necessary reviews are completed and approved (not incomplete).\n  * Verify there are no outstanding Notices of Violation nor Stop Work Order holds.\n  * Ensure all required building inspections passed (final, footing, framing, slab, insulation, wall, waterproofing).\n  * Ensure all associated trade permits passed (final, plumbing, electrical, mechanical, appliance).\n  * When the project is served by well and septic, coordinate with the Health Department to ensure those permits are finalized and closed. \n  * When height and setback certifications are required, ensure they have been submitted and approved by the zoning department. _**Note:**_ all new single family dwellings over 33 feet in height require a height certification by a qualified and state licensed surveyor. For submission details, visit the Building Height Certification Permit Library guide.\n\n\n\n2\\. Request the inspection by email no later than 12 p.m. the day prior to the inspection. The request must include:\n\n  * the requester’s name\n  * phone number\n  * property address\n  * permit number\n\n\n\n3\\. Once all requirements are verified, the RUP inspection is created and sent to the assigned site inspector who performs the inspection the following available business day. \n\n4\\. Once the RUP inspection is approved, the site inspector updates PLUS with the results and the customer emails LDSBuildingInspections@fairfaxcounty.gov for issuance of their occupancy certificate.\n\n5\\. The Building Inspections admin team facilitates issuance of the occupancy certificate. For status inquiries, please email or call 703-222-0801, TTY 711.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/certificate-occupancy-residential-use-permit-rup",
        "title": "Certificate of Occupancy (Residential Use Permit - RUP) | Land Development Services",
        "description": "Fairfax County, Virginia - What is a RUP (residential) vs. NonRUP (commercial)",
        "keywords": "LDS, Land Development Services, RUP, Residential Use Permit, NonRUP, NonResidential Use Permit, Certificate of Occupancy"
    }
}