{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Sports Illumination Plan (SIP)\n\nSports fields and athletic courts, including swimming pools, over 10,000 square feet in area or with light poles that are 20 feet high, are required to submit a sports illumination plan (SIP) meeting outdoor lighting standards regulated under Zoning Ordinance subsection 5109.4.B. The intent of an SIP is to reduce the impacts of glare, light trespass, and light pollution; promote safety and security; and encourage energy conservation.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nHomeowners or their duly authorized agents may submit a sports illumination plan on their own, however, the plan itself plan must be prepared by a lighting professional that is certified by the National Council on Qualifications for the Lighting Professional.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **sports illumination plan** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### Submission Guidelines\n\nVisit our Site-Related Submission Guidelines page for information on how to submit your plan, including strongly encouraged naming conventions.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nA sports illumination plan is required in accordance with one of the following:\n\n  1. As part of the submission of a special exception, special permit, development plan, or rezoning application. A sports illumination plan is subject to approval by either the Board of Zoning Appeals (BZA) in conjunction with a special permit or the Board of Supervisors (Board) in conjunction with a special exception, development plan, or proffered rezoning. A sports illumination plan approved by the BZA or Board must be submitted as part of a site plan submission for the use. Upon a written request with justification, the Zoning Administrator may modify a submission requirement of (3) below if it is determined that the requirement is not necessary for an adequate review of the sports illumination plan.\n  2. For a facility that is permitted by right in the zoning district in which it is located, as part of the site plan submission, or as a separate submission when site plan approval is not required. Upon a written request with justification, the Director of Land Development Services (Director) may modify a submission requirement of (3) below if it is determined that the requirement is not necessary for an adequate review of the sports illumination plan. Such sports illumination plan is subject to review and approval by the Director.\n\n\n\n**A sports illumination plan must contain the following:**\n\n  1. The boundaries, dimensions, and total land area of the property at a designated scale of not less than 1\" = 50'. For proposed uses on large tracts of land where the lighted playing field or court occupies a small portion of the site, the boundaries, dimensions and total land area of just the lighted playing field or court with perimeter areas, must be provided, at a designated scale of not less than 1\" = 50', with a graphic that depicts the location of the fields and courts in relation to the perimeter lot lines of the entire property.\n  2. Location and limits of playing fields and courts, to include a perimeter area which must be located entirely on the same lot. For baseball and softball fields, the perimeter area extends 40 feet in a direction perpendicular to the foul lines and away from the field. The perimeter area for rectangular playing fields, such as soccer, football, lacrosse, and field hockey, extends 20 feet from the side lines and 30 feet from the end lines. The perimeter area for tee boxes on golf courses and golf driving ranges is 30 feet. The perimeter area for all other playing fields and courts extends ten feet beyond the playing field or court boundary.\n  3. Location, height, and illustration of each style of all pole, building, and ground-mounted lighting fixtures for the playing field or court.\n  4. A photometric diagram showing predicted maintained lighting levels for the proposed playing field or court and associated perimeter area lighting.\n\n\n\n**Submissions:**\n\n  * In addition to meeting the above referenced requirements, your plan must meet the lighting standards outlined under subsection 5109B(4) of the Zoning Ordinance.\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Respond to Issues - YouTube\n\n****Upload Corrected Plans - YouTube\n\nHelpful Instruction Guides:\n\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center and Site Development and Inspections Division will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue times\n  * Fees\n  * Common plan comments for site review\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### \n\n### Plan Issuance\n\nOnce all reviews are approved, fees have been paid and all associated post-approval conditions have been satisfied, your land disturbance permit and approved plans will be available to download from PLUS.\n\nVisit the Meeting Approval Condition web page to learn more about your plans specific approval conditions, including where to locate them in PLUS and to get the appropriate form for each condition. Once completed, submit all required documents using this form.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n### \n\n### Site Inspections\n\nBefore beginning any land disturbing activities associated with your approved site/grading plan and land disturbance permit, you are required to request a pre-construction meeting. Before requesting your pre-construction meeting, certain items must be completed such as an approved Virginia 811 ticket. To review all required items, visit the Site Inspection web page.\n\n### \n\n### Conservation/Bond Release\n\nThe release of the associated conservation deposit is coordinated with your site inspector upon project completion. For any process-related questions, please contact the Bonds and Agreements Center via email or phone at **703-222-0801, TTY 711**.\n\n## **Additional Resources**\n\n  * Athletic Field Lighting Systems\n  * VDOT Permit Coordination\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/sports-illumination-plan",
        "title": "Sports Illumination Plan (SIP) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, SIP, Sports Illumination Plan, lighting, athletic courts, outdoor lighting"
    }
}