{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Seasonal Sales Commercial (Administrative Permit)\n\nSeasonal Sales Commercial refers to temporary stands and structures used for the retail sales of seasonal items, when located in commercially zoned areas. Examples of seasonal items may include:\n\n  * Plant stands\n  * Pumpkin stands\n  * Christmas tree stands*\n  * Fireworks stands*\n\n\n\n***If applying for a fireworks or Christmas tree stand, please contact the Zoning Permits Section at 703-222-1082 or byemail for additional information.**\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll seasonal sales commercial applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * Unless otherwise required by proffered conditions or development conditions of an approved rezoning, special exception, special permit, or variance, temporary uses and structures such as stands for retail sales of seasonal items and tents for temporary events in accordance with the standards for special events, as described in subsection 4102.8.I, are not subject to the requirement for a site plan or a minor site plan. Such uses, however, are still subject to all other applicable provisions of this Ordinance, the Public Facilities Manual, and the County Code. \n  * The application fee is $80. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. The fee will be waived if the applicant is the County of Fairfax or any other agency, authority, commission or other body specifically created by the County, State or Federal Government\n  * An application may take approximately 30 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Owner Permission Letter:** A signed and dated letter of permission from the property owner permitting the use of the property during the dates and times the business will operate. This letter must include the address of the of the property and property owner contact information. This document is only required if the applicant is not the property owner.\n\n**Off-Street Parking Permission Letter:** A signed and dated letter of permission from the property owner of the off-site parking area allowing the employees and/or customers to park during the dates and times the business will operate. This letter must also include the address of the parking area and the number of parking spaces provided. This document is only required if parking will be off-site.\n\n**Shuttle Contract:** A signed and dated copy of the vendor contract. This document is only required if a third-party vendor will provide shuttle service from an off-site parking area.\n\n**Sanitary Facility Contract:** A signed and dated copy of the vendor contract. This document is only required if outdoor sanitary facilities will be provided.\n\n**Sanitary Facility Permission Letter:** A signed and dated letter from the manager of the building or business, permitting the use of the indoor sanitary facilities during the dates and times the business will operate. This document is only required if indoor sanitary facilities will be provided and those facilities are not owned by the applicant or the property owner.\n\n**Property Plan:** A plat or plan showing the locations of all structures (to include outdoor sanitary facilities and tents), the location of the parking area, all entrances and exits, distances from all structures to the nearest right-of-way, and the location and orientation of any speakers and lighting. This document is always required.\n\n**Certificate of Insurance:** Letter from insurance company. This document is only required if sales include fireworks.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.8.I and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.8.I - Special Event \n\n**Standards when permitted by administrative permit:**\n\n(1) An administrative permit may be issued for a period not to exceed 21 days. Any request for a longer period of time may be approved by special permit in accordance with subsection 8100.4.\n\n(2) An administrative permit may not be issued unless adequate provision is made for off-street parking and loading requirements.\n\n(3) Outdoor display of goods and merchandise must be located within the designated area on a plan submitted with the application.\n\n(4) The following events must be sponsored by a charitable, educational, or nonprofit organization operating within the County:\n\n(a) Open-air markets, such as craft fairs or flea markets; and\n\n(b) **Seasonal sales** located on sites used for nonresidential uses in residential districts.\n\n(5) Seasonal sales located in commercial districts are subject to the following:\n\n(a) These events are limited to 21 days with 30 days between events;\n\n(b) If limited to the timeframe in (a) above, this use is exempt from site plan or minor site plan requirements per subsection 8100.7.D; and\n\n(c) This use is subject to the NonRUP fee listed in Table 8102.\n\n(6) The sale of used merchandise, such as furniture, household goods, or other similar items, is only permitted with an open-air market.\n\n(7) The outdoor display of automobiles, manufactured homes, trailers, camping equipment, boats, antiques, and similar large items may not include the sale of such items in conjunction with and on the site of the display.\n\n(8) The Zoning Administrator may not issue an administrative permit for a carnival or circus where the proposed activity will:\n\n(a) Occur within two miles of any other carnival or circus for which an administrative permit has been previously obtained; and\n\n(b) Commence within a time period of three weeks from the ending date of any other carnival or circus within a two-mile radius for which an administrative permit has been previously obtained.\n\n(9) The Zoning Administrator will notify the Animal Services Division of the Police Department upon receipt of an application for an administrative permit involving the display or exhibition of animals. In addition to the requirements of this Ordinance, the property owners or operators of any special event such as a carnival, circus, animal exhibition, or any other similar event that involves the exhibition of animals must obtain a County license in accordance with the provisions of Chapter 25 of the County Code, and a permit in accordance with the provisions of Chapter 41.1 of the County Code.\n\n**Standards when permitted by special permit:**\n\n(10) An application for any such approval by the BZA must be filed 120 days before the date on which the permit is to take effect.\n\n(11) A special event as a special permit use must comply with the standards in subsections (1) through (9) above.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Additional Permits May Be Required\n\nIn addition to an administrative permit from Zoning, your temporary activity or use may require a permit from other agencies. Contact information for other agencies is listed below:\n\nIf your temporary use includes: | Department to contact: | Contact information:  \n---|---|---  \nServing Food | Health Department | 703-246-2444 or hdehd@fairfaxcounty.gov  \nExterior Sanitation Facilities (portable toilets) | Health Department | 703-246-2201 or hdehd@fairfaxcounty.gov  \nRides or Amusement Devices | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents over 6000 sq. ft. | Permit Application Center | 703-222-0801 or LDSbuildingpermits@fairfaxcounty.gov  \nTents between 900 and 6000 sq. ft. | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nPropane Tanks | Fire Marshal | 703-246-4803 or fire.revenuepermits@fairfaxcounty.gov  \nRoad Closures | VDOT (Arlington/Fairfax Permits Section) | 703-259-1773 or NOVAFairfaxPermits@VDOT.Virginia.gov  \nDisplay or Exhibition of Animals | Animal Protection Police | 703-691-2131 or fcpdanimalprotection@fairfaxcounty.gov  \n  \n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/seasonal-sales-commercial",
        "title": "Seasonal Sales Commercial (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - Seasonal Sales Commercial refers to temporary stands and structures used for the retail sales of seasonal items, when located in commercially zoned areas. ",
        "keywords": "Seasonal Sales Commercial, Plant stands, Christmas tree stands , Fireworks stands, Pumpkin stands, Administrative Permit, 21 Day NonRUP"
    }
}