{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Home-Based Business\n\nA home-based business is an occupation, profession, or trade that is conducted by a resident of the dwelling unit and is clearly incidental and subordinate to the residential purpose of the dwelling unit. Examples of home-based businesses include home offices, music lessons, art studios, home crafts, and home-based food production. A home-based business does not include any other accessory use defined in the Zoning Ordinance, such as a home day care facility or short-term lodging. In addition, teleworking is not a home-based business.\n\nA list of the permitted home-based businesses and additional information can be found below and in subsection 4102.7.H of the Zoning Ordinance.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll home-based business applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * An application for a home-based business may take approximately 14 calendar days to process.\n  * The administrative permit application fee is $120. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card.\n  * A home-based business may only be operated by a resident of the property.\n  * Customers or clients are not allowed to come to the home with this administrative permit (except for teaching activities associated with a small health and exercise facility or specialized instruction center). To have customers or clients, submission of a special permit application for approval by the Board of Zoning Appeals is required.\n  * The home-based business administrative or special permit grants zoning approval, but other approvals or licensing may be required, depending on the nature of the business. Home-based businesses may also be subject to the Business, Professional, and Occupational License (BPOL). If you are unsure of the permits required for your proposed business, see the County’s Starting a Business webpage.\n  * Home-based food production is limited to certain foods. All home-based businesses that involve the production of approved foods must submit a Home-Based Food Production Supplemental Form. \n  * Certain small-scale production uses (including home-based food production) taking place on a property served by a septic system may require additional information or a wastewater characterization study. Please contact the Health Department at 703-246-2201 or hdehd@fairfaxcounty.gov prior to applying for a home-based business permit for information on what may be required.\n  * A limited riding or boarding stable is not considered a home-based business. To apply for an administrative permit, please submit a Limited Riding and Boarding Administrative Permit application. \n  * Looking for assistance to start or grow your business? Connect with Fairfax CORE (Connecting Opportunities and Resources for Entrepreneurs) to find step-by-step guides, free and low-cost entrepreneur-focused events, and business counseling, coaching and support, no matter your industry or need, all at no cost to you.\n\n\n\n## Required Documents\n\n**Floor Plan:** Must depict the area where the business will operate. Label each room and provide square footage. (Floor plan does not need to be drawn by a licensed professional)\n\n**Interior photos:** Must show all rooms and areas where the business will operate. Label and date each photo. \n\n**Exterior photos:** Must show all exterior sides of the dwelling (front, sides, and rear) where the business will operate. Please label and date each photo. \n\n**Supporting Documentation (optional):** Any additional documentation that supports the request. \n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.H and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.H - Home-Based Business \n\n**Standards when permitted by administrative permit:**\n\n(1) A home-based business must be conducted by the person to whom the home-based business permit is issued and must be located within the dwelling that is their primary residence or in an accessory structure located on that same lot.\n\n(2) A home-based business may only include the following uses:\n\n(a) General retail sales, where the sale and delivery of items occurs exclusively online or off-site;\n\n(b) Health and exercise facility, small;\n\n(c) Household repair and rental service, limited to repairing small household items such as musical instruments, sewing machines, radios, and watches;\n\n(d) Office;\n\n(e) Personal service, limited to sewing or tailoring. A barbershop or hair salon is only allowed with special permit approval;\n\n(f) Music, photography, and art studios;\n\n(g) Small-scale production, limited to items created on-site and home-based food production, where the sale and delivery of items occurs exclusively online or off-site; and\n\n(h) Specialized instruction center.\n\n(3) The premises must have the exterior appearance of a dwelling or residential accessory structure. There must be no exterior evidence that the property is used in any way other than for a dwelling. No sign is allowed, other than yard signs as permitted under subsection 7100.4.D. The home-based business must take place entirely within enclosed structures.\n\n(4) Outside display or storage of goods, equipment, or materials used in connection with the home-based business is not allowed.\n\n(5) The total area used for the home-based business, including storage, is limited to a maximum size of 400 square feet.\n\n(6) Only one commercial vehicle is permitted per dwelling unit, subject to subsection 4102.1.B(2).\n\n(7) The delivery or distribution of products or materials related to the home-based business must be from vehicles that do not exceed a maximum length of 28 feet. The use of semitrailers, including tractor or trailer units, for delivery or distribution is not permitted.\n\n(8) **Employees:**\n\nEmployees on-site are limited to persons who occupy the dwelling as their primary residence, except that in a single-family detached dwelling, one employee who does not occupy the dwelling as their primary residence is also allowed. The limitation on the number of employees applies regardless of the number of home-based businesses or home day care facilities operating on the lot. A nonresident employee, whether paid or not, may work on-site only between the hours of 7:00 AM to 6:00 PM. \n\n(9) **Customers or clients:**\n\n(a) On-site customers or clients are not allowed without approval of a special permit, except for instructional activities with a health and exercise facility or specialized instruction center, where up to four students at a time and eight in a day are allowed. If a home day care facility is established on-site, visits to the site by customers or clients of the homebased business are not allowed.\n\n(b) If the home-based business has on-site customers or clients, one designated off-street parking space must be made available for the customer or client parking.\n\n(c) The hours during which customers or clients may visit the premises are limited to 8:00 AM to 9:00 PM.\n\n(10) A permit for a home-based business is valid for the original applicant only and is not transferable to any other resident, address, or occupation. Upon termination of the applicant's residency, the home-based business permit becomes null and void.\n\n(11) If the dwelling is served by a well or septic system, the applicant must obtain Health Department approval prior administrative or special permit approval.\n\n(12) A home-based business may not use, store, or generate flammable or combustible liquids, explosives, or hazardous materials in an amount that requires a permit under Chapter 62 of the County Code (Fairfax County Fire Prevention Code).\n\n**Standards when permitted by special permit:**\n\n(13) The home-based business must conform to all applicable standards above, except that the BZA may approve a special permit for a home-based business to modify one or more of the standards as identified in the subsections below: \n\n(a) Subsection (3) to allow outdoor activities such as swimming or soccer lessons;\n\n(b) Subsection (5) to allow a larger area; \n\n(c) Subsection (8) to allow more employees or different work hours; and \n\n(d) Subsection (9) to allow more customers or clients. \n\n(14) The BZA may require the provision of off-street parking spaces in addition to the requirements specified in Article 6.\n\n(15) The BZA must determine that the proposed business, together with all other nonresidential uses in the area, will not modify or disrupt the predominantly residential character of the area.\n\n(16) A barbershop or hair salon may not include other services such as nail, facial, or massage services.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Related Resources\n\nSummary of the Adopted Home-Based Business Provisions\n\nHome-Based Business Frequently Asked Questions\n\nStarting a Business in Fairfax County?\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/home-based-business",
        "title": "Home-Based Business | Planning Development",
        "description": "Fairfax County, Virginia - A home-based business is an occupation, profession, or trade that is conducted within a dwelling unit by a resident of the dwelling unit as a use that is clearly incidental and subordinate to the residential purpose of the dwelling unit.",
        "keywords": "Home-Based Business, Home Occupation Permit, hbb, Home based business, home occupation permit"
    }
}