{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Elevator Maintenance Permit (ELEVM)\n\nAn elevator maintenance permit may be submitted for temporary use permits or any alteration/modernization to an existing passenger elevator or escalator which has been accepted and inventoried. For more information, visit our elevator website.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nProperty owners may obtain permits in their own name, however, it is strongly recommended a properly licensed contractor pull the permits as the responsible party so the county can better assist in gaining compliance for defective work.\n\n  * Hiring a Contractor\n  * Verify License on DPOR Website\n\n\n\n## PLAN AHEAD\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * In what code year was the building built where I’m installing this equipment?\n  * Design Codes and Standards\n  * Do I need to hire a Registered Design Professional (RDP)?\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **Elevator maintenance** record online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\n  1. Log into your PLUS account.\n  2. Choose the applicable FFX ID record number. All of the elevator equipment record types you are associated with will populate under your account.\n\n\n\nIf you cannot locate the correct FFX ID record number, email LDSelevator@fairfaxcounty.gov to request county staff to add a specific record to your account.\n\n  3. Click the “Make Changes” hyperlink to the right of the populated record. The next screen will be the start of your application and will prepopulate the owner information and GIS data of the associated county record.\n\n\n\n  4. Continue through the application steps to complete your submission.\n\n\n\n### \n\n### **Instructional Videos for PLUS**\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n## Requirements\n\nDepending on the scope of your project, one or more of the following may be required:\n\n### First Submission\n\n  * Plans meeting plan minimum submission requirements or using one of our county typical details. (If a plan is not required, please upload a document with “N/A” as the file name.)\n  * **Manufacturer Cut Sheets** are required for specific equipment or parts to be replaced or installed, generally providing specific UL, part numbers, and/or sizing. (If manufacturer cut sheets are not required, please upload a document with “N/A” as the file name.)\n  * **Building layout** shall be required for all submissions and shall include floor layout, location of front door, location of referenced equipment and identified by highlighting/circling.\n  * **Additional documents** can be uploaded for review and selected from the drop-down list, shown below.\n\n\n\n### \n\n\n\n\n## What's Next?\n\nBelow are the necessary steps to follow after your application is accepted in PLUS.\n\n### Review Process\n\nStaff from the Elevator Program will review your package for completeness of minimum submission requirements and determine whether the submitted application and supporting documents should be considered for a fast-track (i.e., expedited) plan review. Once determined, the plan review package will either be routed for fast-track plan review or a full review by Fairfax County’s Elevator Inspection contractor for compliance with the building code and county policy/ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Elevator Review times \n    * Fast-Track Review typically takes 48 - 72 hours\n    * Non-Fast-Track plan review typically takes 14 days\n\n\n  * Fees\n\n\n\n_Note: Review time does not start until fees are paid._\n\n  \n**Helpful Videos:**\n\n  * Reviewing Issues, Conditions, & Notes in PLUS - YouTube\n  * Upload Corrected Plans in PLUS - YouTube\n\n\n\n### Permit Issuance\n\nOnce all reviews are approved and fees have been paid, your permit card and approved plans (if applicable) will be available to download from PLUS. An email will be sent to the applicant’s email provided when applying for the permit.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n### Inspections\n\nOnce the permit/plans are issued, and placed on site, and the scope is completed, you are required to obtain inspections from the county’s approved Elevator Inspection vendor. Most permit inspections are scheduled within 48 hours, though based on availability of all parties, scheduled inspections can be outside the 48-hour window.\n\n## ATIS ELEVATOR INSPECTIONS, LLC\n\nElevator Plan Review and Inspections for new and existing elevators are conducted by **ATIS Elevator Inspections, LLC** , on behalf of **Fairfax County**.\n\n__**Schedule an inspection online**_. All inspections are scheduled electronically to ensure accuracy and efficiency._\n\nFor questions regarding **inspection or plan review results** , call **703-222-0801, TTY 711** , or  _email_.\n\n## Additional Resources\n\n  * Tips for Hiring a Contractor\n  * Expedited Plan Review/Peer Review\n  * Green Building Priority Review\n  * Project Management Program\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information regarding inspection or plan review results, please contact the Building Division via telephone at **703-543-9966, TTY 711**. For elevator questions, call **703-222-0801, TTY 711**.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/elevator-maintenance",
        "title": "Elevator Maintenance Permit (ELEVM) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, addition, alteration, ELEVI, elevator, elevator maintenance, escalator, vertical transportation"
    }
}