{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# 4\\. Permits and Review\n\n_Step 4 of the development review process is obtaining the proper review and permits before construction can start.For all the steps, visit the Development Process Overview._\n\n* * *\n\n## Permits\n\nFairfax County issues several different types of permits for construction projects including building permits, trade permits and land disturbance permits among others. The type of permit you need will depend on the work you are planning.\n\nLearn when permits are needed and what permits you need on the following Land Development Services (LDS) web pages:\n\n  * When a Permit is Required\n  * LDS Record (Permit) Types\n  * Land Disturbance 101\n  * Building Codes and Standards\n\n\n\nAll applications must begin in the Planning and Land Use System (PLUS).\n\nDrawings, plats, site-related plans and other documentation may be required. See \"Review\" section below for more details.\n\n## Review\n\nIn order to determine if your project is in compliance with construction codes, the zoning ordinance and other county or state ordinances, other agency reviews may be necessary, depending on your project. Choose a review type below to learn more.\n\n## \n\n##  Zoning Review \n\n  * What are my setbacks?\n  * Do I need a house location plat?\n  * **More Zoning information...**\n\n\n\n##  Site Review \n\n  * Do I need a grading plan?\n  * Site Development\n  * Status of Site-Related Plans and Waivers\n  * **More on the Land Development Process...**\n\n\n\n##  Building Plan Review \n\n  * What are the submission requirements for my plans?\n  * What are the current review times?\n  * **More Building Plan Review information...**\n\n\n\n##  Wastewater Review \n\n  * I am connecting to the county sewer. What do I need to know?\n  * Industrial Waste Discharge Limits/Regulations\n  * **More on Wastewater Review...**\n\n\n\n##  Health Department Review \n\n  * My house is on well or septic.\n  * I am opening a restaurant.\n  * What do I need to do with my commercial pool?\n  * **More on the Health Department...**\n\n\n\nTo submit your application to the Health Department for a permit to operate a food establishment or mobile food unit please visit the Planning and Land Use System (PLUS).\n\n##  Fire Marshal Review \n\n  * What is the best resource to prepare my shop drawings for review?\n  * How do I apply for a permit with the Fire Marshal’s Office?\n  * What are the current review times?\n  * **More on Fire Marshal...**\n\n\n\n## Permit Application\n\n**Hours** for **phone calls** and **emails** are 8 a.m. – 4 p.m., Mon. through Thurs., and 9:15 a.m. – 4 p.m. on Fri. \n\nMeet With Staff for more help.\n\nAll applications must begin via PLUS.\n\n  \n\n\n## STAFF IS AVAILABLE FOR ASSISTANCE\n\nGet development agency contact information for things such as:\n\n  * Permits, plans & inspections\n  * Developing sites\n  * ePlans\n  * Public Records Requests\n\n\n\n  * Development Agencies Contact Information\n\n\n\n5\\. Construction and Inspection\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-process-overview/4-review-process-and-permitting",
        "title": "4. Permits and Review | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - A completed permit application is required to start the process of getting your permit. In order to determine if your project is in compliance with construction codes and other ordinances, other agency reviews may be necessary.",
        "keywords": "development, construction, permit, review, zoning, site, building, wastewater, health, fire marshal"
    }
}