{
    "page_content": "# Board of Zoning Appeals\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1280 TTY 711\n\n__\n\nbzaclerkmail@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy, Suite 801  \nFairfax, VA 22035\n\n__\n\nClerk  \nBoard of Zoning Appeals\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Board of Zoning Appeals Home\n  * Appeals Process\n  * Board Members\n  * By-laws\n  * Contact Us\n  * Meetings \n    * Meeting Dates & Agenda\n    * Meeting Minutes\n    * Speaker Sign Up\n    * Video Testimony Submissions\n    * Watch Past Meetings\n  * Notice Instructions\n  * Special Permit Process\n  * Staff Reports \n    * Appeal Staff Reports\n    * Land Use Staff Reports \n  * Variance Process\n  * Zoning Map\n\n\n\n# Board of Zoning Appeals - Appeals Process\n\nAn appeal to the BZA may be taken by any person aggrieved or by any officer, department, board, commission, or authority of the County affected by any decision of the Zoning Administrator or from any order, requirement, decision, or determination made by any other administrative officer in the administration or enforcement of this Ordinance. An appeal that relates to a proffered condition, however, must be taken to the Board as provided for in subsection 8100.2.D(3)(d).\n\nBefore the BZA will consider an appeal, an application must be properly filed within the time limit. If an application is accepted, a public hearing date is scheduled. Written notice requirements must be satisfied and the public hearing properly held before the BZA can act upon an appeal. The appellant or authorized agent is required to present the justification for the appeal at the hearing.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll appeal applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## \n\nPROPERLY FILED APPLICATION FOR APPEAL\n\n##  Time Limit on Filing \n\nSubsection 8100.10.A(2) of the Zoning Ordinance sets forth the time limit on filing for appeals. Except in the following cases, all appeals must be filed within 30 days from the date of the decision being appealed by filing an appeal application with the Zoning Administrator and the Board of Zoning Appeals.\n\nAppeals from notices of violation involving the following violations must be filed within ten days from the date of the notice by filing an appeal application with the Zoning Administrator and the Board of Zoning Appeals:\n\n  1. Occupancy of a dwelling unit in violation of subsection 4102.3.A.\n  2. Parking a commercial vehicle in an R district or residential area of a P district in violation of subsections 4102.1.B(2) and 4102.1.E(4).\n  3. Parking of vehicles on an unsurfaced area in the front yard of a single-family detached dwelling in the R-1, R-2, R-3, or R-4 Districts in violation of subsection 6100.2.A(3).\n  4. Installation of prohibited signs on private property in violation of subsection 7100.5.B and subsections 7100.5.C(1) and 7100.5.C(5).\n  5. Installation, alteration, refacing, or relocation of a sign on private property in violation of subsection 7100.3.A(1).\n  6. Other short-term, recurring violations similar to those listed above.\n\n\n\n##  Submission Requirements \n\nSubsection 8101.8 of the Zoning Ordinance sets forth the submission requirements for appeals. All elements of the submission requirements must be met within the established filing time frame before the appeal can be accepted and scheduled for public hearing.\n\nEach appeal application must include the following:\n\n  * A copy of the order, requirement, decision, or determination that is the subject of the appeal;\n  * The date when the decision being appealed was made;\n  * The appellant's grounds for and the reasons for the appeal;\n  * Specification as to how the appellant is an aggrieved person. (For example, the owner of property affected by the determination, the adjacent property owner affected by the determination, etc.) If the appellant is a County officer, department, board, or bureau, the statement must specify how the appellant is affected by the decision; and\n  * Any other supportive data as the appellant may desire in the record, including plats, plans, drawings, charts, or related material. If supportive data is oversized, at least one copy no larger in size than 8 ½\" x 11\" must be provided.\n\n\n\nThe filing fee is $660. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. If the appeal is withdrawn, there will be no refund of the filing fee.\n\nIf staff determines that the appeal is complete and timely filed, the appeal will be administratively accepted. However, if staff has a question regarding the completeness, or timeliness of an application, whether the scope of the appeal should be limited, or whether the determination at issue is within the jurisdiction of the BZA, the appeal application will be forwarded to the BZA for a determination as to whether the appeal should be accepted. In such instances, the appellant will be notified of staff's position regarding acceptance of the appeal and of the opportunity to address the BZA.\n\n##  Legally Advertised Public Hearing \n\nNormally, the public hearing on an appeal will be held within ninety (90) days of the acceptance of the appeal. There are advertisement and public notification procedures required by law for all public hearings. They are as follows:\n\n  1. The Clerk to the BZA must notify the County Planning Commission of every application made to the BZA. If the Commission decides to consider any such application, it will normally schedule its own public hearing on the application prior to the time it is scheduled for public hearing by the BZA.\n  2. The County must publish a notice of the time and place of the public hearing once a week for two successive weeks in a newspaper having general circulation in the County, such that the publications will be not less then six (6) days and nor more than twenty-one (21) days before the date of the public hearing.\n  3. The County must, at least fifteen (15) days before the scheduled hearing, post on the subject property a notice of the hearing and a statement indicating the property affected and the nature of the appeal.\n  4. The County must notify owners of each property involved in the appeal, if these owners are different from the appellant.\n  5. The County must send written notice of the public hearing to property owners in the immediate vicinity of the subject property. This notice will include the date, time, place, subject matter and name of the appellant. The appellant will receive a copy of this notice.\n\n\n\nPrior to the public hearing staff will forward a staff report to the BZA detailing staff's position, a copy of which will be sent to the appellant. At the public hearing, both staff and the appellant present their position and then any other interested person is given an opportunity to speak. \n\n##  Action of the BZA \n\nThe BZA may affirm or reverse, wholly or partly, or may modify the order, requirement, decision or determination that is at issue in the appeal and the concurring vote of four (4) members of the BZA is required for any such action.\n\nThe State Code provides that any person aggrieved by a decision of the Board of Zoning Appeals may, within thirty (30) days of that decision, file a petition with the Circuit Court to review decision.\n\n## Related Resources\n\nAppeal Staff Reports\n\n## Contact Us\n\nFor additional assistance, please contact the Ordinance Administration Section by phone at 703-324-1314 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/board-zoning-appeals/appeals-process",
        "title": "Board of Zoning Appeals - Appeals Process | Planning Development",
        "description": "Fairfax County, Virginia - Board of Zoning Appeals Process and Application Form",
        "keywords": "Board of Zoning Appeals, BZA, Zoning, ZAD, Process and Application Form"
    }
}