{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Zoning Permits Home\n  * Accessory Living Unit\n  * Agritourism \n  * Family Health Care Structure\n  * Food Truck Permits\n  * Home-Based Business\n  * Limited Riding or Boarding Stable\n  * Noise Waiver\n  * Outdoor Dining\n  * PLUS Application Portal\n  * Residence for Manager or Employee\n  * Short-Term Lodging\n  * Sign Permits\n  * Special Permit Extended Hours Request\n  * Temporary Outdoor Uses & Activities \n    * Temporary Outdoor Uses Home\n    * Community Gardens\n    * Construction Site Office & Storage\n    * Farmers Market\n    * Model Home Sales or Leasing Office\n    * Portable Storage Container\n    * Seasonal Sales Commercial\n    * Special Event\n    * Temporary Dwelling or Manufactured Home\n  * Zoning in Fairfax County\n\n\n\n  * __facebook\n\n\n\n# Limited Riding or Boarding Stable (Administrative Permit)\n\nA limited riding or boarding stable is defined as a use accessory to a residence, where horses or ponies, not including those owned by a resident of the property, are kept, maintained, or boarded, or where riding lessons are made available to the general public or members of a private club. These services may be offered for a fee or free of charge. The keeping of horses or ponies as an accessory use in accordance with subsection 4102.7.J and subsection 4102.7.K is not considered a riding or boarding stable.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll limited riding or boarding stable applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * The application fee is $60. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Conservation Plan:** A conservation plan approved by the Northern Virginia Soil and Water Conservation District (NVSWCD). This document is always required.\n\n## Applicable Standards\n\nAs part of the application process, you must agree to abide by the standards found in subsection 4102.7.K and 4102.1.I of the Zoning Ordinance, as described below:\n\n## \n\n##  4102.7.K - Limited Riding or Boarding Stable \n\n**Standards when permitted by right:**\n\n(1) On lots containing two to less than five acres, up to five horses may be boarded, and on lots containing five or more acres, up to eight horses may be boarded. Boarding of horses in excess of these numbers is deemed a riding or boarding stable and requires special exception or special permit approval.\n\n**Standards when permitted by administrative permit:**\n\n(2) Riding lessons are permitted on lots containing a minimum of two acres, subject to approval by the Zoning Administrator and this subsection 4102.7.K. Each permit is revocable by the Zoning Administrator because of the failure of the owner or operator of the use covered by the permit to observe all requirements of the permit and the Zoning Ordinance.\n\n(3) Riding lessons are subject to the following standards. Riding lessons that do not comply with these standards are deemed a riding or boarding stable and require special exception or special permit approval in those districts where permitted.\n\n(a) On lots containing a minimum of two acres but less than five acres, no more than two students are allowed at any given time and up to eight students are allowed in any one day.\n\n(b) On lots containing five acres or more, a maximum of four students are allowed at any given time and up to eight students are allowed in any one day.\n\n(c) The primary residence of the permit applicant must be located on the same lot where the horseback riding lessons are given; however, the applicant is not required to conduct the horseback riding lessons or care for the horses that are kept, boarded, or maintained on the property.\n\n(d) The hours of horseback riding lessons are limited to 7:00 AM to 7:00 PM. During that time, one nonresident person, whether paid or not for their services, may assist with the horseback riding lessons or care for the horses.\n\n(e) All horses used in the horseback riding lessons must be kept on the property and no horses may be transported or ridden onto the property for the lessons.\n\n(4) If there is a lighted outdoor riding ring or riding area, the use of outdoor lighting for such areas is limited to 7:00 AM to 7:00 PM.\n\n(5) A Conservation Plan approved by the Northern Virginia Soil and Water Conservation District must be submitted for the property, and all activity on the property must conform to that Plan.\n\n##  4102.1.I - Standards for Administrative Permit Approvals \n\n(1) The County may inspect the property during reasonable hours and in accordance with subsection 8106.2.D.\n\n(2) The Zoning Administrator may revoke an administrative permit at any time if the owner or operator of the use fails to comply with all requirements of the law with respect to maintenance and conduct of the use and all conditions imposed by the Zoning Administrator in connection with the permit.\n\n(3) The Zoning Administrator will issue a notice of revocation to the owner or operator, hand-delivered or mailed, return receipt requested, setting forth the grounds upon which the permit was revoked, the date and time the revocation took effect, and describing the appeals procedure. Upon receipt of the notice, operation of the activity must cease.\n\n(4) These provisions do not preclude the use of any other remedy prescribed by law or by this Ordinance with respect to violations of this Ordinance.\n\n## Contact Us\n\nFor additional assistance, please contact the Zoning Permits Section by phone at 703-222-1082 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/limited-riding-boarding",
        "title": "Limited Riding or Boarding Stable (Administrative Permit) | Planning Development",
        "description": "Fairfax County, Virginia - A limited riding or boarding stable is defined as an establishment where horses or ponies, not including horses or ponies owned by a resident of the property, are kept, maintained, or boarded, or where riding lessons are made available to the general publ",
        "keywords": "limited riding, boarding stable, Administrative Permit"
    }
}