{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Floodplain Use Determination (FPUD)\n\nA floodplain use determination is required when a proposed development activity is in or near a regulatory floodplain. Pursuant to Zoning Ordinance subsection 5105.2.A, the director of Land Development Services must review all proposed uses and development to determine whether the land on which the proposed use or development is located is within a floodplain and if so, will determine whether the proposed use or development may be permitted in accordance with county floodplain regulations.\n\n  \nDepending on the scope of your project, you may need to apply for a separate building permit record in PLUS. To determine whether your project requires a permit, visit When a Permit is Required. Once you determine the appropriate record type, review the associated Permit Library guide to find details regarding the submission and review process.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nProperty owners or their duly authorized agents may submit a floodplain use determination request.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **floodplain use determination** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### Submission Guidelines\n\nVisit our Site-Related Submission Guidelines page for information on how to submit your plan, including strongly encouraged naming conventions.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n### First Submissions:\n\n  * Floodplain Use Determination Request Form – complete and upload as directed.\n  * Exhibit or Site-Related Plan – A plan depicting proposed land disturbing activity and proposed improvements on the subject property sufficient for the county to assess any impacts to regulatory floodplain boundaries or water surface elevations. The exhibit or plan/house location plat must show location of work on the lot, the floodplain boundary, and, if known, the flood elevations with source.\n  * Elevation Information – For residential additions permitted under Zoning Ordinance subsection 5105.3.A(9), include the elevation, referenced to NGVD29/NAVD88i, of the lowest part of the lowest floor (e.g., the bottom of the floor joists or top of a concrete slab on grade) of the proposed improvement. Include the elevation of electrical and mechanical equipment, and plumbing appliances and plumbing fixtures, and other service equipment.\n  * Itemized Cost Estimate - For additions under 5105c.3.A(9): provide an itemized cost estimate. See the Fairfax County Substantial Improvement Cost Estimate Form for further instruction.\n  * Signatory Paperwork – When the legal property owner is not otherwise an individual, please provide a copy of the appropriate signatory paperwork for the legal entity owning the property to properly identify signature authority (e.g., operating agreement, corporation, or trustee paperwork).\n  * Proof of Ownership - For new owner(s), not otherwise listed in the county’s Real Estate Assessment site, please provide sufficient evidence of current ownership.\n\n\n\n_**Note:** If the proposed project does not qualify as a permitted use under subsection 5105.3 of the Zoning Ordinance, do not proceed with an FPUD record submission; instead, a Special Exception is required. **Contact the Department of Planning and Development for more information on submitting aSpecial Exception application.**_\n\n### Subsequent Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Applicant responses - enter responses to all open issues in the PLUS Digital Plan Room\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Respond to Issues - YouTube\n\n****Upload Corrected Plans - YouTube\n\nHelpful Instruction Guides:\n\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Development and Inspections Division will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Corrections and additional supporting documents may be required.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Plan and Permit Issuance\n\nOnce all reviews are approved, your floodplain use determination will be available to download from PLUS, via Attachments (under Record Info).\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n## **Additional Resources**\n\n  * Flood Information\n  * Site-Related Plans\n  * Special Exception Process\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/floodplain-use-determination",
        "title": "Floodplain Use Determination (FPUD) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, FPUD, floodplain, use determination, floodplain use determination"
    }
}