{
    "page_content": "# Board of Zoning Appeals\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1280 TTY 711\n\n__\n\nbzaclerkmail@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy, Suite 801  \nFairfax, VA 22035\n\n__\n\nClerk  \nBoard of Zoning Appeals\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Board of Zoning Appeals Home\n  * Appeals Process\n  * Board Members\n  * By-laws\n  * Contact Us\n  * Meetings \n    * Meeting Dates & Agenda\n    * Meeting Minutes\n    * Speaker Sign Up\n    * Video Testimony Submissions\n    * Watch Past Meetings\n  * Notice Instructions\n  * Special Permit Process\n  * Staff Reports \n    * Appeal Staff Reports\n    * Land Use Staff Reports \n  * Variance Process\n  * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Fairfax County Board of Zoning Appeals\n\nThe Fairfax County Board of Zoning Appeals (BZA) was established pursuant to the provisions of Article 7, Chapter 22, Title 15.2 of the Code of Virginia. The BZA consists of seven (7) members appointed by the Circuit Court for staggered terms of five years. The BZA's powers, duties and procedures are set forth in broad terms in the State Code and are further detailed in the Fairfax County Zoning Ordinance. Such powers and duties include:\n\n  * Hearing and deciding appeals of administrative decisions made pursuant to the Zoning Ordinance.\n  * Hearing and deciding upon applications for special permits and variances as authorized by the Zoning Ordinance.\n  * Hearing and deciding on applications for interpretation of the Zoning Map where there is uncertainty as to the location of a zoning district boundary.\n\n\n\n## Board of Zoning Appeals Meetings\n\nThe Board of Zoning Appeals meets weekly on Wednesday mornings in the Board Auditorium (12000 Government Center Pkwy) beginning at 9:00 a.m., except for weeks that contain a County holiday. A recess is generally taken in August/September and in late December/early January. BZA meetings are also aired live on the County government's cable TV Channel 16, streamed online, and over the phone at 703-324-7700. Meetings are also available to view on demand following the meeting.\n\n### Related Resources\n\nWatch Live on Channel 16\n\nView Meeting Dates & Agendas\n\nBZA Meeting Minutes\n\nWatch Past Meetings\n\n## BZA Meeting Speaker Sign-up\n\nBoard of Zoning Appeals (BZA) meetings are open to the public. If you wish to speak at a BZA meeting, it is recommended that you sign up ahead of time using the BZA Speaker Sign Up form. Testimony may be in person or via pre-submitted video. The hearings are open to all citizens who wish to speak.\n\n### Related Resources\n\nSign up to Speak at a BZA Meeting\n\nHow to Submit Video Testimony\n\n## Final Actions on Zoning Cases\n\nThe Final Actions report provides information on the Board of Zoning Appeals action taken on Zoning Cases heard before it. The information includes the application number (linked to PLUS, which provides an overview of the application and information and documents associated with it) the application name, the Board Meeting Date and the Board's action.\n\nView All Final Actions Reports \n\n## Appeals Process\n\nAn appeal to the BZA may be taken by any person aggrieved or by any officer, department, board, commission, or authority of the County affected by any decision of the Zoning Administrator or from any order, requirement, decision, or determination made by any other administrative officer in the administration or enforcement of this Ordinance. An appeal that relates to a proffered condition, however, must be taken to the Board as provided for in subsection 8100.2.D(3)(d).\n\n  * Learn More\n\n\n\n## Board Members\n\nThe BZA consists of seven (7) members appointed by the Circuit Court for staggered terms of five years. All members of the BZA are private citizens and must be residents of Fairfax County. They serve only as a Board and not as County employees and, as such, do not have County office space nor are they available by telephone in the County government.\n\n  * Learn More\n\n\n\n## By-Laws\n\nThe Fairfax County Board of Zoning Appeals adopts By-laws for its rules and procedures for the transaction of its business for the benefit and convenience of the citizens of Fairfax County.\n\n  * Learn More\n\n\n\n## Notice Instructions\n\nIn accordance with the Fairfax County Zoning Ordinance, the applicant or agent, individually and as designee of the staff, shall prepare and mail out legal notices in accordance with these instructions. Failure to accurately comply with the instructions prior to the designated deadline shall be due cause to cancel the hearing and reschedule it at a later date.\n\n  * Learn More\n\n\n\n## Special Permit Process\n\nThe BZA may approve a special permit that complies with all applicable standards, that will be compatible with existing and planned development in the general area, and that, as conditioned, will be compatible with the neighborhood where it is proposed to be located. If it determines that the use is not in accordance with all applicable standards of this Ordinance, the BZA must deny the special permit.\n\n  * Learn More\n\n\n\n## Variance Process\n\nA variance is a request to vary certain requirements of the Zoning Ordinance where, due to special conditions of the property, strict enforcement of the Ordinance would, among other standards, effectively prohibit or unreasonably restrict all reasonable use of the property.\n\n  * Learn More\n\n\n\n## BZA Inclement Weather Policy\n\nIn the event of inclement weather, the County Executive may close all county offices or may grant unscheduled leave to county employees. In both cases, all Board of Zoning Appeals (BZA) public hearings scheduled for that day shall be canceled and the applications rescheduled for the next available meeting date which can accommodate the hearings and allows sufficient time for re-advertising.\n\nBZA members, county staff and citizens should listen to emergency announcements featured on Fairfax County Cable Channel 16 and provided to area television and radio stations and/or www.fairfaxcounty.gov. Please verify County closings and unscheduled leave from multiple sources, and be sure the announcement is referring to **Fairfax County Government** , not the school system, court system, or the City of Fairfax Government.\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/board-zoning-appeals",
        "title": "Fairfax County Board of Zoning Appeals | Planning Development",
        "description": "Fairfax County, Virginia - Fairfax County Board of Zoning Appeals Home Page",
        "keywords": "Board of Zoning Appeals, BZA, Zoning, Fairfax County, VA"
    }
}