{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n# Corrections Required: Digital Plan Room (DPR) Instructions\n\nWhen an application is submitted in the Planning and Land Use System (PLUS), it may be reviewed by multiple departments for compliance with applicable policies, codes and regulations. Required plans and documents are submitted in the PLUS Digital Plan Room (DPR).\n\nDuring the review process, county plan reviewers may identify **issues** which require corrections. Issues are comments from reviewers which require an **applicant response** before resubmitting. Additionally, any issues requiring modifications must have the necessary revised plan and/or document uploaded before completing the resubmission. If corrections are required, the applicant will receive an email with links and instructions to resubmit the requested documents/plans. Any applicable resubmission fees must also be paid _**prior to**_ completing your resubmission to prevent unnecessary processing delays.\n\nBelow are instructions for using the Digital Plan Room to address corrections in PLUS. You may also view helpful videos on the resubmission process on the county’s YouTube channel.\n\nMore information on PLUS.\n\n  * 1\\. Pay Re-submission Fee\n  * 2\\. Respond to Issues\n  * 3\\. Information\n  * 4\\. File Processing\n  * 5\\. Sheet Versioning\n  * 6\\. Review\n\n\n\n__Print Section\n\n__Print All Sections\n\nPay Re-submission Fee \n\nLogin to your PLUS account and click on **My Records** to view your record list.\n\nClick on **Pay Fees Due** in the **Action** column of the relevant record followed by **Checkout**.\n\n_Note: Pay fee balances due on multiple records in one single transaction by checking the box to the left of the record followed by Add to Cart. Multiple records can be added to your shopping cart following the same steps._\n\nClick on **Cart** at the top of the screen when ready to complete the payment transaction.\n\nClick on **Checkout** to pay the fees due.\n\n_Note: Click on Edit Cart to remove any records from the shopping cart if needed or on Continue Shopping to add more records to your cart before making payment._\n\nSelect **Pay with credit/debit card** (a 2.35% convenience fee will be added) or **Pay with e-check**. Click **Submit Payment**.\n\nFill in the required **Customer Information** fields and click **Next**.\n\nFill in required **Payment Information** fields and click **Next**.\n\nReview the **Payment** details. Click **Edit** to make changes to **Customer Information** or **Payment Information** , **Cancel** to cancel the transaction, or **Submit Payment** to complete the payment transaction.\n\nYou will receive a payment receipt via email. Additionally, you can click on **View Record Receipt** to view/print the receipt.\n\nRespond to Issues \n\nOpen the record details by clicking directly on the record number on the payment confirmation screen to open the record details.\n\n_Note: If Step 2 is not completed immediately following Step 1, the record can be found again in the My Records list or by entering the record number in the Global Search box._\n\nClick on the **Plan Room** dropdown to expand the list and select **Issues**.\n\nA comprehensive list of **Issues** will display. Any Issue with a status of **OPEN** requires a response. Click anywhere on the **Issue** line to open the details of that issue.\n\n## \n\n##  Issue Status Types... \n\n**Open:** Applicant response required\n\n**Answered:** Applicant has provided a response\n\n**In Review:** Corrections submitted by applicant have been received and are being reviewed\n\n**Not Accepted:** Correction submitted by applicant did not satisfactorily address the violation or issue\n\n**Accepted:** Correction provided by applicant satisfactorily addressed the violation or issue\n\n**Closed:** No longer relevant\n\nThe individual **Issue** details display when you open an **Issue**.\n\nClick in the **Applicant Responses** box to open the box. Type in your response and click **Save**.\n\nAfter clicking **Save** the details will close and you will see that the **Issue** now shows a status of **Answered** in the list. Repeat the process for each individual OPEN issue.\n\nClick on the **Uploads** tab, then on **Resume** in the **Action** column of the new Review Plan Cycle.\n\nInformation \n\nAn optional description of the plans and documents being uploaded may be entered in the **Description** box. Click **Continue** to proceed to the next step.\n\nFile Processing \n\nClick **Browse** to upload files from your computer or simply drag and drop files to the box below.\n\n_Note: Only new plan sheets or plan sheets with corrections should be submitted._\n\nOnce the files have been added to the file box, a document type must be selected from the drop-down list for each individual file. Click on **Upload and Validate** to proceed.\n\n## \n\n##  If you receive an error message... \n\nDue to an  _invalid file type_ when you click **Upload and Validate** , remove the file by clicking on the \"X\" to the right of the file and follow the steps above to add the appropriate acceptable file type listed.\n\nIf you receive an error message due to a  _corrupted file_ when you click **Upload and Validate** , remove the rejected file by clicking on trashcan icon to the right of the file and follow the steps above to add a file that is not corrupted.\n\nOnce the uploaded files display the green **Validated** status, click **Process Files** to continue.\n\nFile processing can take several minutes. The process will continue if you navigate away from the page, and you can return to the DPR to complete the submission later.\n\n_Note: Your review package submission is not complete until you return to the DPR and complete the remaining steps._\n\nSheet Versioning \n\nIndividual plan sheets must be numbered. PLUS will scan each sheet for title information and assign a sheet number if one can be found. If one is not recognized by the system, you will have to manually enter the sheet number. Additionally, each page must have a unique sheet number and will need to be manually corrected if duplicated. An optional sheet title can be entered for each sheet.\n\n**_Note: Sheet versioning is a very important step when submitting corrected plan sheets as the sheet number will establish the relationship between the previous versions of a sheet and the updated sheet. The sheet number given to the updated sheet must be the same as the previous version for the system to recognize the relationship between the sheets. If there is no sheet displayed in the Previous Version thumbnail, it is because the sheet number changed between versions. The sheet number should be manually changed to the correct number to match the original._**\n\nIf the sheet number is not the same, there will be no previous version showing in the thumbnail on the right. To manually search for the correct sheet number, click on the search (magnifying glass) icon and click **Select** next to the appropriate sheet.\n\nOnce all individual sheets are numbered correctly click **Continue** to proceed to Step 4.\n\nReview \n\nThis is your final opportunity to review your review package prior to submission. Click on **Edit** to return to a section requiring changes. Click **Finish** when ready to submit.\n\n_Note: Your review package submission is not complete until your receive the green ribbon indicating successful submission. You will also receive a confirmation email from PLUS._\n\nPrevious:  Next: Pay Re-submission Fee\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/plus/corrections-required-dpr",
        "title": "Corrections Required: Digital Plan Room (DPR) Instructions | Land Development Services",
        "description": "Fairfax County, Virginia - Issues are comments from reviewers that require a typed response from the applicant - each open issue must have a response from the applicant before any requested plan sheets or documents can be resubmitted.",
        "keywords": "Land Development, LDS, plan review, permit, plans, record, DPR, digital plan room, corrections required, instructions, guide"
    }
}