{
    "page_content": "# Zoning Permits Section\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-222-1082 TTY 711\n\n__\n\ndpdzoningpermits@fairfaxcounty.gov\n\n__\n\n12055 Government Center Parkway, Suite 250  \nFairfax, VA 22035\n\n__\n\nLeslie Johnson  \nZoning Administrator\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Sign Permits Home\n  * FAQs\n  * Motor Vehicle Fuel Price Signs\n  * Noise Ordinance\n  * Noise Waiver\n  * Sign Ordinance\n  * Zoning Permits\n\n\n\n  * __facebook\n\n\n\n# Sign Permits\n\nA sign permit is required for any sign that will be constructed, erected, altered, refaced, relocated, or expanded, except where otherwise noted in Article 7 of the Zoning Ordinance.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll sign permit applications must be submitted electronically through the PLUS application portal.\n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\n  * A sign permit will also serve as the building and electrical permit, as applicable, so separate building and electrical permits are not required.\n  * Sign permit applications that include freestanding signs taller than 6 feet will require submission and review of building plans. It is recommended that applications for freestanding signs taller than 6 feet be filed separately from applications for building-mounted signs and freestanding signs 6 feet tall or less. \n  * A single sign permit application may include a maximum of 15 signs. \n  * The application fee is $110. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n\n\n\n## Signs In Towns\n\nSigns located in the Town of Vienna or the Town of Clifton require the following:\n\n  * First, obtain written approval from the town.\n  * Following town approval, apply for a sign permit in PLUS. The sign permit will serve as the building and electric permit. As part of the sign permit application, you will need to upload the written approval from the town.\n  * If the sign will be on an awning or will be freestanding and over 6 feet tall, building plan review will be required. Additional information about when and how to submit building plans through PLUS will be provided following application submittal. \n  * The review process described in the Application Review section below does not apply to signs in the Town of Vienna or Clifton.\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Sign Rendering:** One color rendering of each proposed sign to include the length, width and height of each sign. If a sign includes two sign faces, include the measurement between the sign faces and the angle between the sign faces if they are not parallel. If the sign is building-mounted, show the location of the sign on the building. All renderings should be drawn to scale. This document type is always required. \n\n**Site Plan:** One site plan drawn to scale, showing the location of the sign and the distance of the sign from the nearest property line in a residential district or to the nearest curb line in a commercial or industrial district. This document type is required only if a freestanding sign is proposed.\n\n**Building Plans:** Stamped, engineered plans that provide details on how the sign(s) will be constructed and installed. Building plans should not be uploaded when the application is initially submitted. If building plans are required, the applicant will receive a separate notification with additional details after the application is submitted. Building plans should not be uploaded when the application is initially submitted.\n\n**Town Approval Letter** : Letter of approval from the Town of Vienna or the Town of Clifton. This document type is only required if the sign will be located in the Town of Vienna or the Town of Clifton.\n\n## Application Review\n\n  * All signs must comply with the requirements of the Zoning Ordinance, including sign regulations described in Article 7 and outdoor lighting standards described in Article 5. Signs must also comply with all applicable requirements of the Virginia Uniform Statewide Building Code.\n  * Internally illuminated signs must have an opaque background with translucent text and symbols, or a translucent background that is not white, off-white, or yellow in color.\n  * A Nonresidential Use Permit (also known as the certificate of occupancy) must be issued for the associated business or use before the sign permit can be issued. However, if a Nonresidential Use Permit has not been issued, an issued Commercial Addition/Alteration permit may be substituted. Applications for Commercial addition/alteration permits must be submitted electronically through the PLUS application portal.\n  * A sign on a property in a historic overlay district must get approval from the Architectural Review Board before the sign permit can be approved. For additional information, contact the Planning Division at (703) 324-1380.\n  * An application may take approximately 14 calendar days to process if no additional information is requested or required. \n  * A sign permit does not constitute approval from a homeowners’ association and its related covenants\n\n\n\n## Sign Installation\n\n  * All signs must be installed in accordance with approved sign permits, all Zoning Ordinance requirements, and the requirements of the Virginia Uniform Statewide Building Code.\n  * The permit holder is responsible to schedule inspections at the appropriate stages of construction. Sign permit inspections can be scheduled in PLUS. Please call the Building Division office at (703) 631-5101 for more information.\n  * A copy of the sign permit must be posted on-site for the duration of the permit.\n  * A sign permit expires 12 months after the date of issuance if all necessary final inspection(s) are not approved.\n\n\n\n## Related Resources\n\nHow to Calculate the Area of a Building Mounted Sign\n\nHow to Calculate the Area of a Freestanding Sign\n\nHow to Determine Your Tax Map Number\n\nHow to Determine Your Zoning District\n\nMotor Vehicle Fuel Signs\n\nResearch Historic Electronic Permit Records (PLUS)\n\nSign Permits - Frequently Asked Questions\n\nSite Records Viewer\n\n## Contact Us\n\nTopic | Department to Contact | Contact Information:  \n---|---|---  \nApplication submission and review process | Zoning Permits Section | (703) 222-1082 or dpdzoningpermits@fairfaxcounty.gov  \nBuilding plans | Building Division | (703) 222-0801 or LandDevelopmentServices@fairfaxcounty.gov  \nInspections | Building Division | (703) 222-0801 or ldsbuildinginspections@fairfaxcounty.gov  \nSpecial permit, special exception, or comprehensive sign plan | Zoning Evaluation Division | (703) 324-1290 or dpzzed@fairfaxcounty.gov  \nHistoric Overlay Districts and the Architectural Review Board | Planning Division | (703) 324-1380 or dpzpd@fairfaxounty.gov  \nSigns in the right-of-way | Virginia Department of Transportation (VDOT) | 1-800-367-7623  \nEnforcement | Department of Code Compliance | (703) 324-1300 or codecompliance@fairfaxcounty.gov  \nResearch historic sign permit records maintained in the zoning street files | Zoning Permits Section | (703) 222-1082 or dpdzoningpermits@fairfaxcounty.gov\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/zoning/sign-permits",
        "title": "Sign Permits | Planning Development",
        "description": "Fairfax County, Virginia - A sign permit is required for any sign that will be constructed, erected, altered, refaced, relocated, or expanded, except where otherwise noted in Article 7 of the Zoning Ordinance.",
        "keywords": "Sign Permits, Sign Permit Application, Sign Permit Review Process, Calculate the Area of a Building Mounted Sign, Calculate the Area of a Freestanding Sign"
    }
}