{
    "page_content": "# Planning, Permitting and Construction\n\n__\n\n#### Planning, Permitting and Construction Alert:\n\nCONTACT INFORMATION:  8 a.m. - 4:30 p.m. Permitting Business Hours: 8 a.m. - 4 p.m. (M-Th), 9:15 a.m. - 4 p.m. (F) \n\n__\n\n703-324-1780 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nhttps://www.facebook.com/fairfaxcounty\n\n__\n\nMultiple Development Agency Directors  \n\n\n## Department Resources\n\n  * Department Homepage\n  * Environmental Health\n  * Fire Marshal\n  * Land Development Services\n  * Planning and Development\n\n\n\n## Related Resources\n\n  * Criteria to Qualify for the Project Management Program\n  * Meet the Project Management Team\n  * Project Management Program Testimonials\n  * Project Management Program FAQs\n  * Assistance for Places of Worship and Nonprofit Community Groups\n  * Apply for Project Management Services\n  * Project Management Program Report\n  * Assistance for Commercial Revitalization District Projects\n  * Hospitality Industry COVID-19 Assistance\n\n\n\n  * __facebook\n  * __twitter\n\n\n\n# Project Management Program Testimonials\n\n## Coresite\n\n> \"The entire team at CoreSite can attest that it has been a night and day shift in the level of responsiveness and customer-oriented support since the project management program was launched. We are honored to participate in this program and we are a living testament that the program really delivers a degree of responsiveness, ownership, accountability, and can-do attitude that we had never experienced with the county before.\"\n\n> ~ CoreSite Vice President and Eastern Region General Manager Juan Font\n\n**The Story**\n\nCoresite's project in Reston is transforming a 22-acre office park into 600,000 square feet of datacenter space. Project Manager Jeff Vish says from a regulatory standpoint the concept of datacenters is relatively new in Fairfax County. \"With [this] project, we are trying to utilize lessons learned and view the process as a whole, rather than its individual components,\" he said. Effective communication is key to the success of project management, and communicating early and often with all stakeholders is necessary. Project managers identify risks early in the process to reduce the number of critical issues that could arise later. This results in a more predictable process.\n\n## Arrowbrook Centre\n\n> \"I can honestly say that the experience resulted in strengthened relationships and a high degree of gratification. I look forward to more opportunities to participate in this program!\"\n\n> ~ Pennoni Vice President David Steigler, the engineering consultant for Arrowbrook Centre\n\n**The Story**\n\nThe project was to bring new townhomes and condominiums to Arrowbrook Centre, a mixed-use development in Herndon. The rezoning case was already well underway when Project Manager Jeff Vish was assigned the project. \"My main focus was assisting the zoning staff coordinator in identifying potential design issues that could arise during the site plan and permitting phases, primarily related to stormwater management and proffers,\" he explains. To save time, in-depth preliminary engineering was completed at the same time that the staff report for the zoning application was being drafted. This can be risky, but Vish says it is a testament to the high level of confidence in the work that was done during the review of the zoning application. \"Fortunately, the extra work on the part of staff and the applicant's consultant resulted in a very high-quality first submission plan, and there were very few comments generated,\" he said. Steigler added that more than a third of the standard review time was saved, and he credits the \"aggressive but credible\" schedule for keeping expectations in perspective throughout the project.\n\n## Sunrise Assisted Living\n\n> \"Just a note to let you know how pleased we are with the cooperation and professionalism we felt from the Land Development Services group at Fairfax County. This was an intricate development project, involving a historic house with great importance to the local community, many proffers, and a new building on the highly sloped site. The communication and cooperation we experienced from the team, with special attention and understanding from Helman Castro, Debby McMahon, Ken Williams, and others, was very much appreciated.  \n>    \n>  Maintaining the project schedule was a priority, as local families were counting on us to open and begin providing them with high-quality assisted living and memory care support that Sunrise is known for. The Land Development Services team understood the criticality of sticking to the schedule. Specifically, the team came to the project site and met at the table directly with the general contractor, the architect, the owner, and the construction manager. We reviewed the intended completion date, and we together created a schedule of inspections. We discussed the sequence, and the requirements, IN ADVANCE, so that everyone knew what was required and worked toward meeting the deadline.\"\n\n> ~ Andy Coelho, Senior Vice President, Development and Construction, Sunrise Senior Living\n\n**The Story**\n\nThe Project Management Program recently shepherded a unique project to completion: An assistant living facility built on a historic property. Working closely with Sunrise Senior Living, the 193-year-old Silas Burke House in Burke was preserved while a project important to the community was completed on time. Here are the highlights of how the Project Management Program helped this process:  \n  \nSunrise needed to set up a temporary sales office in the historic building. The project manager, Debbie McMahon, facilitated getting a building permit and temporary special use permit to make this possible.  \n  \nMcMahon served as liaison, assisting Sunrise in obtaining all required permits, inspections and ultimately the certificate of occupancy on a tight timeline. This included a special permit converting the historic house back to a residential use, once the temporary sales office was no longer needed.  \n  \nThe timeline was aggressive, especially since it was winter, which can impact construction activity. As the date for the grand opening ceremony approached, there was concern that not all the work and the inspections could be completed in time. There was one piece of equipment that was not going to be ready, so McMahon worked with the customer to obtain a separation permit, so that all the other work except this one piece of equipment could receive a final inspection.  \n  \nOnce this was completed, the contractor, the construction manager for Sunrise, and Fairfax County staff met on the job site to evaluate what still needed to be completed. A separate permit for the Health Department pre-occupancy, was also applied for and completed. This project was a success: Sunrise was open in time for the grand opening ceremony.\n\n## Reston Station\n\n> \"The implementation of the county's Project Management Program has had significant impact on Comstock's ability to advance our Reston Station project in time to meet market demand. Reston Station is a complex development that requires attention from multiple county agencies as well as regional public entities concurrently; having Kirsten Munz and the rest of Castro's team in place to choreograph these processes has been invaluable.\"\n\n> ~ Maggie Parker, Vice President, Communications and Community Outreach, Comstock Partners LC\n\n**The Story**\n\nReston Station is a transit-oriented, mixed-use development at the Wiehle-Reston East metro station, in Reston. The ultimate development includes a public transit station and commuter parking lot, office, residential and retail components with a direct connection from the Silverline metro station to an open civic plaza. The project management team has assisted the developer with coordination of plan reviews, permits, tenant occupancy and leading coordination efforts among outside agencies.\n\n## Boat US\n\n> \"I have been working for over 35 years in Fairfax County and when they announced the new Project Management program, it was great news for not only our company, but for all who need permits from the county. Kirsten Munz was assigned to this project and was excellent to work with … She was also persistent in keeping in touch during the entire process. A process that used to take months became weeks. She also reminded us of the requirements after the permit was issued and let us know she will also help us with communication and tracking of the Fire Marshal plans and review. This new process is a huge benefit to both the county staff and the citizens of the county.\"\n\n> ~ Wayne Klotz, General Manager, I95 Business Parks\n\n**The Story**\n\nBoat US headquarters is a 65,000-square-foot office building in Springfield, VA. The project management team assisted the applicant in setting up and tracking a schedule for the various plans and permits needed to meet the applicant’s goals. The project manager checked in regularly with the customer and reviewers to minimize delays and stay on schedule.\n\n## Large Multilevel Restaurant\n\n> Working with William made it feel like Fairfax County was part of our team. He was involved throughout the whole project process and was always available to answer any questions. He closely monitored the status details and ensured we met all the deadlines. William played a critical role in getting our project to the finish line.\n\n> ~ Architect from an international architecture, design, planning and consulting firm\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/project-management-program-testimonials",
        "title": "Project Management Program Testimonials | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Project management program testimonials",
        "keywords": "testimonials, project management program"
    }
}