{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Plan Ahead\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process.\n\n## ON THIS PAGE\n\n  * Zoning Information\n  * Researching Site Conditions\n  * Design Codes and Standards\n  * County Typical Details\n  * Do I Need to Hire a RDP?\n  * Do I Need to Hire a Contractor?\n\n\n\n  * BPOL - County License\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Types of Soils and Problem Soils\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Cross-Jurisdictional Authority\n\n\n\n  \nIf you have more questions and would like to speak with someone, visit our Meet With Staff page for contact information.\n\n## Zoning Information\n\nZoning districts specify allowable uses, setbacks and other development limitations of a site. Previously approved rezoning, special exception, special permit or variance actions may include **proffers** (or conditions) that affect the property and must be accounted for when changes are proposed.\n\n**Monetary proffers** are part of the rezoning process. Private developers and individual property owners voluntarily “proffer” funds with conditions and time triggers that qualify how and when they will be used, often as a prerequisite for earning approval for a project. Learn more about proffer compliance, or for additional information, contact LDSProffers@fairfaxcounty.gov. \n\nLearn how to find your zoning district, or for more zoning-related information, contact a Planner of the Day.\n\n## Researching Site Conditions\n\nFairfax County provides general information on a number of geographic site features within JADE, one of our geographic information system (GIS) applications. This information may be beneficial when determining your project's feasibility.\n\n## Design Codes and Standards\n\nDevelopment regulations such as the Virginia Uniform Statewide Building Code (USBC) and the Public Facilities Manual (PFM) have been established to protect the health, safety and environmental sustainability of our community. Read through the relevant site and building standards to ensure your project complies with all applicable laws, regulations and policies. It is suggested that you consult with your project designer, and/or county staff to ensure the proper regulations are followed.\n\nLearn more on our Codes and Standards page.\n\n## County Typical Details\n\nThe following typical details are provided by Fairfax County to ensure the design and construction of the below project types are consistent and code compliant. Prior to designing your project, review the associated publication thoroughly and pay attention to each applicable design detail. If you have questions, please contact the county at 703-222-0801, TTY 711, or via email.\n\n  * Typical Deck Details\n  * Typical Finished Basement Details\n  * Typical Carport Enclosure Details\n  * Typical Retaining Wall Details\n\n\n\n## Do I Need to Hire a Registered Design Professional (RDP)?\n\nA Virginia licensed architect or registered engineer may be required to prepare your plans, depending on the scope of your project. Find out if an RDP is required before hiring a designer, so you can verify whether they possess any required credentials.\n\nLearn more on our Signed and Sealed Drawings page.\n\n## Do I Need to Hire a Contractor?\n\nIf the project you are planning is valued at $1,000 or more, the person doing the work must have a valid Virginia Contractor's License issued from the Department of Professional and Occupational Regulation (DPOR). Licenses are also issued with classifications and specialties that identify the type of work that may be performed.\n\nLearn more on our Hiring a Contractor page.\n\n## BPOL - County License\n\nIf you’re a contractor performing work in Fairfax County, you may need a Fairfax County Business, Professional, and Occupational License (BPOL). \n\nFor more information on the associated requirements and how to apply for your BPOL, please visit the Business Taxes webpage.\n\n## Floodplains\n\nFederally and locally designated floodplains identify areas at higher risk of flooding during storms. Development should avoid impacts to floodplains wherever possible. In cases where floodplains could be impacted, a Floodplain Use Determination may be required and consultation with the Engineer of the Day is recommended.\n\nRead more on our Flood Information page.\n\n## Resource Protection Areas (RPA)\n\nRPAs are designated buffers along waterways, established to protect water quality, filter pollutants, reduce stormwater runoff, and perform other important biological and ecological functions. Development, certain uses and other activities are regulated when proposed in or adjacent to an RPA.\n\nFor more information regarding the type of approvals required and the appropriate forms, visit the Chesapeake Bay Ordinance page.\n\n## Types of Soils and Problem Soils\n\nThe type of soil on a property affects many design elements. Ensure that your designer understands the requirements that apply to your type of soil.\n\nLearn more on our Soil Information page.\n\n## Grading/Site Plans\n\nWhen a new structure or exterior changes to a structure are proposed, a site-related plan or survey/plat is required, in addition to building permits. Before beginning your project, find out which type of site-related plan you will need along with the associated requirements.\n\nRead more about Site-Related Plans.\n\n## Parking Tabulation\n\nChanges to a building may affect the amount of off-street parking required, and a parking tabulation may be necessary to account for the changes. Ensure that parking requirements are understood as you develop your design and that they are properly accounted for.\n\nLearn more on our Off-Street Parking page.\n\n## Cross-Jurisdictional Authority\n\nIn limited circumstances, Fairfax County provides regulatory services to some of our local cities and townships through executed Memorandums of Understandings. The below infographic identifies which building and site-related services the county provides for each jurisdiction.\n\nFor example, projects located in the Town of Vienna must coordinate submissions between both the town and the county. Addressing of properties and building permit review, approval and inspections are processed by the county while site-related plans (i.e., grading plans) must be submitted directly to the town for review and approval. Building permit applications must be in the county’s PLUS system. To confirm what approvals are required prior to starting your project, contact our permits office by email or by phone at 703-222-0801, TTY 711. For details on Town of Vienna’s building permit process, visit Zoning Applications, Permits & Plan Reviews | Town of Vienna, VA\n\n_Click to Enlarge_ _Click to Enlarge_\n\nBack to Top\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/plan-ahead",
        "title": "Plan Ahead | Land Development Services",
        "description": "Fairfax County, Virginia - Before submitting your grading plan, ensure you are aware of all applicable regulations and conditions that could affect your project, to avoid surprises during the review process.",
        "keywords": "Land Development, LDS, plan ahead, zoning information, site condition, codes, RDP, design professional, contractor, RPA, resource protection area, soils, grading plan, site plan, parking tab, plans, typical county detail"
    }
}