{
    "page_content": "# Department of Planning and Development\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nTracy Strunk  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Planner of the Day\n\nThe Department of Planning and Development (DPD) provides service to our customers from 8:00 a.m. to 4:00 p.m., Monday through Friday.\n\nPlanners of the Day (POD) from the various divisions are available to answer questions from members of the public by phone or email. Contact information for the POD and the types of questions each POD can answer are available below.\n\n**If you have questions regarding the Comprehensive Plan, Plan Amendments, the SSPA Process, historic and heritage resources, environmental planning, or public facilities planning, please contact the:**\n\n  * Planning Division POD at 703-324-1380 or dpzpd@fairfaxcounty.gov\n\n\n\n**If you have questions about the Zoning Ordinance, on what a use may be, applicable yards or setback requirements, if a proposed use or structure is allowed in a specific zoning district and under what permissions, and other general zoning-related questions, please contact the:**\n\n  * Zoning Administration Division POD at 703-324-1314 or ordadmin@fairfaxcounty.gov\n\n\n\n**If you have questions regarding previously approved entitlements (rezoning, special exception, special permit, or variance), entitlements currently under consideration, or the entitlement process, please contact the:**\n\n  * Zoning Evaluation Division POD at 703-324-1290 or dpzzed@fairfaxcounty.gov\n\n\n\n**If you have questions or concerns regarding your zoning permit application or submission, please contact the:**\n\n  * Zoning Permits Section POD at 703-222-1082 or DPZMailforZPRB@fairfaxcounty.gov\n\n\n\n**If you have questions regarding urban design and land use planning in Tysons or Reston, community revitalization or urban design guidelines, please contact the:**\n\n  * Community Revitalization POD at 703-324-9300 or revitalization@fairfaxcounty.gov\n  * Urban Centers POD at 703-324-9300 or urban.centers@fairfaxcounty.gov\n\n\n\n## In-Person Appointments\n\nTo accommodate individuals with limited access to technology resources or specific needs, in-person appointments are available on an as-needed basis. Requesting appointments for in person visits are encouraged. The Herrity Building is open to the public from 8:00 a.m. to 4:00 p.m., Monday through Friday. During these hours, staff from the Department of Planning and Development will be available to assist with general questions. However, to save you time and energy we encourage you to call us before you come in. We have great phone and online resources. In person appointments can be made in advance by phone.\n\n  * Planning Division, Suite 730\n  * Zoning Administration Division, Suite 801\n  * Zoning Evaluation Division, Suite 801\n  * Zoning Permits Section, Suite 250\n  * Community Revitalization and Urban Centers Sections, Suite 755\n\n\n\n  \n\n\n## Additional Resources\n\n## What Can I Do With My Property?\n\nView frequently asked questions regarding zoning regulations and requirements in Fairfax County.\n\nView Zoning FAQs\n\n  \n\n\n## How Do I Find My Zoning District?\n\nTo determine the Zoning District of your property, please use the Zoning District Analyzer interactive map. After determining the Zoning District of the property the user can determine what specific uses are allowed in this district and other information regarding the district classification and it's requirements in the Zoning Ordinance. \n\nView Zoning Map\n\n  \n\n\n## Comprehensive Plan\n\nThe Comprehensive Plan (the Plan) is required by state law to be used as a guide to decision-making about the natural and built environment by the county’s Board of Supervisors, Planning Commission, and Board of Zoning Appeals.\n\n  * Learn More\n\n\n\n## Zoning Ordinance\n\nThe Zoning Ordinance regulates land use in Fairfax County. It is intended to promote the health, safety, and general welfare of the public and to implement the Comprehensive Plan for the orderly and controlled development of the County.\n\n  * Learn More\n\n\n\n## Zoning Permits\n\nFor information on Accessory Living Units, Home-Based Business, Interpretations of the Zoning Ordinance, Zoning Compliance Letters, and other Zoning related permits, please visit our Zoning Permits page.\n\n  * Learn More\n\n\n\n## Zoning Applications\n\nFor information on the Rezoning, Special Exception, Special Permit, and Variance Processes, please visit our Zoning Applications & Development Review webpage.\n\n  * Learn More\n\n\n\n## DPD PLUS Information & Support\n\nFor information on how to use the Planning and Land Use System (PLUS), including DPD specific user guides, training videos and other resources, please visit our DPD PLUS Information & Support webpage.\n\n  * Learn More\n\n\n\n## Fairfax County Jade\n\nThe Jade is a Geographic Information System (GIS) web application that provides an easy way to view, search, and analyze geographic information. Jade includes detailed property reports, especially useful for land development.\n\n  * Launch Jade\n\n\n\n## Assistance from a Distance\n\nComplete your zoning, building, permitting or other land development processes online through PLUS\n\nRequest a PDF copy of a single family detached property plat\n\nRequest an upload link to submit large files such as plans\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/pod",
        "title": "Planner of the Day | Planning Development",
        "description": "Fairfax County, Virginia - Department of Planning & Development Planner of the Day POD Information",
        "keywords": "Planner of the Day, POD, Do You Have a Question?"
    }
}