{
    "page_content": "# Department of Planning and Development\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nTracy Strunk  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n  * __facebook\n\n\n\n# Land Use and Development Research Tools\n\n## Active Zoning Applications Information\n\n## Application Weekly Status Reports\n\nThe reports below list all zoning applications received and accepted in the week prior to the current week. These reports run automatically on a weekly schedule. Reports are sorted by magisterial district and include the following information: applicant, CRD status, date accepted, area, tax maps, existing zoning, location description, and application description.\n\n  * View More\n\n\n\n## Board Packages for Zoning Applications before Board of Supervisors\n\nInformation on applications scheduled to be heard before the Board of Supervisors by meeting date. The package includes access to the following documents: Case Number, Applicant Name, Affidavit, Draft Proffers, Draft Development Conditions and Planning Commission Verbatim.\n\n  * View More\n\n\n\n## In-Process BOS and PC Zoning Cases \n\nActive, pending zoning cases that have moved into any of these lifecycle statuses within the past two years: Accepted, Assigned, Ready for Hearing, PC Decision, or Deferred Indefinitely. Includes all zoning case types except special permits and variances.\n\n  * View More\n\n\n\n## In-Process BZA Zoning Cases \n\nActive, pending Special Permit and Variance zoning cases that moved into any of these lifecycle statuses within the past two years: Accepted, Assigned, Ready for Hearing, and Deferred Indefinitely.\n\n  * View More\n\n\n\n## Jade\n\nThe Jade is a Geographic Information System (GIS) web application that provides an easy way to view, search, and analyze geographic information. Jade includes detailed property reports, especially useful for land development.\n\n  * Launch Jade\n\n\n\n## Planning and Land Use System (PLUS)\n\nPLUS, is the central platform to create and submit applications online, pay fees, track application status and receive electronic notifications. Customers will complete their zoning, building, permitting or other land development and environmental health processes online through PLUS.\n\n  * Launch PLUS\n\n\n\n## Planning and Zoning Viewer \n\nThe Planning and Zoning Viewer is an interactive map that provides access to information on active Fairfax County zoning applications scheduled to be heard before the Board of Zoning Appeals, Planning Commission and Board of Supervisors.\n\n  * View More\n\n\n\n## Public Hearings and Staff Reports\n\nZoning and Land Use Applications, and other land use matters are scheduled for public hearings before the Board of Supervisors, Planning Commission and Board of Zoning Appeals. Schedules, agendas and information including staff reports on applications that are scheduled for public hearings may be accessed here.\n\n  * View More\n\n\n\n## Previous Zoning Applications Information\n\n## Final Actions of Zoning Cases\n\nFinal actions of Zoning cases heard before the Board of Supervisors, Planning Commission, and Board of Zoning Appeals. \n\n  * View More\n\n\n\n## Fairfax County Historical Zoning Applications Records 1959 to 1976 \n\nScanned index card records of Zoning Applications before the Fairfax County Planning Commission and Fairfax County Board of Supervisors from 1959 to 1976.\n\n  * View More\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/land-use-research",
        "title": "Land Use and Development Research Tools | Planning Development",
        "description": "Fairfax County, Virginia - LDSnet and Online Land Use and Development Research Tools",
        "keywords": "Online Land Use and Development Research Tools"
    }
}