{
    "page_content": "__\n\n#### Planning, Permitting and Construction Alert:\n\n# Land Development Metrics\n\n### **Time to Complete by Task**\n\nThe language used in the residential, commercial, and site infographics is reflective of the task language used in the PLUS permitting process. Please note that the \"In Review\" numbers for Residential and Commercial Building reflect the days it takes for building reviewers to complete their review, it does not include the time it takes for outside reviewers to complete their reviews.\n\nApplications go through Application Submittal Review for completeness and sufficiency within­ two business days of the submission date. If an application is deemed complete, it moves to the next step of the workflow, typically the technical review. The review process is subject to the completeness of an application, whether additional rounds of reviews are needed, and the applicant’s response to staff comments. Please view these current metrics for additional information. You will be able to see the status of your application when you log into your PLUS account and check **processing status** under the **Record Info** tab.\n\nIf the current task has not been completed within the timeframe shown in the metrics below, please contact us at **703-222-0801, TTY 711**.\n\n_**Residential Permits. Click to Enlarge.**_\n\n_**Commercial Permits - Fast Track. Click to Enlarge.**_\n\n_**Commercial Permits - Non-Fast Track. Click to Enlarge.**_\n\n_**Site Plans. Click to Enlarge.**_\n\n_**Trade Permits. Click to Enlarge.**_\n\n_**Commercial Permits - Peer Review. Click to Enlarge.**_\n\n###   \n**Pre-PLUS Metrics Archive**\n\nCheck out these Time-to-Approval and Volumetrics infographics that provide a snapshot of the review timelines and volume of permits received and issued leading up to the PLUS launch in October 2022.\n\n  * _Residential Building Permits Time-to-Approval_\n  * _Commercial Building Permits Time-to-Approval_\n  * _Major Site Plans Time-to-Approval_\n  * _Minor Site Plans Time-to-Approval_\n  * _Land Development Volumetrics_\n\n\n\nPlease use this Residential Building Permit Time-to-Approval (TTA) infographic to help inform your estimated timeline when applying for a residential building permit through Land Development Services (LDS). **The \"Current Expected Time-to-Approval\" reflects the amount of calendar days, NOT business days, it may take to receive your approved permit.** If your permit application uses typical details, this \"Current Expected Time-to-Approval\" could be shorter. If your permit application is more complex or incomplete, the \"Current Expected Time-to-Approval\" could be longer. For single-family dwelling, townhouse, retaining wall, deck, detached addition, and demolition, there may be a site component to consider (see the Site Plan TTA infographic for site-related \"Current Expected Time-to-Approval\").\n\nPlease use this Commercial Building Permit Time-to-Approval (TTA) infographic to help inform your estimated timeline when applying for a commercial building permit through Land Development Services (LDS). **The \"Current Expected Time-to-Approval\" reflects the amount of calendar days, NOT business days, it may take to receive your approved permit.** If your permit application is more complex or incomplete, the \"Current Expected Time-to-Approval\" could be longer. For detached addition and new commercial building, there may be a site component to consider (see the Site Plan TTA infographic for site-related \"Current Expected Time-to-Approval\").\n\nPlease use this Site Plan Time-to-Approval (TTA) infographic to help inform your estimated timeline when applying for a site-related plan through Land Development Services (LDS). **The \"Current Expected Time-to-Approval\" reflects the amount of calendar days, NOT business days, it may take to receive your approved plan.** If your plan application is more complex or incomplete, the \"Current Expected Time-to-Approval\" could be longer. The reference to DPE or NonDPE in the Major Site Plan infographic refers to those plans that go through the Designated Plans Examiner (DPE) process versus those that do not go through a Designated Plans Examiner (NonDPE).\n\nPlease use this Site Plan Time-to-Approval (TTA) infographic to help inform your estimated timeline when applying for a site-related plan through Land Development Services (LDS). **The \"Current Expected Time-to-Approval\" reflects the amount of calendar days, NOT business days, it may take to receive your approved plan.** If your plan application is more complex or incomplete, the \"Current Expected Time-to-Approval\" could be longer.\n\nHousehold Appliance permit and inspections data not included in this month's volumetrics.\n\nThe Volumetrics infographic provides Land Development Services (LDS) data related to the volume of plans and permits issued and approved as well as the number of inspections conducted for a given month.\n\n## Annual Report\n\nLand Development Services’ \"by the numbers\" annual report demonstrates the volume of plans reviewed, permits issued and inspections conducted, as well as other metrics integral to the department's service delivery.\n\nLand Development Services 2023 Annual Report\n\n  \n\n\n### LDS Annual Report Archives\n\n  * Land Development Services 2022 Annual Report\n  * Land Development Services 2021 Annual Report\n  * Land Development Services 2020 Annual Report\n\n\n\n### **Fire and Sprinkler Metrics**\n\n  * _Sprinkler Plans Queue_\n  * _Fire Alarm Shell Buildings Queue_\n  * _Class 4 and Larger Arch Plans Queue_\n  * _Weekly Total Plans on Hand_\n  * _Weekly Work-Day Lag_\n\n\n\n### Acceptance Testing Metrics\n\n  * _Inspection Scheduling Lag_\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/development-review-metrics",
        "title": "Land Development Metrics | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Graphs and metrics displaying the regular review times for development projects within Fairfax County",
        "keywords": "metrics, review time, time to market, sprinkler tenant plan, building plan review, average time"
    }
}