{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Address Change (ADD)\n\nAll addresses in Fairfax County are assigned by Facilitation and Addressing Center (FAC) staff in compliance with all county codes and regulations. Addresses cannot be added to the Master Address Repository (MAR) by GIS until a PLUS application is submitted. \n\nPlease note, if you currently have a submitted plan in review with the county, the approved address for the plan will be added to MAR once the plan has been approved by the Site Development and Inspections Division (SDID). If a parcel is currently under bond, then an address change must be submitted via a revision to the originally approved site plan. If the address request is the only proposed change, then the submission qualifies as a minor revision that can be reviewed, approved, and issued by FAC staff.\n\nFor additional details, including FAQs, see Addressing and Street Names.  \n\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nProperty owners or their duly authorized agents, Board of Supervisors, the Department of Public Safety, and other jurisdictions such as Town of Herndon and Town of Vienna may submit address change requests. When an address change is submitted as part of a construction plan or plat, currently bonded or under review with the county, the request must be certified by a design professional licensed by the Commonwealth of Virginia and meeting the respective code requirements.\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n**For additional information specific to addressing, check out the following:**\n\n  * To learn more about addressing properties in Fairfax County, visit our Addressing and Street Names page.\n  * To review relevant code requirements for addressing and street name assignments, enforcement and adoption, see county code Chapter 102 (Streets and Sidewalks).\n  * To confirm existing addresses, visit the county’s Master Address Repository (MAR), a web application which provides access to addresses and street names.\n  * Unsure about the validity of a property address or parcel ID? Use The Validator search engine.\n  * To learn more about a specific property, to include accessing previous record information, visit the county’s Property Information Web page and the county’s Real Estate Assessment website.\n\n\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **address change** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n### First Submissions:\n\n  * Justification Statement (reason for the request; can be incorporated into a Letter of Permission, if one is required)\n  * Letter of Permission (required if the Applicant is not the Owner)\n  * Plans (required) \n    * Residential – Building plans or plat\n    * Commercial – Building plans, tenant layout for the entire structure, or plat\n    * All plans must: \n      * Be to scale.\n      * Be signed by a licensed design professional using a verifiable digital signature.\n      * Show all egress doors (leading to the exterior of the structure).\n      * Show all surrounding streets.\n    * For plats, refer to Technical Bulletin 18-02\n  * Notices of Violation and/or Corrective Works Orders (required if there is an open violation related to the address change request)\n  * Supporting Documentation (optional)\n  * For Town of Vienna and Town of Herndon, an approved site plan is required for new construction and redevelopment.\n  * Review fee when submitted as a minor revision with a bonded project or site-related plan under review.\n\n\n\n### Subsequent Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Applicant responses - enter responses to all open issues in the PLUS Digital Plan Room\n  * Review fee when submitted as a minor revision with a bonded project or site-related plan under review.\n\n\n\nHelpful Videos:\n\n****Responding to Issues - YouTube\n\n****Upload Corrected Plans - YouTube\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Facilitation and Addressing Center will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections and additional supporting documents may be required.\n\n  * Queue Times\n  * Fees\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Approval Letter Issuance\n\nOnce all reviews are approved, an email notification will be issued by PLUS, containing a link to download the approval letter. GIS will subsequently update the county’s mapping systems and Master Address Repository (MAR). Next, MAR will coordinate updating the new address in all other systems, such as PLUS and iCare. You will see your new address in MAR and PLUS the following business day, however, other county systems could take up to a week to fully update.\n\nEvery week, FAC staff issues a report of all new and expired addresses. This report is sent to all county agencies, including Public Safety (or 911), and the U.S. Postal Service. Your approval letter may be used immediately to update personal correspondents, which may include utility companies, telephone companies, banks, and other personal accounts.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n## **Additional Resources**\n\n  * Real Estate Assessment\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Facilitation and Addressing Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/address-change",
        "title": "Address Change (ADD) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, ADD, address, address change, FAC, MAR, addressing and street names"
    }
}