{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Comprehensive Plan Amendments Home\n  * 2023 Comprehensive PA Work Program\n  * Current Plan Amendments & Studies\n  * Plan Amendments Map\n  * Site-Specific Plan Amendment (SSPA) Process\n  * Staff Reports\n  * Completed Plan Amendments\n\n\n\n  * __facebook\n\n\n\n# Staff Reports for Proposed Comprehensive Plan Amendments\n\nThe Code of Virginia requires localities to review their Comprehensive Plans at least once every five years. The Fairfax County Comprehensive Plan is evaluated more frequently to manage the dynamic changes in the County and to conduct Plan maintenance. Plan amendments are initiated by a motion by the Board of Supervisors. In order for an amendment to be adopted, it must be the subject of a public hearing before the Planning Commission (PC) and the Board of Supervisors (BOS). See the Planning Commission's Meeting Calendar for information about currently scheduled Planning Commission public hearings. The Board of Supervisors must vote to adopt the amendment in order to change the Plan. \n\nStaff reports for the proposed amendments scheduled for public hearing are listed below. Click on an amendment to expand for more information.\n\n**This page contains only Plan amendments for which staff reports have been published.** Please visit the Current Plan Amendments page to view Plan amendments that are under review.\n\n## \n\nAuthorized for Public Hearing\n\n##  Plan Amendment SSPA-2023-IV-6S - Springfield Boulevard \n\nOn July 25, 2023, the Board of Supervisors reauthorized the consideration Comprehensive Plan amendment SSPA-2023-IV-6S - Springfield Boulevard. The Board requested staff to consider individual plan amendments to include, but not be limited to, the land use mixes and densities/intensities on land areas in the Springfield TSA/CBC that were accepted into the 2022-2023 Countywide SSPA process (CPN22-LE-004, CPN22-LE-006, CPN22-LE-008, and CPN22-LE-009). These site-specific amendments are anticipated to be processed in advance of a broader visioning and land use planning study for the Springfield TSA/CBC (SSPA 2023-IV-1S). The proposed Plan recommends coordination of plan recommendations with SSPA-2023-IV-7S.\n\n**Planning Commission Public Hearing:** Wednesday, October 23, 2024 at 7:30 p.m.\n\n**Board of Supervisors Public Hearing:** Tuesday, November 19, 2024 at 4:00 p.m. \n\n### Related Resources\n\nStaff Report\n\n##  Plan Amendment SSPA-2023-IV-7S - Amherst Avenue \n\nOn July 25, 2023, the Board of Supervisors reauthorized the consideration Comprehensive Plan amendment SSPA-2023-IV-7S - Amherst Avenue. The Board requested staff to consider individual plan amendments to include, but not be limited to, the land use mixes and densities/intensities on land areas in the Springfield TSA/CBC that were accepted into the 2022-2023 Countywide SSPA process (CPN22-LE-004, CPN22-LE-006, CPN22-LE-008, and CPN22-LE-009). These site-specific amendments are anticipated to be processed in advance of a broader visioning and land use planning study for the Springfield TSA/CBC (SSPA 2023-IV-1S). The proposed Plan recommends coordination of plan recommendations with SSPA-2023-IV-6S.\n\n**Planning Commission Public Hearing:** Wednesday, October 23, 2024 at 7:30 p.m.\n\n**Board of Supervisors Public Hearing:** Tuesday, November 19, 2024 at 4:00 p.m. \n\n### Related Resources\n\nStaff Report\n\n##  Plan Amendment SSPA 2023-I-1J - Alliance Center \n\nOn April 11, 2023, the Fairfax County Board of Supervisors (Board) authorized consideration of a Comprehensive Plan amendment for Land Unit F and more specifically Sub Unit F2 in the Merrifield Suburban Center (Tax Map Parcels 49 ((34)) 2929 – Parcels A, B, C, D, E, F, G, H, J, K, L, M, N, S, T, and U and Tax Map 49 ((34)) 2931 – Parcels A, B, C, D, E, F, G, and H), located at 2929 and 2931 Eskridge Road in the Providence Supervisor District. The subject site is in the Merrifield Suburban Center and the Merrifield Community Revitalization Area of the Comprehensive Plan (Plan).\n\nThe Board requested staff evaluate a Plan amendment to consider residential mixed-use up to a 3.0 floor area ratio (FAR), consisting of multifamily residential with ground floor non-residential uses. The proposal’s development potential could yield approximately 358 multifamily residential dwellings with up to 60,000 square feet of ground floor non-residential uses.\n\n**Planning Commission Public Hearing:** Wednesday, November 13, 2024 at 7:30 p.m.\n\n**Board of Supervisors Public Hearing:** Tuesday, January 14, 2025 at 4:00 p.m.\n\n### Related Resources\n\nStaff Report\n\n## \n\nDeferred Indefinitely\n\n##  Plan Amendment 2018-IV-MV2 - 8800 Richmond Highway \n\nOn March 6, 2018 the Board of Supervisors authorized the consideration of a Comprehensive Plan amendment for 8800 Richmond Highway in the Mount Vernon Supervisor District. Plan Amendment 2018-IV-MV2 considers residential use at a density up to 8 dwelling units per acre for an approximately eight acre area located at 8800 Richmond Highway (Tax Map parcels 109-2((1))18C, 19 and 20) currently planned for private open space. The Board’s authorization requested that staff consider full parcel consolidation and the ability for development to conform with Policy Plan guidance on Environmental Quality Corridors (EQCs), including the demonstration of any circumstances that merit disturbance to the EQC, and the provision of mitigation/compensation measures resulting in a net environmental benefit to the parcels and net benefits relating to most, if not all, the objectives of the EQC policy that are applicable to the proposed disturbances. The authorization also identified a need for proposed redevelopment to be consistent with the Virginia Department of Transportation (VDOT) widening of Richmond Highway.\n\n**Planning Commission Public Hearing:** The**** Planning Commission has indefinitely deferred this public hearing.\n\n**Board of Supervisors Public Hearing:** TBD\n\n#### Related Resources\n\nStaff Report\n\nStaff Report Addendum\n\n## Additional Information\n\n  * Public Hearing Location\n  * Speaker Information\n\n\n\n## \n\nAll public hearings are held at:\n\nBoard Auditorium  \nFairfax County Government Center  \n12000 Government Center Parkway  \nFairfax, VA 22035\n\nPersons wishing to speak at the public hearings on these topics may call the Office of the Clerk to the Planning Commission: 703-324-2865, TTY 711, and the Office of the Clerk to the Board of Supervisors: 703-324-3151, TTY 711, to be placed on the respective speakers list or may appear and be heard.\n\nSign up for the speakers' list online: Planning Commission | Board of Supervisors\n\n## Comprehensive Plan Announcements\n\nTo receive periodic updates about the Comprehensive Plan and Comprehensive Plan Amendments, subscribe to the Comprehensive Plan Announcements e-mail list.\n\nSubscribe to Email Updates\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/plan-amendments/staff-reports",
        "title": "Staff Reports for Proposed Comprehensive Plan Amendments | Planning Development",
        "description": "Fairfax County, Virginia - Staff Reports for Proposed Comprehensive Plan Amendments Scheduled for Public Hearing",
        "keywords": "Staff Reports for Proposed Comprehensive Plan Amendments Scheduled for Public Hearing"
    }
}