{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Code Modification (CDMOD)\n\nThe Fairfax County Building Official has the authority to issue a modification to a building code provision provided the proposed change meets the original code's spirit and functional intent. Consider applying for a code modification if:\n\n  * Your project's design or construction does not meet the letter of the building code, but you feel it complies with its intent.\n  * A code provision from an edition of the code that Virginia has yet to adopt better addresses your design or construction.\n  * You have an alternate design, unknown method or new material that is not addressed in the code.\n\n\n\nEach modification is unique to a specific project and cannot be construed as a countywide or statewide code interpretation. A code modification is not a variance or a relaxation of a requirement; the Building Official does not have the authority to waive provisions of the code.  \n\n\n## ON THIS PAGE\n\n  * Who Can Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO CAN APPLY?\n\nThe administrative provisions of the Virginia Uniform Statewide Building Code permit the owner of the property or the owner’s agent to apply for a code modification. The owner’s agent may include an architect, an engineer, a general contractor, or somebody else whom the owner may designate.\n\n## PLAN AHEAD\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Design Codes and Standards\n  * Manufacturers Installation Instructions\n  * Product Evaluation Reports\n\n\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **code modification** online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\n### \n\n### **Instructional Videos for PLUS**\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n## Requirements\n\nThe following information must be included in your Code Modification Request:\n\n  * Type of Code Modification being requested\n  * Specify the parent permit, if one exists\n  * Who identified the code deficiency\n  * The design deficiency in question\n  * The proposed solution to the deficiency\n  * Upload any supporting documentation such as plans, explanatory letters and manufacturer’s cut sheets\n\n\n\n\n\n\n## What's Next?\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Building Plans Infographic.\n\n### Review Process\n\nThe Building Official and the Code Modification Review Committee will evaluate the technical merits of the proposed code modification. You will be notified in writing of the final ruling which will be an approval, denial or a conditional approval. If you are not satisfied with the decision of the Building Official, you can request a local appeal.\n\n## Additional Resources\n\n  * Code Interpretations, Modifications and Appeals\n  * Codes and Standards\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/code-modification",
        "title": "Code Modification (CDMOD) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, code appeal, code modification, CDMOD, building official"
    }
}