{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Floodplain Study (SFP)\n\nThe purpose of a floodplain study is to establish the limits of flooding within or near a proposed development activity when an acceptable delineation does not already exist, or when proposed development may change flood boundaries. A floodplain study is conducted by a licensed professional engineer to determine the water surface elevation and boundaries of flooding for a water body during a storm event that has a 1% probability of occurring in any given year using methods required by the Public Facilities Manual 6-1400. See also Technical Bulletin, 12-03 Use of Existing Flood Hazard Data to Delineate Floodplain Boundaries on Plans.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nProperty owners or their duly authorized agents may submit floodplain studies, however, the study itself must be prepared and certified by a professional engineer licensed by the Commonwealth of Virginia and meeting the respective code requirements.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Some of those factors include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\nTo verify potential floodplain boundaries impacts to your specific project, use the GIS Floodplain Viewer application.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **floodplain study** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### Submission Guidelines\n\nVisit our Site-Related Submission Guidelines page for information on how to submit your plan, including strongly encouraged naming conventions.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n### First Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Floodplain Study consisting of a plan depicting the floodplain boundaries, cross-sections and water surface elevations with hydrologic and hydraulic calculations meeting the requirement of the Public Facilities Manual Chapter 6 and specifically Section 6-1400.\n  * Review fee\n\n\n\n### Subsequent Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Applicant responses - enter responses to all open issues in the PLUS Digital Plan Room\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Responding to Issues - YouTube\n\n****Upload Corrected Plans - YouTube\n\nHelpful Instruction Guides:\n\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n### Revisions to previously approved plans (per the PFM):\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Revision narrative - separate letter detailing the revision and referencing its general location\n  * Revision block - updated revision block incorporated as part of the plan or profile sheet\n  * Certification of No Change - certification that no other changes have been made to the plan or profile except those previously approved\n  * Changes circled in red\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Submitting Revisions in PLUS - YouTube\n\nHelpful Instruction Guides:\n\n  * Uploading Plans and Documents\n  * VOID Sheet Process\n\n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center and Site Development and Inspections Division will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue times\n  * Fees\n  * Common plan comments for site review\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Plan and Permit Issuance\n\nOnce all reviews are approved and fees have been paid, your approved floodplain study will be available to download from PLUS.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n## **Additional Resources**\n\n  * Flood Information\n  * Site-Related Plans\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/floodplain-study",
        "title": "Floodplain Study (SFP) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, SFP, floodplain, floodplain study"
    }
}