{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * SSPA Process Home\n  * 2022-2023 Countywide SSPA \n    * 2022-2023 Countywide Home\n    * 2022-2023 SSPA Guide\n    * Community Meeting Archive\n    * Eligibility Map\n    * Full Schedule\n    * Track a Nomination\n    * Nominator Locator Map\n  * Frequently Asked Questions\n  * How to Participate\n  * Past SSPA Cycles \n    * 2017 North County SSPA\n    * 2019-2020 South County SSPA\n\n\n\n  * __facebook\n\n\n\n# 2022-2023 Countywide SSPA Process\n\n## Track a Nomination\n\nThe nomination period is now closed. Fairfax County received a total of 75 nominations to amend the Comprehensive Plan as a part of the 2022-2023 SSPA nomination process held during October 2022. The status of the 2022-2023 Countywide SSPA nominations may be reviewed on the Track a Nomination page.\n\nTrack a Nomination\n\n## COMMUNITY MEETING ARCHIVE\n\nThe nominations that were accepted by the Board were reviewed by staff, and a series of community meetings were held to ensure those living and working near the nominated sites knew about the proposed changes and had the opportunity to provide early comments. The community meetings took place between January 2023 - February 2023.\n\nView Meeting Archive\n\n## 2022-2023 SSPA Guide\n\nThe 2022-2023 Countywide SSPA Guide provides detailed instructions on the nominating process, submission requirements, and the criteria that will be used to evaluate nominations. \n\n  * View Guide\n\n\n\n## 2022-2023 SSPA Schedule\n\nView the 2022-2023 Countywide SSPA Process timeline document for the overall schedule.\n\n  * View Schedule\n\n\n\n## Eligibility Map\n\nAn interactive map showing the areas that are eligible for the SSPA is available.\n\n  * View Map\n\n\n\n## Lunch & Learn\n\nDPD staff hosted a series of instructional “Lunch and Learn” meetings on September 13, 14, and 15 to go over the nominating process. A video recording of one of the Lunch and Learn meetings is available. \n\n  * View Video\n\n\n\n## Process Overview\n\n  * 1\\. Nomination Phase\n  * 2\\. Screening Phase\n  * 3\\. Evaluation Phase\n\n\n\n__Print Section\n\n__Print All Sections\n\nNomination Phase \n\nNominations may be submitted though an SSPA Nomination Form from October 3-28, 2022. The form will require information regarding the nominated property or properties, contact information for the nominator and property owner, and information on the current Comprehensive Plan recommendation for the site and the proposed change. \n\nIn addition to the identifying information listed above, the form will also require: the property owner’s consent to the nomination, a copy of the nominator’s notification letter to the property owner(s) (which should describe the nomination and include a map of the property), an illustrative concept plan visually describing the nomination, and statement of justification (generally 1-2 pages in length) describing the nominated change to the Comprehensive Plan. The justification should explain how the proposal would:\n\n  * Address an emerging community concern or change in circumstances;\n  * Advance planning objectives of the county’s Policy Plan, Area Plans, and/or Concept for Future Development, and not be contrary to long standing county policies;\n  * Align with the goals of the county’s Strategic Plan, One Fairfax Policy, Communitywide Housing Strategic Plan, Economic Success Plan, or other Board-adopted policies;\n  * If a proposal has been re-submitted from a previous SSPA cycle, describe in detail why a change in circumstances (emerging trends, further community outreach) warrants an additional review. \n  * The statement of justification should include a summary of the anticipated timeline for the implementation of the nomination (ie, submission of a development application). Nominations with near-term development prospects that clearly meet the justification criteria may be prioritized. \n  * The statement of justification should note any community stakeholders who have been or are anticipated to be engaged in the review of the nomination. \n  * The area nominated should be a logical planning area that avoids spot planning (re-planning an individual property in a way that is inconsistent with the surrounding area). \n\n\n\nWhen considering the addition of SSPAs to the Work Program, County staff, the Planning Commission, and the Board of Supervisors will prioritize nominations that most align with the justification criteria noted above, especially those that align with county goals, address community concerns or changes in circumstances, and warrant site-specific review due to their strategic importance or near-term development timeline. \n\nDuring the nomination period, DPD staff will be available to answer questions about preparing nominations. Staff may contact during this time to request materials or request clarification on the submitted nominations. \n\nScreening Phase \n\nFollowing the conclusion of the Nomination Phase, the Board of Supervisors will be forwarded the nominations and will take action to accept or reject the individual nominations into the SSPA process. This acceptance will take place in the form of a County Executive Action Item (tentatively scheduled for December 6, 2022). Any requested modifications to the submission criteria for the nominations will be noted in the action item and will be considered with the Action Item. The nominations that are accepted by the Board will next be reviewed by staff, which will hold a series of community meetings to ensure those living and working near the nominated sites know about the proposed changes and can provide early comments. The comments at the meetings will be summarized by staff and provided to the Planning Commission. The community meetings are anticipated to take place in January 2023. Following the community meetings, the Planning Commission will hold a public workshop on the nominations in February 2023, during which staff and the nominators will provide presentations, and the public may provide comments. The Planning Commission will provide a recommendation on a revised Work Program, which may include some of the nominations. Finally, following the Planning Commission’ workshop, the Board will take action on the revised Work Program in late February/early March 2023. \n\nEvaluation Phase \n\nNominations that are added to the Work Program will proceed to the Evaluation Phase for formal review as Plan Amendments. The community engagement model and timeline for each amendment will vary based on the unique circumstances of the amendment, including the complexity of the review, the intended development timeline, plan amendment prioritization, and the availability of staff and community resources. In some instances, plan amendment studies may proceed through established means of community review, such as land use committees, whereas in others, specially appointed groups, such as task forces, may be considered. The specific engagement model for each of the nominations that are added to the Work Program would be identified in coordination with the applicable Board member. Following community review, all amendments will continue to provide notification of neighboring properties and advertisement of public hearings before the Planning Commission and Board.\n\nPrevious:  Next: Nomination Phase\n\n## Stay Informed\n\nTo receive timely announcements about the SSPA process, as well as announcements related to the Comprehensive Plan and plan amendments, subscribe to the Comprehensive Plan Announcements email list.\n\nSubscribe to Email Updates\n\n  \n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/plan-amendments/sspa/countywide/2022-2023",
        "title": "2022-2023 Countywide SSPA Process | Planning Development",
        "description": "Fairfax County, Virginia - 2022-2023 Countywide SSPA Process",
        "keywords": "Countywide, SSPA, 2022-2023"
    }
}