{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## STAY CONNECTED\n\nTo sign up for updates or to access your subscriber preferences, please enter your contact information below.\n\n  * \n\n\n  * __facebook\n\n\n\n# Public Facilities Manual and County Code Amendments\n\nListed below are the amendments to the Public Facilities Manual (PFM) and the County Code:\n\n  * Proposed amendments under consideration\n  * Proposed amendments for public hearing\n  * Recently adopted amendments\n\n\n\n**Email Subscription Service:** You can receive email updates about proposed and recently adopted PFM amendments by subscribing to the Letters to Industry email list.\n\n## Proposed Amendments  \nUnder Consideration\n\n\n\n\n**Proposed Amendment to the Public Facilities Manual (PFM)** regarding Street Light Waiver Criteria\n\nThe proposed PFM amendment will revise the current streetlight waiver provision in the PFM to add criteria that must be considered by the Director of LDS during the review of requests to waive the requirement for site and subdivision developments to install street lights. The criteria proposed to be added include existing road conditions, proposed road and intersection design, pedestrian activity, collision and crime data, and environmental considerations.\n\n**Authorization:** Not yet scheduled\n\n**Public Hearings:** Not yet authorized\n\n**Related Documents and Information:**\n\n  * Presentation to the Land Use Policy Committee on Jan. 30, 2024\n\n\n\n## Proposed Amendments  \nAuthorized for Public Hearing\n\nThe following proposed amendments to the Fairfax County PFM and the County Code are scheduled to be authorized or have been authorized for advertisement of public hearings before the Planning Commission and Board of Supervisors. Please note that hearing dates and times may be subject to change. For the convenience of the public, copies of the Staff Reports for the proposed amendments are available for review in portable document format (PDF) below.\n\n* * *\n\n## Proposed Amendments: Comments & Speakers\n\n### Comments\n\nWritten comments may be forwarded to: Fairfax County Land Development Services, Site Code Research and Development Branch, 12055 Government Center Parkway, Suite 608, Fairfax VA 22035-5503, or via _**email**_.  \n\n\n### Speaker Information\n\nPersons wishing to speak at the public hearings on these topics may call the Office of the Clerk to the Planning Commission, **703-324-2865 , TTY 703-324-7951**, and the Office of the Clerk to the Board of Supervisors, **703-324-3151 , TTY 703-324-3903**, to be placed on the respective speaker's list, or you may appear at a public hearing and be heard.  \n  \nSign up for the speaker's list online: _Planning Commission_ | _Board of Supervisors_\n\n## Recently Adopted Amendments\n\n\n\n\n**Amendment to Chapter 118 (Chesapeake Bay Preservation Ordinance)** of the Code of the County of Fairfax (CBPO) regarding Preservation of Mature Trees and Coastal Resilience and Adaptation to Sea Level Rise\n\nThe proposed amendment to the CBPO is to add criteria regarding the preservation of mature trees, and coastal resilience and adaptation to sea level rise and climate change. These changes are necessary to incorporate revisions to the state Chesapeake Bay Preservation Area Designation and Management Regulations adopted by the State Water Control Board.\n\n**Effective Date:**\n\nOctober 9, 2024, at 12:01 a.m., and the requirements be applicable to any new plans and applications submitted on or after this date, except that all previously approved Water Quality Impact Assessments and RPA exception and exemption requests remain valid for the period indicated in the approval. \n\nApplicants who submit a plan or application before the effective date that is then accepted for review without further modification may continue to use the criteria in effect at the time of the submission only if the plan or application is approved within six months of the effective date and any previously approved Water Quality Impact Assessments and RPA exception and exemption approvals remain valid for the time period granted in the approval.\n\n**Documents:**\n\n  * Adopted Amendment\n\n\n\n* * *\n\n**Amendment to the Code of the County of Fairfax, Virginia (County Code) to adopt new Chapter 124.1 (Erosion and Stormwater Management Ordinance) and repeal Chapter 104 (Erosion and Sedimentation Control) and Chapter 124 (Stormwater Management Ordinance) in their entirety.**\n\nThe amendment consolidates the existing erosion and sediment control requirements, stormwater management requirements, and provisions to satisfy the County’s state-issued municipal separate storm sewer permit into a single ordinance. The ordinance clarifies program requirements, eliminates redundancies, and corrects inconsistencies between the existing ordinances. There are no substantive changes to existing erosion and sediment control minimum standards or to the post-construction stormwater management technical criteria. The ordinance requires all land-disturbing activities equal to or greater than 2,500 square feet to provide erosion and sediment control, water quantity control, and water quality control. The Board did not adopt the optional provision that would have exempted land-disturbing activity equal to or greater than 2,500 square feet and less than one acre for construction of single-family detached residential structures not part of a common plan of development or sale meeting certain criteria from providing water quality control.\n\n**Effective Date:**\n\n  * July 1, 2024, at 12:01 a.m. except that for land-disturbing activity that would have been eligible for the exemption under Section 124-1-7(3) of the Stormwater Management Ordinance and for which lot grading plans were accepted for review prior to July 1, 2024, the effective date of the water quality technical criteria set forth in the Erosion and Stormwater Management Ordinance is January 1, 2025.\n\n\n\n**Documents:**\n\n  * Adopted Amendment\n\n\n\n* * *\n\n**Amendments to Appendix Q (Land Development Services Fee Schedule) of the Code of the County of Fairfax, Virginia Regarding Adjustment of the Fees Charged by Land Development Services for Plan Review, Permits and Inspection Services.**\n\nThe amendment adjusts fees charged for plan review, permits, and inspection services to meet the Board’s direction for approximately 100% cost recovery and to support Land Development Services’ efforts to enhance customer service during the land development review process. \n\n**Effective Date:**\n\n  * July 1, 2024, the proposed amendments to the Appendix Q, Land Development Services Fee Schedule, of the Fairfax County Vode, with fees as set forth in Attachment One, to the memorandum dated April 15, 2024.\n  * July 1, 2025, the proposed amendments to Appendix Q, Land Development Services Fee Schedule, of the Fairfax County Code, with the Full amount of fees set forth in the Staff Report dated March 5, 2024. The fees, as effective July 1, 2025, will not exceed the fees listed in that Staff Report. \n\n\n\n**Documents:**\n\n  * Staff Report\n  * Fee Schedule effective July 1, 2024\n\n\n\n* * *\n\n**Amendment to Section 65-6-6 of the Code of the County of Fairfax, Virginia (County Code) relating to the Public Sanitary Sewer Availability.**  \n  \nThe amendment is editorial in nature. It amends the sewer availability provisions of Section 65-6-6 of the County Code by adding a reference to the Board-adopted Sewer Policy to clarify that availability of the public sewer service under Section 65-6-6 of the County Code is subject to the Sewer Policy.  \n  \n**Effective Date:**\n\n  * Sept. 27, 2023, at 12:01 a.m.\n\n\n\n**Documents:**\n\n  * Board Package\n\n\n\n* * *\n\n\n\n\n**Proposed Amendment to Chapter 122 (Tree Conservation Ordinance)** of The Code of the County of Fairfax, Virginia (County Code) Re: Tree Commission Charter\n\nThe Tree Commission was created by the Fairfax County Board of Supervisors (Board) to advise the Board on matters related to the preservation and planting of trees. The Tree Commission’s charter is set out in Article 9 of the Tree Conservation Ordinance. The charter is proposed to be amended to include additional activities, add a secretary as an officer of the commission, and change the requirements for citizen members. Editorial and minor revisions are included in the proposed amendment.\n\n**Authorization:**\n\n  * Board of Supervisors: Sept. 26, 2023\n\n\n\n**Public Hearings:**\n\n  * Planning Commission: Oct. 25, 2023, 7:30 p.m.\n  * Board of Supervisors: Dec. 5, 2023, 3:30 p.m.\n\n\n\n**Documents:**\n\n  * Staff Report\n\n\n\n## \n\n##  Amendments to Public Facilities Manual (PFM) Regarding Phase 2 of the \"PFM Flex Project\" \n\nThe adopted amendments are necessary to make technical and non-technical updates, clarifications, and editorial changes to the PFM. This effort is a result of goal three of the Strategic Plan for Economic Success in Fairfax County: to improve the speed, consistency, and predictability of the land development review process. This effort has been dubbed the “PFM Flex Project.” Phase 1 of the PFM Project was approved by the Board on December 4, 2018. This adopted amendments are for Phase 2 of the PFM Flex Project.\n\n**Effective Date:**\n\n  * Oct. 21, 2020\n\n\n\n**Documents:**\n\n  * Final Amendments\n\n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/public-facilities-manual-and-code-amendments",
        "title": "Public Facilities Manual and County Code Amendments | Land Development Services",
        "description": "Fairfax County, Virginia - The proposed and recently adopted amendments to the Public Facilities Manual and the County Code.",
        "keywords": "Public Facilities Manual, PFM, PFM Amendment"
    }
}