{
    "page_content": "# Planning Division\n\n__\n\n#### Department of Planning and Development Alert:\n\nCONTACT INFORMATION:  Our offices are open 8:00 a.m. to 4:00 p.m., Monday through Friday. \n\n__\n\n703-324-1380 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway, Suite 730  \nFairfax, VA 22035\n\n__\n\nKelly Atkinson  \nDirector\n\n## Department Resources\n\n  * Planning & Development Home\n  * About Us\n  * Boards & Commissions \n    * Board of Supervisors\n    * Board of Zoning Appeals\n    * Planning Commission\n  * Community Revitalization\n  * Contact Us\n  * Maps & GIS Applications\n  * Online Services \n    * Email Subscriptions\n    * Planner of the Day\n    * PLUS Application Portal\n    * Request a Plat\n    * Submit Files & Plans\n    * Zoning Permits\n  * Planning \n    * Planning in Fairfax County\n    * Comprehensive Plan\n    * Comprehensive Plan Amendments\n    * Site-Specific Plan Amendment Process\n    * Environmental Topics\n    * Historic & Heritage Resources\n    * Public Facilities Review\n  * Projects & Initiatives\n  * Public Hearings & Staff Reports\n  * Resources & Tools \n    * DPD PLUS Information & Support\n    * Frequently Asked Questions\n    * Land Development Overview\n    * Land Use Research\n    * Letters to Industry\n  * Urban Centers\n  * Zoning \n    * Zoning in Fairfax County\n    * Zoning Ordinance\n    * Zoning Ordinance Amendments\n    * Zoning Applications & Development Review\n    * Zoning Permits\n    * Noise Ordinance\n    * Zoning Map\n\n\n\n## Related Resources\n\n  * Public Facilities Review - Home \n  * 2232 Review Process \n  * Administrative Review-Eligible Project (AREP) Facilities\n  * Exempt Public Facilities\n  * Non-Telecommunication Facilities\n  * Telecommunication Facilities\n\n\n\n  * __facebook\n\n\n\n# Non-Telecommunication Facilities - 2232 Review\n\nPublic facilities are the facilities required to support the services and functions provided by the county government or public utility companies. Such facilities are essential to support the community and its development and to enhance the overall quality of life.\n\nPublic facilities include (but are not limited to) the following elements:\n\n  * Education - public schools and higher education\n  * Libraries\n  * Public Safety Services - police, fire and rescue, sheriff, courts, animal control\n  * Health & Human Services\n  * Parks & Recreation\n  * Utilities and Services - water supply, sanitary sewer, solid waste, drainage systems and stormwater management, vehicle maintenance facilities, gas, electric, telephone, and communications\n\n\n\nSome facilities are generally not reviewed under the 2232 process. (See the list of exempt facilities).\n\n## 2232 Review\n\nThe term 2232 Review derives from the Code of Virginia Section 15.2-2232. Fairfax County's 2232 review process determines the compatibility of proposed public facilities with the locational guidelines established in the Comprehensive Plan. Specifically, this process determines if the general or approximate location, character, and extent are in substantial accord with the Fairfax County Comprehensive Plan. Enlargements, changes of use, and other changes to public areas may also be subject to 2232 review process.\n\n## HOW TO SUBMIT AN APPLICATION\n\nAll non-telecommunication Public Facility (2232 review) applications must be submitted electronically through the PLUS application portal. Please review the Steps to Submit Public Facility Applications in PLUS for instructions. \n\nFor additional information on how to use the PLUS application portal, please visit the DPD PLUS Information & Support page. Instructional videos are available on the Fairfax County PLUS - YouTube channel.\n\nIf you have technical questions (e.g. account setup, password issues) regarding the PLUS system, please contact the Help Desk:\n\n  * Hours of Operation: Mon. - Fri., 8 a.m. - 4 p.m.\n  * PLUSSupport@FairfaxCounty.gov | 703-324-2222, TTY 711\n\n\n\nLaunch PLUS\n\n## Additional Information\n\nThe application for a non-telecommunication facility pursuant to VA Code Section 15.2-2232 shall be accompanied by the following filing fees. Fees are paid electronically at the end of the application submission process. A service charge of 2.35% will be added to all fees paid with a credit card. \n\n  * $1765 for applications with a public hearing\n  * $880 for applications without a public hearing\n  * Incomplete applications will not be processed. The applicant will be notified of any deficiencies. Any revisions to the application that require replacement of pages or plans is the responsibility of the applicant. It is the applicant’s responsibility to replace or revise individual pages or plans or applications.\n\n\n\n## Required Documents\n\nAn application may require the following documents:\n\n**Property Identification Map:** At a scale of 1” = 500’ identify the proposed site for the facility with the subject property centered and highlighted on a Fairfax County Tax Map. Records are available online at Fairfax County's Real Estate Assessment site. \n\n**Proposed Facility / Site Plan** : Scale of 1”= not more than 50’. Include in the facility/site plan the following information as relevant to the proposal:\n\n  1. Scale and north arrow.\n  2. Subject and adjoining property boundaries.\n  3. Public right(s)-of-way and names.\n  4. Locations, dimensions, and maximum heights of all existing and proposed structures and equipment.\n  5. Distance of proposed structures and equipment to all lot lines.\n  6. When located in a utility easement or road right-of-way, distance of structures and equipment to all utility easement lines or road right-of-way lines.\n  7. Delineation of any floodplain designated by the Federal Insurance Administration, United States Geological Survey, or Fairfax County, and delineation of any Resource Protection Area.\n  8. Building size or land area of new facility or use (acres or square feet).\n  9. Area of existing facility or use to be enlarged or renovated (acres or square feet).\n  10. Area of proposed enlargement or renovation (acres or square feet).\n  11. Any features of the proposed use such as fencing, screening and landscaping, and existing topography with a maximum contour interval of five (5) feet.\n  12. Existing vegetation, proposed limits of clearing, and proposed landscaping and screening as required by the Fairfax County Zoning Ordinance.\n  13. Details of screening for the use showing type of screening material, dimensions and placement; if landscaping is provided, list the height of the landscaping at time of planting and the ultimate height.\n\n\n\n**Photographs of Site:** Photographs of the existing structure, building, and site as applicable.\n\n**Statement of Justification:** Please provide a Statement of Justification that addresses items A through E below:\n\n  1. DESCRIPTION OF PROPOSED USE \n    1. Project description\n    2. Area to be served by proposed use\n    3. Maintenance requirements and frequency\n  2. REQUIREMENT FOR PROPOSED USE \n    1. Why the new or expanded facility is needed\n    2. Why the proposed location is the best location for the proposed use\n    3. Why the proposed location and type of facility is the least disruptive alternative\n  3. ANTICIPATED IMPACTS / MITIGATION \n    1. Visual\n    2. Noise and light\n    3. Air and water quality\n    4. Environmental\n    5. Transportation (including trip generation)\n    6. Mitigation Measures as applicable for 1 through 5\n  4. CONFORMANCE WITH THE COMPREHENSIVE PLAN AND OTHER STANDARDS \n    1. Comprehensive Plan policies and guidelines that directly support the proposal\n    2. Relevant standards/criteria supporting the facility and location\n  5. ALTERNATIVE SITES CONSIDERED FOR THIS USE \n    1. Other properties\n    2. Other locations on the subject property\n    3. Reasons for rejecting each alternative location\n\n\n\n## Contact Us\n\nFor additional assistance, please contact the Planning Division of the Department of Planning and Development by phone at 703-324-1380 or by email.\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/planning-development/public-facilities-review/non-telecommunication",
        "title": "Non-Telecommunication Facilities - 2232 Review | Planning Development",
        "description": "Fairfax County, Virginia - Publlic Facilities Review non telecommunication",
        "keywords": "Public Facilities, non-telecommunication, 2232 Review"
    }
}