{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Code Appeal (CDAPPL)\n\nWhen a plan review or inspection is failed, a code modification request is denied, or a notice of violation is issued, you can appeal the decision to the Local Board of Building Code Appeals (LBBCA).\n\nThe local board, appointed by the Fairfax County Board of Supervisors, has varying areas of expertise and experience as architects, engineers, or builders. No Fairfax County employee can serve as a member of the local board.  \n\n\n## ON THIS PAGE\n\n  * Who Can Apply?\n  * How Do I Submit My Record?\n  * Requirements\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO CAN APPLY?\n\nAny person aggrieved by the local building department’s application of the Virginia Uniform Statewide Building Code (USBC) or the refusal to grant a code modification to the provisions of the USBC may appeal to the LBBCA. Applications must be submitted within:\n\n  * 30 calendar days for new construction.\n  * 14 calendar days for property maintenance.\n  * 14 calendar days for fire code.\n  * 14 calendar days for amusement devices.\n\n\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **code appeal** online in PLUS under the **Building****** tab. If you are a first-time user, you must first register for an account.\n\n### \n\n### **Instructional Videos for PLUS**\n\n* * *\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n## Requirements\n\nThe following information must be included in your Code Appeal:\n\n  * Attach a copy of the Notice of Violation, if one was issued\n  * Who originally identified the issue that you are appealing\n  * Which code edition(s) apply to this decision\n  * Specify the design deficiency being appealed\n  * Which official rendered the decision: \n    * Building Official, Land Development Services\n    * Fire Official, Office of the Fire Marshal\n    * Property Maintenance Official, Department of Code Compliance\n  * The date of the decision that is being appealed\n\n\n\n\n\n\n## What's Next?\n\n### Board of Building Code Appeals (BBCA) hearing\n\nBoard hearings take place monthly in Fairfax. The secretary to the local board will contact you regarding the status of your appeal prior to the hearing date. To contact the secretary, call **703-222-0801****, TTY 711**.\n\nHearings are open to the public where the Local Board will hear testimony from the appellant, the code official, or any person whose interests may be affected by the appeal. You or your representatives should attend the meeting; failure to show up at the hearing does not postpone or cancel the appeal.\n\nAfter testimony, the local board will deliberate and render a decision which you or the code official must take immediate action to comply with, or request an appeal to the state board; see below.\n\n### Can I appeal the LBBCA’s decision?\n\nIf you are not satisfied with the decision of the LBBCA, you have the right to appeal the decision to the State Technical Review Board (TRB). Submit appeal.\n\n## Additional Resources\n\n  * Code Interpretations, Modifications and Appeals\n  * Codes and Standards\n  * State Building Code Technical Review Board (SBCTRB)\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/code-appeal",
        "title": "Code Appeal (CDAPPL) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, addition, alteration, CDAPPL, appeal, code appeal, code modification"
    }
}