{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Building Height Certification (HTCERT)\n\nA height certification verifies compliance with the building height requirement of the zoning district in which the dwelling is located and the approved site-related plans. The height certification must be approved for certain residential projects before a Residential Use Permit can be issued. For more information on when a height certification is required, see Technical Bulletin 19-01: Determining and Certifying Residential Building Height.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nContacts listed on the original permit record in PLUS may submit a building height certification.\n\n## PLAN AHEAD\n\nReview Technical Bulletin 19-01 for guidance on when a building height certification is required and how to complete the verification. If you have additional questions regarding as-built height certifications, please contact the Zoning Permit Review Branch at 703-324-1359, TTY 711.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nHelpful Video:\n\nMake Changes to a Record - YouTube Video\n\nApply for your building height certification by first locating the appropriate permit record and selecting the **Make Changes (_Figure 1)_** action.\n\n_**Figure 1**_\n\n  \nSelect **Building Height Certification (_Figure 2)_** as the appropriate amendment type. Then click **Continue Application.**\n\n**_Figure 2_**\n\nConfirm the remaining application information and make any updates needed.\n\nIn **Step 3: Receipt/Record Submittal** , you will receive confirmation of your submission, with a unique record number for the Height Certification record (beginning with HTCERT). Select **Upload Plans and Documents** **(_Figure 3_) **to submit the Height Certification form.\n\n**_Figure 3_**\n\nIn the plan room, upload the completed Building Height Certification form.\n\n## What's Next?\n\nStaff will review the submission for accuracy and compliance with zoning ordinance and approved plans. You will be asked to correct any deficiencies.\n\nThere are no fees for building height certifications.\n\nWhen required, the building height certification must be approved before final inspection on the associated building permit record and issuance of the Residential Use (occupancy) Permit.\n\n## Additional Resources\n\n  * RUPs and NonRUPs\n  * Zoning Related Permits\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at 703-222-0801, TTY 711.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/building-height-certification",
        "title": "Building Height Certification (HTCERT) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, Building Height Certification , HTCERT"
    }
}