{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Hiring a Contractor\n\nIf the project you are planning is valued at $1,000 or more, the person doing the work must have a valid Virginia Contractor's License issued from the Department of Professional and Occupational Regulation (DPOR). Licenses are also issued with classifications and specialties that identify the type of work that may be performed.\n\nMore information regarding contractor licenses is available from DPOR. Visit the Board for Contractors Regulations to see what Classifications are eligible to perform different types of work.\n\n## Why Hire a Contractor?\n\n  * Indicate their responsibility for the work.\n  * Allow permit staff to verify that your contractor is properly licensed by the state and has a valid Business/Professional/Occupational License.\n  * Although homeowners may obtain permits in their name, enforcement action against the contractor becomes more difficult if the permit is issued to the homeowner.\n\n\n\n## Possible Signs of a Scam or Unlicensed Contractor\n\n  * Reluctant to obtain the permit\n  * Says the permit should be issued to the homeowner\n  * Solicits door-to-door\n  * Offers a deal because using materials left from a previous job\n  * Only accepts cash\n  * _More tips from DPOR_\n\n\n\nView Consumer Affairs Presentation\n\n## Verify a Contractor\n\n  * To verify if a contractor is licensed, go to DPORs License Lookup or call **804-367-8500 , TTY 711**.\n  * Contact the Permit Application Center via email or by calling 7**03-222-0801** , **TTY 711** , for help.\n  * Go to When a Permit is Required or to our Permit Library to find out what types of permits are required.\n\n\n\n## More about Contractors from an LDS Investigator\n\nHost Jim Person talks with Scott Hagerty, Code Enforcement Investigator for Post Occupancy and Unlicensed Contracting Complaints with Land Development Services (LDS).\n\nGo to Interview\n\n## More on the Silver Shield Anti-Scam Campaign\n\nThe county’s new _Silver Shield Campaign_ works to protect older adults by sharing critical information to help them avoid being scammed. \n\nFind out more\n\n  \n\n\n## How Do I Submit a Complaint About My Unlicensed Contractor?\n\n  * If a person identifies him/herself as a licensed contractor and it is discovered the person is not licensed, it is a violation of Fairfax County Code. Complaints/violations may be reported in PLUS; or\n  * Call the _Virginia State Department of Professional and Occupational Regulation_ at **804-367-8500 , TTY 711**; or\n  * Call **703-324-5175 , TTY 711**, to start the complaint process. Due to code limitations in the Virginia Uniform Statewide Building Code, complaints regarding construction activity more than two years old cannot be accepted.\n\n\n\n## What Do I Do If My Contractor Failed to Complete A Job And I Want My Money Back?\n\n  * Whether or not a contractor is licensed, you may wish to obtain private legal counsel to pursue the appropriate civil action.\n  * In addition, you may wish to contact the Financial Crimes Section of the Fairfax County Police Department at **703-691-2131****, TTY 711,** if money was taken and no work performed.\n  * For construction, maintenance or repair activity that does not require permits, call the Fairfax County Department of Cable and Consumer Services at **703-222-8435 , TTY 711**, to file a complaint.\n  * If the contractor is licensed, call the Virginia Board of Contractors of the Department of Professional and Occupational Regulation at **804-367-8500 , TTY 711**, to determine if you are eligible to receive compensation from the State Contractor Recovery Fund.\n\n\n\n## I Would Like to Become a Licensed Contractor. What Do I Do?\n\nThere are several steps you need to take to be a licensed contractor in Fairfax County. Please visit _How to Become a Contractor in Fairfax County_ for step-by-step instructions.\n\nVirginia Department of Professional and Occupational Regulation (DPOR) licensed Class “C” contractors and those performing work that does not meet the threshold for a Class “C” license must obtain a Fairfax County Home Improvement Contractor (HIC) license.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/hiring-contractor",
        "title": "Hiring a Contractor | Land Development Services",
        "description": "Fairfax County, Virginia - Hiring a contractor ",
        "keywords": "Hiring a contractor, contractor, silver shield, scam"
    }
}