{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * LDS PLUS Support\n  * PLUS Portal\n\n\n\n  * __facebook\n\n\n\n# Air/Duct Leakage Test Amendment (AIRL) - Residential\n\nAn Air/Duct Leakage Test (AIRL) is required for all new residential buildings or dwelling units to test the building and air duct distribution system(s) for air tightness. These tests must be performed and submitted before the final inspection to provide an opportunity for the permit holder to correct any deficiencies found during testing. The test requirements can be found in Chapter 11: Energy Efficiency of the Virginia Residential Code.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## WHO SHOULD APPLY?\n\nContacts listed on the original residential building (BLDR) permit record in PLUS may submit an air/duct leakage test amendment record in PLUS. To learn how to update contact information, visit our Contacts permit guide.\n\n## PLAN AHEAD\n\nAn air leakage test is always required on new BLDR records. A duct leakage test is required in certain instances, based on the code year the permit record was applied under. An air/duct leakage test submission is required _**before**_ scheduling the final inspection for the project.\n\n## HOW DO I SUBMIT MY RECORD?\n\n### **PLUS Application**\n\nApply for your **Air/Duct Leakage Test (AIRL)** building amendment type online in PLUS, by first locating the appropriate residential building (BLDR) permit record and selecting **Make Changes (_Figure 1_):**\n\nFigure 1\n\nSelect **Air/Duct Leakage Test (_Figure 2_)** as the appropriate amendment type. Then click **Continue Application:**\n\nFigure 2\n\nComplete the application as prompted, providing the testing company information and air/duct leakage test results **(_Figure 3_):**\n\nFigure 3\n\nUpload the completed test report as an **Attachment**. You must select **Save** before you select Continue Application **(_Figure 4 & 5_):**\n\nFigure 4 Figure 5\n\nReview all information and either click “edit” to make changes to specific sections or “continue application” to move to the final step and submit your AIRL record. At the final step, you will receive confirmation of your AIRL record number **(_Figure 6_)**. This must be completed before scheduling your **final inspection** on your BLDR record.\n\nFigure 6\n\nFor further assistance, please refer to the below video for step-by-step guidance on the submission process:\n\nSubmitting an Air/Duct Leakage Test - YouTube Video\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page\n\n## What's Next?\n\n### **County Review**\n\nUpon completion of the above steps, you may proceed with scheduling your final building inspection in PLUS. Staff will review the submission for completeness. You will be asked to correct any deficiencies.\n\n### **Inspections**\n\nOnce your air/duct leakage test is submitted, you may schedule your **final** building inspection online. For more information, see our inspections webpage.\n\nBuilding Inspections (an overview on how to schedule an inspection) - YouTube Video\n\nScheduling Building Inspections (a deeper dive into scheduling inspections, including common issues) - YouTube Video\n\n## Additional Resources\n\n  * Tips for Hiring a Contractor\n  * Codes and Standards\n\n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please contact staff via telephone at **703-222-0801, TTY 711**.\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/airduct-leakage-test-amendment-airl-residential",
        "title": "Air/Duct Leakage Test Amendment (AIRL) - Residential | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, permit library, library, project help, guide, addition, alteration, HHA, air duct, leakage, MEP, plumbing, electrical, mechanical, airl"
    }
}