{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Does My Project Require a Permit?\n\nTo assure that the county harbors safe and sustainable communities, it grants permission in the form of a “**permit** ” that allows a given use on a property and its associated construction.\n\nLand Development Services (LDS) issues several types of permits for construction including building permits, trade permits (electrical, mechanical and plumbing) and stormwater and/or land disturbance permits. The type of permit you require depends on the scope of work. Additional permits or approvals may be required by other agencies, even when an LDS permit is not. For more information, see the **Additional Permits May Be Required** section below.\n\nPermits are applied for in the Planning and Land Use System (PLUS) where applications are commonly referred to as records.\n\nPlease note that the below is not an exhaustive list; it is meant to provide general guidance for homeowners, business owners and others. For more information, please review the codes and standards page to confirm permit and other code-related requirements for your project or reach out to Land Development Services directly if you have questions.\n\n## \n\nA permit IS required for...\n\n##  Residential Projects \n\n  * Direct replacement of household appliances\n    * Includes stoves, ovens, water heaters, HVAC, etc.\n  * New, repair or relocated electrical fixtures \n    * Includes lights, outlets, switches, panels, ovens, dryers, EV chargers, etc.\n  * New, repair or relocated mechanical or gas fixtures \n    * Includes duct work, range hood, fireplace, propane tanks, HVAC, etc.\n  * New, repair or relocated plumbing or gas fixtures \n    * Incudes disposals, grinder pumps, sinks, tubs, showers, hose bibs, wet-bars, water heaters, stoves, ranges, water closets, connecting or disconnecting to sewer or water, etc.\n  * Interior alterations/renovations\n    * Includes kitchen renovations, finished basements, bathroom remodels, removing an existing wall, building new wall(s), creating a bedroom, installing new window openings, new door openings, etc.\n    * Includes the installation and/or removal of non-load bearing/non-structural walls \n  * New addition to an existing home \n    * Includes decks, sunrooms, screen porches, front porch/stoops, bump outs, second story additions, dormers, garages, carports, etc.\n  * Detached buildings/structures\n    * Includes sheds, garages, carports, barns, gazebos, pool houses, etc.\n  * New homes\n    * Includes detached single-family homes, duplexes and townhomes.\n  * Miscellaneous work (both interior and exterior) \n    * Includes areaways, asbestos removal, chimney repairs, foundation repairs, waterproofing, roof repairs, etc.\n  * Swimming pools\n  * Solar panels\n  * Retaining walls\n  * Removal of a building or structure\n    * Includes the demolition of an entire home and/or removal/filling-in of swimming pools.\n\n\n\n##  Commercial Projects \n\n  * New, repair, replacement or relocated electrical fixtures \n    * Includes lights, outlets, switches, panels, ovens, dryers, EV chargers, etc.\n  * New, repair, replacement or relocated mechanical or gas fixtures \n    * Includes duct work, range hoods, fireplaces, propane tanks, HVAC, etc.\n  * New, repair, replacement or relocated plumbing or gas fixtures \n    * Includes sinks, tubs, showers, hose bibs, wet-bars, water heaters, stoves, ranges, water closets, connecting or disconnecting to sewer or water, etc.\n  * Interior alterations/renovations\n    * Tenant improvements such as alterations to an existing space, alterations with additions proposed, new tenant layouts, alterations by owner, interior demolitions, metal stud only projects, modular/systems furniture, future tenants, spec suites, etc.\n  * New additions\n    * Only new additions attached to an existing building (does not include interior alterations to an existing space – see interior alterations/renovations above)\n  * Detached structures\n    * Includes trash enclosures, sheds, greenhouses, gazebos\n  * New buildings\n    * Includes new multi-family buildings (including floors), footing/foundation projects, garages, core/shell projects, canopies/awnings, etc.\n  * Miscellaneous\n    * Includes balcony repairs, decks, waterproofing, drain tile and miscellaneous work\n  * Commercial sales trailer\n  * Antenna\n  * Asbestos abatement\n  * Roof repairs\n  * Foundation repairs\n  * Maximum occupancy loads\n  * Swimming pool\n  * Solar panels\n  * Retaining walls\n    * Retaining walls, sheeting and shoring\n  * Removal of a building or structure (demolition)\n  * Signs\n    * Though not an LDS-specific record type in PLUS, signs require a zoning permit application via PLUS. For more information, to include required documentation and review details, visit Sign Permits | Planning Development (fairfaxcounty.gov).\n  * Certificate of Occupancy or Non-Residential Use Permit (Non-RUP)\n    * A Certificate of Occupancy (CO) or Non-RUP, can be applied for and issued when a building or premises is ready to be occupied and meets code requirements, pertinent laws, and ordinances. The Non-RUP is the last inspection issued by Fairfax County for **commercial** projects.\n\n\n\n## \n\nA permit is NOT required for…\n\n##  Residential Projects: \n\n  * Fences* \n    * except those used as a barrier around swimming pools\n  * Direct replacement of existing windows and doors\n  * Direct replacement of electrical, plumbing and mechanical work (no change in location and must be a like-for-like replacement)\n  * Re-siding of building/home with similar material\n  * Replacement of roof shingles\n  * Replacement of less than 256 square feet (9 boards) of roof plywood (unless required to be fire rated, such as townhomes)\n  * Detached storage sheds under 256 square feet in size and no more than one-story in height*\n  * Gutters\n  * Kitchen cabinets and/or countertops\n  * Bathroom countertops and/or vanity\n  * Replacement of tiles\n  * Replacement of flooring material\n  * Painting and/or wallpaper\n  * Playground equipment installation*\n  * On-grade paver and concrete patios (including wood patios)*\n  * Driveways*\n  * Concrete and/or masonry walls that do not exceed 6 feet in height*\n  * Retaining walls holding less than 3 feet of dirt/earth* \n    * Cannot have additional surcharge/weight (i.e., supporting a driveway or patio)\n    * Cannot be tiered\n  * Temporary ramps that are no more than 30 inches high*\n  * Direct replacement of above-ground liquefied petroleum (LP) gas containers\n  * Low voltage (50 volts maximum) wiring systems and equipment that are not a component of any fire protection system, access control system, egress control system, located in a plenum or penetrate fire rated or smoke protected construction\n  * Flagpoles 30 feet or less in height\n  * Tents that are less than 900 square feet with less than 50 persons*\n\n\n\n***NOTE: Depending on the size and location of your project, additional approvals may be necessary. For more information, please contact one of the following:**\n\n  * Site-related approval may be required. Please visit the Land Disturbance 101 web page, email, or call **703-222-0801, TTY 711** to find out more **before you dig**.\n  * Setbacks and other zoning requirements may apply. Contact Zoning at **703-222-1082, TTY 711** or by email at DPDZoningPermits@fairfaxcounty.gov, for more information.\n  * For work in the VDOT right-of-way, call **703-259-1773, TTY 711** or email novafairfaxpermits@vdot.virginia.gov.\n\n\n\n##  Commercial Projects: \n\n  * Low voltage (50 volts maximum) wiring systems and equipment that are not a component of any fire protection system, access control system, egress control system, located in a plenum or penetrate fire rated or smoke protected construction\n  * Direct replacement of plumbing fixtures (no change in location and must be a like-for-like replacement)\n  * Detached prefabricated buildings housing the equipment of publicly regulated utility services that do not exceed 150 square feet*\n  * Tents that are less than 900 square feet with less than 50 persons*\n  * Fences unless used as barrier for a swimming pool or public safety per section 3306 (of the Virginia Construction Code)*\n  * Concrete and/or masonry walls that do not exceed 6 feet in height*\n  * Retaining walls holding less than 3 feet of dirt/earth* \n    * Cannot have additional surcharge/weight (i.e., supporting a driveway or patio)\n    * Cannot be tiered\n  * Direct replacement of above-ground LP-gas containers\n  * Flagpoles 30 feet or less in height\n  * Minor renovations: floor finishes, paint/wallpaper, trim, cabinetry\n  * Billboards*\n  * Replacement of less than 100 square feet of roof covering\n  * Manufacturing equipment\n  * Parking lots and sidewalks, that are not part of an accessible route*\n  * Outside playground equipment installation*\n  * Automotive lifts\n\n\n\n***NOTE: Depending on the size and location of your project, additional approvals may be necessary. For more information, please contact one of the following:**\n\n  * Site-related approval may be required. Please visit the Land Disturbance 101 web page, email, or call **703-222-0801, TTY 711** to find out more **before you dig**.\n  * Setbacks and other zoning requirements may apply. Contact Zoning at **703-222-1082, TTY 711** or by email at DPDZoningPermits@fairfaxcounty.gov, for more information.\n  * For work in the VDOT right-of-way, call **703-259-1773, TTY 711** or email novafairfaxpermits@vdot.virginia.gov.\n\n\n\n## Additional Permits May Be Required…\n\n  * Setbacks and other zoning requirements may apply, depending on the scope of your project. Contact Zoning at **703-222-1082, TTY 711** or by email at DPDZoningPermits@fairfaxcounty.gov, for more information.\n  * Depending on the area of disturbance associated with your project, a site-related permit may be required. Visit the Land Disturbance 101 page, Email staff, or call **703-222-0801, TTY 711** , for more information before you dig.\n  * Separate county approval may be required if the proposed improvement is located within a floodplain or resource protection area (RPA). For more information, call **703-324-1720, TTY 711** and speak with one of our engineers.\n  * The Health Department permits and inspects certain public establishments and oversees installation, maintenance and monitoring of private wells and septic systems. For more information on Health Department permitting, visit their Permit Applications, Forms and Resources page or call **703-246-2201**.\n  * For driveway improvements, water connections, sewer connections or landscaping within the state right-of-way, a VDOT permit may be required. Visit VDOT’s permitting page, call **703-259-1773, TTY 711** or email novafairfaxpermits@vdot.virginia.gov for more information.\n\n\n\n## PERMIT PROCESS OVERVIEW\n\n_The information below is the most common process for obtaining a building permit; it does not reflect all the conditions you may encounter._\n\n**_Click to Enlarge_**\n\nFor more information about the permitting process in Fairfax County, checkout our upcoming education and outreach events on the Education and Outreach webpage.\n\n## Upcoming Events\n\nJan   \n16 \n\nElevator Industry Quarterly Meeting January 2025\n\n  \n\n\n11:30AM, Sign Up Now Interested in Elevator Program Updates? Sign up here… \n\nApr   \n15 \n\nElevator Industry Quarterly Meeting April 2025\n\n  \n\n\n10:00AM, Sign Up Now Interested in Elevator Program Updates? Sign up here… \n\nJul   \n16 \n\nElevator Industry Quarterly Meeting July 2025\n\n  \n\n\n10:00AM, Sign Up Now Interested in Elevator Program Updates? Sign up here… \n\nOct   \n15 \n\nElevator Industry Quarterly Meeting October 2025\n\n  \n\n\n10:00AM, Sign Up Now Interested in Elevator Program Updates? Sign up here… \n\n## Contractor Resources\n\n  * Tips on Hiring a Contractor\n  * Silver Shield\n  * How to Become a Contractor in Fairfax County\n\n\n\nTips on Hiring a Contractor\n\n## Post-Disaster Recovery Process Guide\n\nRecovery and reconstruction after a disaster can feel overwhelming. This guide is to assist you through the process of rebuilding, including:\n\n  * Initial Actions\n  * Property Assessment\n  * Project Scope Determination\n  * Permits and Construction\n\n\n\nRead Full Guide\n\n## VIDEO: CHOOSING A BUSINESS SPACE IN FAIRFAX COUNTY\n\nIf you are thinking about opening a business in Fairfax County, watch this video to learn of important considerations you need to know when choosing the best space. In this video, county agencies will discuss zoning considerations, permit and inspections processes, and common pitfalls to avoid when choosing a space.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/when-permit-required",
        "title": "Does My Project Require a Permit? | Land Development Services",
        "description": "Fairfax County, Virginia - A permit is required for most new residential and commercial construction.   ",
        "keywords": "permit, construction, improvement, project, install, opening a business, do i need a permit, when a permit is required"
    }
}