{
    "page_content": "# Planning, Permitting and Construction\n\n__\n\n#### Planning, Permitting and Construction Alert:\n\nCONTACT INFORMATION:  8 a.m. - 4:30 p.m. Permitting Business Hours: 8 a.m. - 4 p.m. (M-Th), 9:15 a.m. - 4 p.m. (F) \n\n__\n\n703-324-1780 TTY 711\n\n__\n\nEmail Us\n\n__\n\n12055 Government Center Parkway  \nFairfax, VA 22035\n\n__\n\nhttps://www.facebook.com/fairfaxcounty\n\n__\n\nMultiple Development Agency Directors  \n\n\n## Department Resources\n\n  * Department Homepage\n  * Environmental Health\n  * Fire Marshal\n  * Land Development Services\n  * Planning and Development\n\n\n\n## Related Resources\n\n  * Criteria to Qualify for the Project Management Program\n  * Meet the Project Management Team\n  * Project Management Program Testimonials\n  * Project Management Program FAQs\n  * Assistance for Places of Worship and Nonprofit Community Groups\n  * Apply for Project Management Services\n  * Project Management Program Report\n  * Assistance for Commercial Revitalization District Projects\n  * Hospitality Industry COVID-19 Assistance\n\n\n\n  * __facebook\n  * __twitter\n\n\n\n# Meet the Project Management Team\n\n**Helman Castro, PE, LEED AP ND, DPE** is the Director of Operations for Land Development Services, oversees the **Project Management Program** and has extensive knowledge of the regulatory and review process in Fairfax County. He has over 30 years of local experience as a civil engineering consultant in the land development arena. Before joining Fairfax County, he served as President of the Northern Virginia Building Industry Association (NVBIA) Fairfax-Arlington-Alexandria Chapter for two consecutive years (2014 and 2015) and co-chaired the NVBIA/NAIOP Fairfax Committee for many years. He holds a Bachelor in Science in Civil Engineering from the University of Louisiana at Lafayette. He also serves on the Board of Directors for George Mason University’s Civil Engineering Institute.\n\n**Jennifer Josiah, AICP** is the Branch Chief of the Project Management Program. Jennifer previously served as the Nonprofits and Places of Worship Coordinator in the Project Management Program, assisting nonprofits through the land development process from concept to occupancy. She has and continues to successfully leverage her extensive relationships throughout Fairfax County and associated agencies to assist her customers. Prior to moving to the Project Management team, her experience managing high profile and complex projects in the Department of Planning and Zoning helped her to develop a comprehensive knowledge of the Zoning Ordinance and the zoning entitlement process in Fairfax County. She worked for several jurisdictions in western New York before moving to Virginia, where she reviewed site and subdivision plans, wrote and coordinated comprehensive plan area studies and zoning ordinances, and provided staff positions on proposed development plans to boards and commissions. She has a degree in Geography from the State University of New York (SUNY) Geneseo, is a certified planner, and has served in leadership positions for several local non-profits.\n\n****\n\n**Harvey Clark, RA, AICP** is the Commercial Revitalization Districts Coordinator. Prior to his role on the Project Management team, Harvey worked in the Building Design Branch of the Department of Public Works and Environmental Services, where he was responsible for managing projects in the Capital Improvement Program through all phases of the land development process. He also worked in the Environment and Development Review Branch and the Public Facilities Planning Branch in the Department of Planning and Development, and for architectural firms in the private sector. He has a bachelor’s degree in Architecture and a master’s degree in Urban and Regional Planning from Virginia Tech. A registered architect and a certified planner, Harvey brings a broad range of experience and expertise to the Project Management team.\n\n**Behnaz Bagherian** is the Reston Urban Area Coordinator. She has been with Fairfax County since 2015, with positions in the Zoning Administration Division (ZAD) and Site Development & Inspection Division (SDID) as Site Reviewer and Code Specialist. Prior to coming to Fairfax County, Behnaz worked in the private sector in several land development firms. Behnaz has a bachelor’s degree in Chemical Engineering-Oil & Gas Process from Sharif University of Technology in Iran and a master’s degree in Civil Engineering-Land Development from George Mason University. She is a registered civil engineer in Virginia.\n\n****\n\n**Michelle Guthrie** is the Nonprofit & Religious Use Coordinator. She began her career with Fairfax County in 2009 within the Site Analysis Section of the Fairfax County Department of Transportation (FCDOT). Michelle reviewed development proposals from a transportation perspective and led a team of transportation planners in the review of special permit/nonprofit applications. Michelle has worked in local government for over 26 years with a strong focus on improving the customer experience through communication and understanding. Prior to her time in FCDOT, she worked for seven years as both a planner and a permit technician in the Community Development Department of Campbell County, Virginia. While at Campbell County, Michelle reviewed and evaluated zoning applications, staffed the Planning Commission and Board of Zoning Appeals, reviewed, and evaluated building plans and permit applications, and issued certificates of occupancy. Michelle also worked for Miami-Dade County Transportation in the Information Technology Division. She was brought in to improve communication between transportation divisions and technology programmers to help bridge the gap of understanding on how technology can improve business functions. Michelle has extensive customer service experience, proven collaboration, and is fluent in Spanish, all of which will be key attributes to success in her new position.\n\n****\n\n**William Marsh, PE, LEED AP BD+C** is the Tysons Urban Center Coordinator. He has been with Fairfax County since 2012 and has extensive experience in the land development process. William also worked for 10 years at Loudoun County’s Building and Development department, and prior to that, for five years with a national engineering consultant. William earned a Bachelor of Arts at Baylor University, and Bachelor of Science in Civil Engineering at Kansas State University, and a Master’s in Public Administration at George Mason University and is a LEED Accredited Professional in Building, Design and Construction.\n\n****\n\n**Kenneth Williams** is the Site Project Manager. He has over 29 years of experience with Fairfax County. During this time, he has helped county staff and customers navigate through plan acceptance, processing, and review; bonding; proffer review and compliance. His exemplary customer service has successfully guided customers through complex site development processes.\n\n****\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/plan2build/meet-project-management-team",
        "title": "Meet the Project Management Team | Planning, Permitting and Construction",
        "description": "Fairfax County, Virginia - Land Development Services Project Management Meet the Team bios and descriptions",
        "keywords": "Project Management Team, Land Development Services"
    }
}