{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n  * __facebook\n\n\n\n# Education and Outreach Events\n\nIf you or your community would like to request an LDS Education and Outreach event in your area, please **fill out this request form**. Details of various event types are below.\n\nGo to our homepage for upcoming events\n\n## Building Permits 101\n\nPlanning a home renovation project that requires a Fairfax County building permit? Learn about the process and how to save time and money! This event includes a presentation and a question-and-answer session for homeowners, contractors, engineers, architects and more. The presentation explains building, electrical, plumbing, and mechanical permit requirements and how to obtain building permits. \n\n  * Homeowners: this event provides information on researching properly licensed contractors and red flags and tips when deciding who to hire.\n  * Homeowners associations (HOAs) and condo associations (COAs): this event provides an overview of what projects require a permit.\n\n\n\n**Buildings Permits 101 Training Presentations**\n\n  * Building Permits 101 - English\n  * Building Permits 101 - Spanish\n\n\n\n## Chesapeake Bay Preservation Ordinance\n\nThe entirety of Fairfax County drains into the Potomac River, and ultimately, the Chesapeake Bay. Any land development within the county can, therefore, impact the water quality of the Chesapeake Bay. Areas designated as resource protection areas (RPAs) are regulated by Chapter 118 of the County Code in order to preserve the Chesapeake Bay. For more information on these regulations and how they affect properties with RPAs, visit the Chesapeake Bay Preservation Ordinance (CBPO) webpage. Reach out via the fillable form above to receive more educational information about the CBPO.\n\n## Silver Shield\n\nThe Silver Shield Campaign helps older adults avoid being scammed by sharing critical information about current scams. More information on how to avoid scams when Hiring a Contractor.\n\n## Educational Resources\n\n  * Informational Brochure for Prospective Contractors\n\n\n\n  \n\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/post-occupancy-enforcement-and-public-outreach/education-and-outreach-events",
        "title": "Education and Outreach Events | Land Development Services",
        "description": "Fairfax County, Virginia - If you or your community would like to request an LDS Education and Outreach event in your area, please fill out this request form. Details of various event types are below.",
        "keywords": "Land Development, LDS, PLUS, permit, Silver Shield, hiring a contractor, chesapeake bay, education, outreach"
    }
}