{
    "page_content": "# Land Development Services\n\n__\n\n#### Land Development Services Alert:\n\nCONTACT INFORMATION:  Monday through Thursday, 8 a.m. - 4 p.m. and Friday, 9:15 a.m. - 4 p.m. Please note that visitors may not be added to in-person queues past 3:45 p.m. \n\n__\n\n703-222-0801 TTY 711\n\n__\n\nLandDevelopmentServices@fairfaxcounty.gov\n\n__\n\n12055 Government Center Pkwy  \nFairfax, VA 22035\n\n__\n\nfairfaxcounty\n\n__\n\nBill Hicks  \nDirector\n\n## Department Resources\n\n  * LDS Home\n  * Permit Library\n  * Site Development\n  * Plan Review\n  * Building & Trade Inspections\n  * Codes and Policies \n    * Building and Site Codes\n    * Public Facility Manual\n    * Zoning Ordinance\n  * Letters to Industry\n  * Online Applications \n    * PLUS Portal\n    * Mapping/GIS Applications\n  * Forms & Publications\n  * Education and Outreach Events\n  * LDS & Fairfax County Acronyms\n  * Records | FOIA\n  * Contact Us \n    * Meet With Staff\n    * Staff Directory\n    * LDS Org Chart\n    * About Us\n\n\n\n## Related Resources\n\n  * PLUS Portal\n  * LDS PLUS Support\n  * Meeting Approval Conditions\n  * Site-Related Plans\n\n\n\n  * __facebook\n\n\n\n# Water Quality Impact Assessment (WQIA)\n\nA water quality impact assessment (WQIA) is an analysis of the impacts on water quality when a project is proposed within a Resource Protection Area (RPA). The purpose of the WQIA is to ensure protection of RPAs consistent with the goals, objectives and requirements of the Chesapeake Bay Preservation Ordinance of Fairfax County. Generally, WQIAs are required for any land disturbance, development or redevelopment within an RPA unless exempt under Article 5 . WQIAs may also be required for development or redevelopment immediately adjacent to the RPA, if the director determines that such an assessment is necessary because of the unique characteristics of the site or because the intensity of the proposed development may cause significant impacts to the RPA. The code required WQIA components are listed in § 118-4-3. WQIAs are divided into “minor” and “major” categories. See Technical Bulletin 20-02: New Application and Submittal Requirements for details.\n\n  \nDepending on the scope of your project, you may need to apply for a separate building permit record in PLUS. To determine whether your project requires a permit, visit When a Permit is Required. Once you determine the appropriate record type, review the associated Permit Library guide to find details regarding the submission and review process.\n\n## ON THIS PAGE\n\n  * Who Should Apply?\n  * Plan Ahead\n  * How Do I Submit My Record?\n\n\n\n  * Requirements\n  * What's Next?\n  * Additional Resources\n\n\n\n_This information is the most common for how to obtain the necessary approval for your project and is not representative of all the conditions you may encounter._\n\n## **WHO SHOULD APPLY?**\n\nThe WQIA application form and associated PLUS record, may be applied for by property owners or their duly authorized agents.\n\nIf a site-specific RPA delineation is required, the delineation study must be sealed by a professional engineer, land surveyor, landscape architect, soil scientist, or wetland delineator certified or licensed to practice in the Commonwealth of Virginia per PFM 6-1704.6.\n\nIf the house location plat associated with the WQIA submission shows surveying and engineering work, such as the survey of existing conditions and location of floodplain on existing topography, the plat must be sealed by a professional engineer, land surveyor, or landscape architect certified or licensed to practice in the Commonwealth of Virginia.\n\nAny subsequent site-related plans associated with the WQIA must be sealed by a professional engineer, land surveyor, or landscape architect certified or licensed to practice in the Commonwealth of Virginia.\n\n  * Verify License on DPOR Website\n  * Hiring a Contractor\n\n\n\n## **PLAN AHEAD**\n\nBefore submitting, ensure you are aware of all applicable regulations and conditions that could affect your project to avoid surprises during the review process. Factors that may apply for this permit include:\n\n  * Zoning Information\n  * Design Codes and Standards\n  * Do I Need to Hire a Design Professional?\n  * Floodplains\n  * Resource Protection Areas (RPA)\n  * Grading/Site Plans\n  * Parking Tabulation\n  * Types of Soils and Problem Soils\n  * Researching Site Conditions\n\n\n\nTo get a detailed description about each regulation and condition, visit our Plan Ahead page.\n\n## **HOW DO I SUBMIT MY RECORD?**\n\n###   \nPLUS Application\n\nApply for your **water quality impact assessment** online in PLUS under the **Site** tab. If you are a first-time user, you must first register for an account.\n\n### Submission Guidelines\n\nVisit our Site-Related Submission Guidelines page for information on how to submit your plan, including strongly encouraged naming conventions.\n\n#### Tutorial on Uploading Plans and Documents in PLUS\n\n* * *\n\nHelpful Instruction Guide:\n\n  * Uploading Plans and Documents\n\n\n\nNeed Help with PLUS? Visit Our LDS PLUS Support Page.\n\n## **Requirements**\n\nDepending on the scope of your project, one or more of the following may be required:  \n\n\n### First Submissions:\n\n  * Water Quality Impact Assessment (WQIA)Application\n  * Supporting documentation as prescribed in the WQIA application (e.g., photos)\n  * Prepared in accordance with the requirements of the Chesapeake Bay Preservation Ordinance as found in County Code Chapter 118, Article 4, and PFM 6-1703\n  * Supporting documentation meeting the requirements listed in Technical Bulletin 20-02: New Application and Submittal Requirements for WQIAs (distinguishing submission criteria between a minor and major WQIA)\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Notices of Violation and/or Corrective Work Orders - when applicable, include a copy of any Notices of Violation and/or Corrective Work Orders from the respective agency\n  * Review fee\n\n\n\n### Subsequent Submissions:\n\n  * Digital signature - verifiable digital signature of the licensed design professional\n  * Applicant responses - enter responses to all open issues in the PLUS Digital Plan Room\n  * Review fee\n\n\n\nHelpful Videos:\n\n****Respond to Issues - YouTube\n\n****Upload Corrected Plans - YouTube\n\nHelpful Instruction Guides:\n\n  * Corrections Required\n  * VOID Sheet Process\n\n\n\n## **What's Next?**\n\nTo get a step-by-step guide on PLUS statuses and what they mean, see our What is My PLUS Status? Site Plans Infographic.\n\n### Review Process\n\nStaff from the Site Application Center and Site Development and Inspections Division will review your package for completeness and compliance with applicable codes and county ordinances. You will be notified of any deficiencies. Plan corrections, resubmission fees and additional supporting documents may be required.\n\n  * Queue times\n  * Fees\n  * Common plan comments for site review\n  * Workflow Routing Slip to track review and plan assignment\n\n\n\n_For a detailed summary of application progress, to include the name(s) of assigned review staff, click on “**Reports** ” in the top-right corner of the PLUS screen, when you are in a specific record, and select “**Workflow Routing Slip Report**.”_\n\n### Plan Issuance\n\nOnce all reviews are approved, fees have been paid and all associated pre-approval conditions have been satisfied, your water quality impact assessment will be available to download from PLUS.\n\nHelpful Video:\n\n**Access Approved Plans in PLUS - YouTube Video**\n\n## **Additional Resources**\n\n  * FAQs: Resource Protection Areas\n  * PFM Table 12.13B and 12.14\n  * Recommended Tree and Shrub Species for Reforestation of RPAs\n  * Invasive Plant Management Program\n  * Virginia Invasive Alien Plant Species List\n  * A Management Guide for Invasive Plants in Southern Forests\n  * Codes and Standards\n\n\n\n  \n\n\n### **Need More Assistance?**\n\nFor questions or additional information, please visit the Site Application Center website or via telephone at 703-222-0801, TTY 711.\n\n  \n\n\nBack to Top\n\n### Was this guide helpful? Tell us by completing this feedback form.\n\n  \nNeed Help? Call **703-222-0801** , **TTY 711**.\n\nMonday through Thursday from 8 a.m. to 4 p.m. and Friday from 9:15 a.m. to 4 p.m.\n\n  * LDS Permit Library: Access guides to navigate every record type in PLUS.\n  * Letters to Industry: Subscribe for LDS announcements, notices, and tech bulletins.\n  * Meet With Staff: Find a staff member to help you with the permit process.\n\n\n",
    "metadata": {
        "url": "https://www.fairfaxcounty.gov/landdevelopment/permit-library/water-quality-impact-assessment",
        "title": "Water Quality Impact Assessment (WQIA) | Land Development Services",
        "description": "Fairfax County, Virginia - This information is the most common for how to obtain the necessary permits for your project and is not representative of all the conditions you may encounter.",
        "keywords": "LDS, Building Permits, Land Development Services, permit, wizard, record, electric, mechanical, plumbing, contractor, permit process, plan review, issue permit, inspection, project help, guide, WQIA, water quality, water quality impact assessment, RPA, Resource Protection Area"
    }
}